<?php
/**
 *
 * SugarCRM Community Edition is a customer relationship management program developed by
 * SugarCRM, Inc. Copyright (C) 2004-2013 SugarCRM Inc.
 *
 * SuiteCRM is an extension to SugarCRM Community Edition developed by SalesAgility Ltd.
 * Copyright (C) 2011 - 2019 SalesAgility Ltd.
 *
 * This program is free software; you can redistribute it and/or modify it under
 * the terms of the GNU Affero General Public License version 3 as published by the
 * Free Software Foundation with the addition of the following permission added
 * to Section 15 as permitted in Section 7(a): FOR ANY PART OF THE COVERED WORK
 * IN WHICH THE COPYRIGHT IS OWNED BY SUGARCRM, SUGARCRM DISCLAIMS THE WARRANTY
 * OF NON INFRINGEMENT OF THIRD PARTY RIGHTS.
 *
 * This program is distributed in the hope that it will be useful, but WITHOUT
 * ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS
 * FOR A PARTICULAR PURPOSE. See the GNU Affero General Public License for more
 * details.
 *
 * You should have received a copy of the GNU Affero General Public License along with
 * this program; if not, see http://www.gnu.org/licenses or write to the Free
 * Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA
 * 02110-1301 USA.
 *
 * You can contact SugarCRM, Inc. headquarters at 10050 North Wolfe Road,
 * SW2-130, Cupertino, CA 95014, USA. or at email address contact@sugarcrm.com.
 *
 * The interactive user interfaces in modified source and object code versions
 * of this program must display Appropriate Legal Notices, as required under
 * Section 5 of the GNU Affero General Public License version 3.
 *
 * In accordance with Section 7(b) of the GNU Affero General Public License version 3,
 * these Appropriate Legal Notices must retain the display of the "Powered by
 * SugarCRM" logo and "Supercharged by SuiteCRM" logo. If the display of the logos is not
 * reasonably feasible for technical reasons, the Appropriate Legal Notices must
 * display the words "Powered by SugarCRM" and "Supercharged by SuiteCRM".
 */

if (!defined('sugarEntry') || !sugarEntry) {
    die('Not A Valid Entry Point');
}

$mod_strings = array(
    'LBL_BASIC_SEARCH' => 'فوری فلٹر',
    'LBL_ADVANCED_SEARCH' => 'اعلی درجے کی فلٹر',
    'LBL_BASIC_TYPE' => 'بنیادی قسم',
    'LBL_ADVANCED_TYPE' => 'اعلی درجے کی قسم',
    'LBL_SYSOPTS_2' => 'کس قسم کا ڈیٹا بیس استعمال کیا جائے گا سویٹ سی آر ایم مثال کے انسٹال کرنے کے بارے میں؟',
    'LBL_SYSOPTS_DB' => 'ڈیٹا بیس قسم کی وضاحت کریں',
    'LBL_SYSOPTS_DB_TITLE' => 'ڈیٹا بیس کی قسم',
    'LBL_SYSOPTS_ERRS_TITLE' => 'مہربانی کر کےآگے بڑھنے سے پہلے مندرجہ ذیل غلطیوں کو حل کریں:',
    'ERR_DB_VERSION_FAILURE' => 'ڈیٹا بیس ورژن چیک کرنے میں ناکامی کا سامنا ہے.',
    'DEFAULT_CHARSET' => 'UTF-8',
    'ERR_ADMIN_USER_NAME_BLANK' => 'صارف کا نام فراہم کریں سویٹ سی آرایم ایڈمن صارف کے لئے. ',
    'ERR_ADMIN_PASS_BLANK' => 'پاس ورڈ فراہم کریں سویٹ سی آرایم ایڈمن صارف کے لئے. ',

    'ERR_CHECKSYS' => 'مطابقت کی جانچ کے دوران غلطیاں درپیش ہوۂی ہیں. مناسب طریقے سے کام کرنے کے لۓ آپ سویٹ سی آر ایم کی تنصیب کے لئے, براہ کرم مناسب اقدامات کریں اور درج ذیل مسائل کو حل کرنے کے لئے دوبارہ پڑتال کے بٹن کو دبائیں یا پھر انسٹال کرنے کی کوشش کریں.',
    'ERR_CHECKSYS_CALL_TIME' => 'اجازت دیں کہ کال ٹائم پاس ریفرنس چالو ہے(اس کو php.ini کی مدد کے لئے مقرر کیا جانا چاہئے)',
    'ERR_CHECKSYS_CURL' => 'نہیں مل سکا: سویٹ سی آر ایم شیڈولر محدود فعالیت کے ساتھ چل جائے گا.',
    'ERR_CHECKSYS_IMAP' => 'نہیں ملا: اندرونی ای میل اور مہم (ای میل) IMAPلائبریریوں کی ضرورت ہے. نہ ہی فعال ہو گا.',
    'ERR_CHECKSYS_MEM_LIMIT_1' => ' (اس کوسیٹ کریں ',
    'ERR_CHECKSYS_MEM_LIMIT_2' => 'M یا آپ کے php.ini فائل میں بڑا)',
    'ERR_CHECKSYS_NOT_WRITABLE' => 'انتباہ: لکھنا قابل نہیں',
    'ERR_CHECKSYS_PHP_INVALID_VER' => 'سویٹ سی آرایم کے ذریعے آپکے پی ایچ پی کا ورژن سپورٹڈ نہیں ہے. آپ کو اس ورژن کو انسٹال کرنے کی ضرورت ہوگی جو سویٹ سی آرایم کی درخواست کے ساتھ مطابقت رکھتا ہو. مہربانی کر کے سپورٹ پی ایچ پی ورژن کے لئے ریلیز نوٹس میں مطابقت میٹرکس سے مشورہ کریں. آپ کا ورژن ہے ',
    'ERR_CHECKSYS_IIS_INVALID_VER' => 'سویٹ سی آرایم کے ذریعے آپکے IIS ایس کا ورژن سپورٹڈ نہیں ہے. آپ کو اس ورژن کو انسٹال کرنے کی ضرورت ہوگی جو سویٹ سی آرایم کی درخواست کے ساتھ مطابقت رکھتا ہو. براہ کرم سپورٹ IIS ورژن کے لئے ریلیز نوٹس میں مطابقت میٹرکس سے مشورہ کریں. آپ کا ورژن ہے ',
    'ERR_CHECKSYS_FASTCGI' => 'ہم جانتے ہیں کہ آپ پی ایچ پی کے لئے فاسٹ سی جی آئی ہینڈلر میپنگ استعمال نہیں کر رہے ہیں. آپ کو ایک ایسا ورژن انسٹال / ترتیب دینے کی ضرورت ہوگی جو سویٹ سی آر ایم کی درخواست کے ساتھ ملتا جلتا ہو. براہ کرم سپورٹ ورژن کے لئے ریلیز نوٹس میں مطابقت میٹرکس سے مشورہ کریں. براہ مہربانی ملاحظہ کریں <a href="http://www.iis.net/php/" target="_blank">http://www.iis.net/php/</a> تفصیلات کے لئے ',
    'ERR_CHECKSYS_FASTCGI_LOGGING' => 'IIS / FastCGI SAPI کا استعمال کرتے ہوئے زیادہ سے زیادہ تجربے کے لئے، اپنے php.ini فائل میں fastcgi.logging کو 0 پر مقرر کریں.',
    'LBL_DB_UNAVAILABLE' => 'ڈیٹا بیس دستیاب نہیں',
    'LBL_CHECKSYS_DB_SUPPORT_NOT_AVAILABLE' => 'ڈیٹا بیس سپورٹ نہیں مل سکا. براہ کرم یقینی بنائیں کہ آپ کو مندرجہ ذیل معاون ڈیٹا بیس کی اقسام میں سے ایک ڈرائیور ضروری ہیں: MySQL MS یا SQLServer. آپ کے پی ایچ پی کی فائل کے مطابق، php.ini فائل میں توسیع کو غیرمعمولی کرنے کی ضرورت ہوسکتی ہے، یا صحیح بائنری فائل کے ساتھ دوبارہ نمٹنے کی ضرورت ہے. مزید معلومات کیلئے براہ کرم اپنے پی ایچ پی کے دستی کا حوالہ دیں کہ ڈیٹا بیس سپورٹ کو کس طرح فعال کرے کے.',
    'LBL_CHECKSYS_XML_NOT_AVAILABLE' => 'ایکس ایم ایل پارسل لائبریریز کا کام مل جاتا ہےجس کو سویٹ سی آر ایم کی درخواست کی ضرورت نہیں ہوتی.ممکن ہے کہ تمپحپ.انی
کے پھیلانے میں ناکام ہو جاؤیا دوبارہ سی جوڑیدار فائل پی ایچ پی کے انداز پرمنحصر ہوتی ہے.برائےکرم مزید معلومات کی صلاح لینے کے لیے اپنی پی ایچ پی کو مینول کردی.',
    'ERR_CHECKSYS_MBSTRING' => 'ملٹی بائٹ پی ایچ پی میں توسیع (مبثتڑِنگ) کے ساتھ وابستہ افعال جو سوٹ سی آر ایم ایپلیکیشن کی طرف سے کسی قسم کی ضرورت نہ ہو<br/><br/>عام طور پرمبسٹرنگ نقشہ پی ایچ پی میں فائر نہیں ہےاور پی ایچ پی کی بائنری بنائی گئی ہے جب قابل استعمال مبسٹرنگ کے ساتھ فعال ہونا ضروری ہے. برائے مہربانی آپ پی ایچ پی کا ہدایت نامہ مبسٹرنگ معاونت اہل بنانے کے لیے کسی طرح کے بارے میں مزید معلومات کیلئے رابطہ کریں.',
    'ERR_CHECKSYS_CONFIG_NOT_WRITABLE' => 'ترتیب فائل موجود ہے لیکن لکھنے کے قابل نہیں ہے. براہ کرم فائل لکھنے کے قابل کرنے کےلیے ضروری اقدامات کریں. یہ آپ کے آپریٹنگ سسٹم پر منحصر ہے، کہ آپ کو چیمڈ 766 چلانے کے لیے اجازتوں کو تبدیل کرنے کی ضرورت ہوسکتی ہے، یا خصوصیات تک رسائی حاصل کرنے کے لئے فاۂل نام پر دائیں کلک کرے اور صرف پڑھنے کے اختیار کو چالو کرے.',
    'ERR_CHECKSYS_CONFIG_OVERRIDE_NOT_WRITABLE' => 'متلقبت کے مطابق دستاویز مجود ہے لکھنے کے قابل نہیں ہے ضروری اقدامات کریں فہرست بنانے کے لیے اپ کے آپریٹنگ سسٹم پر منحصر ہے شاید یہ تبدیل کرنے کی اجازت لے چلانے لِیے چمود ٧٦٦ یا دستاویز پر دیں کلک کریں جدت سے رابط کے لیے جانچ پڑتال نہیں کر سکتے صرف پڑھ سکتے ہیں.',
    'ERR_CHECKSYS_CUSTOM_NOT_WRITABLE' => 'خاص قسم کی ڈائرکٹری موجود ہے لیکن لکھنےکے قابل نہیں ہے. آپکےآپریٹنگ سسٹم پر منحصر ہے کہ آپ کو اس پر اجازت بدلنا ہو گا (chmod 766) یا اس پر راۂٹ کلک کرنا پڑے گا اورصرف پڑھنے کے اختیار کو چالو کرنا پڑے گا. براہ کرم فائل کو لکھنے کے قابل بنانے کے لیے ضروری اقدامات کریں.',
    'ERR_CHECKSYS_FILES_NOT_WRITABLE' => "نیچے دیے گۂے فاۂلز یا ڈائریکٹریز لکھنےکے قابل نہیں ہیں یا لاپتہ ہیں اور نہیں بنسکتی ہیں. یہ آپکےآپریٹنگ سسٹم پر منحصر ہے، اس کو درست کرنے کے لئےآپکو فاۂلز یا پیرنٹ ڈاۂریکٹری کی اجازت کو تبدیل کرنا ہو گی(chmod 755), یا پیرنٹ ڈائرکٹری پر دائیں کلک کریں اور 'صرف پڑھنے' کے اختیارات کو نشان زد کریں اور اس کے تمام ذیلی فولڈرز پر لاگو کریں.",
    'ERR_CHECKSYS_JSON_NOT_AVAILABLE' => "Functions associated with JSON Parser Libraries that are needed by the SuiteCRM application were not found. You might need to uncomment the extension in the php.ini file, or recompile with the right binary file, depending on your version of PHP. Please refer to your PHP Manual for more information.",
    'LBL_CHECKSYS_OVERRIDE_CONFIG' => 'اوورائڈ کو ترتیب دیں',
    'ERR_CHECKSYS_SAFE_MODE' => 'محفوظ موڈ آن ہے (اگرآپ php.ini میں غیر فعال کرنا چاہتے ہیں تو کرسکتے ہیں)',
    'ERR_CHECKSYS_ZLIB' => 'زلیب مدت نہی کرتا سوتیکرم کی اندازہ کارکردی کے لئے زلیب کے فایدے ہیں سکرانہ.',
    'ERR_CHECKSYS_ZIP' => 'زپ مدت نہی کرتا سوتیکرم کی یا دباؤ والی دستاویز کی مدد کرتا ہے.',
    'ERR_CHECKSYS_PCRE' => 'PCRE لائبریری نہیں مل سکی: سویٹ سی آر ایم میں PCRE لائبریری کی ضرورت ہوتی ہے تاکہ باقاعدگی سے اظہار پیٹرن کے ملاپ کے پرل انداز پر عملدرآمد کیا جائے.',
    'ERR_CHECKSYS_PCRE_VER' => 'PCRE لائبریری ورژن: سویٹ سی آر ایم کے مطابق PCRE لائبریری 7.0 یا اس سے اوپر کی ضرورت ہوتی ہے کہ وہ باقاعدگی سے اظہار پیٹرن ملاپ کے پرل اسٹاۂل پر عمل کریں.',
    'ERR_DB_ADMIN' => 'فراہم کردہ ڈیٹا بیس کے منتظم کے صارف کا نام اور / یا پاس ورڈ غلط ہے، اور ڈیٹا بیس سے تعلق قائم نہیں کیا جاسکتا. ایک صحیح صارف کا نام اور پاس ورڈ درج کریں. (خرابی: ',
    'ERR_DB_ADMIN_MSSQL' => 'فراہم کردہ ڈیٹا بیس کے منتظم کے صارف کا نام اور / یا پاس ورڈ غلط ہے، اور ڈیٹا بیس سے تعلق قائم نہیں کیا جاسکتا. ایک صحیح صارف کا نام اور پاس ورڈ درج کریں.',
    'ERR_DB_EXISTS_NOT' => 'مخصوص ڈیٹا بیس موجود ہی نہیں ہے.',
    'ERR_DB_EXISTS_WITH_CONFIG' => 'ڈیٹا بیس پہلے سے موجود ہے تشکیل ڈیٹا کے ساتھ. منتخب کردہ ڈیٹا بیس کے ساتھ انسٹال چلانے کے لئے، براہ مہربانی دوبارہ انسٹال شروع کریں اور منتخب کریں: "ڈراپ کریں اور دوبارہ بنائیں موجودہ سویٹ سی آر ایم ٹیبل؟" اپ گریڈ کرنے کے لئے، ایڈمن کنسول میں سے اپ گریڈ مددگار استعمال کریں. براہ مہربانی وجودہ اپ گریڈ دستاویزات پڑھیں <a href="https://docs.suitecrm.com/admin/installation-guide/upgrading/" target="_new">یہاں سے</a>.',
    'ERR_DB_EXISTS' => 'فراہم کردہ ڈیٹا بیس کا نام پہلے سے ہی موجود ہے - اسی نام کے ساتھ کسی دوسرے کو نہیں بنا سکتے.',
    'ERR_DB_EXISTS_PROCEED' => 'فراہم کردہ ڈیٹا بیس کا نام پہلے سے ہی موجود ہے۔ آپ <br>1. بیک بٹن کو ہٹ کر کے نیا ڈیٹا بیس کا نام منتخب کر سکتے ہیں <br>1. نیکسٹ پر کلک کریں اور جاری رکھیں لیکن اس ڈیٹا بیس پر موجود تمام ٹیبلز گر جائیں گی. <strong>اس کا مطلب یہ ہے کہ آپ کی ٹیبلز اور ڈیٹا پھینک دیا جاۂے گا.<strong>',
    'ERR_DB_HOSTNAME' => 'میزبان کا نام خالی نہیں ہوسکتا ہے.',
    'ERR_DB_INVALID' => 'غلط ڈیٹا بیس کی قسم منتخب کی گۂی ہے.',
    'ERR_DB_LOGIN_FAILURE' => 'فراہم کردہ ڈیٹا بیس کے میزبان، صارف نام، اور / یا پاس ورڈ غلط ہے، اور ڈیٹا بیس سے تعلق قائم نہیں کیا جاسکتا ہے. براہ کرم ایک درست میزبان، صارف کا نام اور پاسورڈ درج کریں',
    'ERR_DB_LOGIN_FAILURE_MYSQL' => 'فراہم کردہ ڈیٹا بیس کے میزبان، صارف نام، اور / یا پاس ورڈ غلط ہے، اور ڈیٹا بیس سے تعلق قائم نہیں کیا جاسکتا ہے. براہ کرم ایک درست میزبان، صارف کا نام اور پاسورڈ درج کریں',
    'ERR_DB_LOGIN_FAILURE_MSSQL' => 'فراہم کردہ ڈیٹا بیس کے میزبان، صارف نام، اور / یا پاس ورڈ غلط ہے، اور ڈیٹا بیس سے تعلق قائم نہیں کیا جاسکتا ہے. براہ کرم ایک درست میزبان، صارف کا نام اور پاسورڈ درج کریں',
    'ERR_DB_MYSQL_VERSION' => 'اپ کے میثقل ورژن مدد نہیں کرتے %s سوتیکرم. کی آپکو ورژن نسب کرنے کی ضرورت ہے یہ سوتیکرمکے لئے درخوستی موزو درخواس ہے ہے.',
    'ERR_DB_NAME' => 'دیتا بیس کا نام خالی نہیں ہوگا.',
    'ERR_DB_MYSQL_DB_NAME_INVALID' => "ڈیٹابیس کا کوئی نام ضبط نہیں ہوگا a '\\', '/', or '.'",
    'ERR_DB_MSSQL_DB_NAME_INVALID' => "ڈیٹا بیس کا نام ان نمبر کے ساتھ شروع نہیں ہوسکتا ہے، '#', or '@' اور نہ ہی ایک سپیس پر مشتمل ہوسکتا ہے، '\"', \"'\", '*', '/', '\\', '?', ':', '<', '>', '&', '!', or '-'",
    'ERR_DB_OCI8_DB_NAME_INVALID' => "ڈیٹا بیس کا نام صرف حروف تہجی اور علامات پر مشتمل ہوسکتا ہے '#', '_' or '$'",
    'ERR_DB_PASSWORD' => 'سویٹ سی آر ایم ڈیٹا بیس کے منتظم کے لئے فراہم کی جانے والا پاس ورڈز میچ نہیں ہو رہا ہے. پاس ورڈ فیلڈز میں اسی پاس ورڈ کو دوبارہ درج کریں.',
    'ERR_DB_PRIV_USER' => 'ڈیٹا بیس کے منتظم صارف کا نام فراہم کریں. صارف کو ڈیٹا بیس سے ابتدائی کنکشن کے لئے ضروری ہے.',
    'ERR_DB_USER_EXISTS' => 'صارف کا نام سویٹ سی آر ایم ڈیٹا بیس کے صارف کے لئے پہلے ہی موجود ہے -- اسی نام کے ساتھ کسی دوسرے کو نہیں بنا سکتے. براہ کرم نیا صارف نام درج کریں.',
    'ERR_DB_USER' => 'سویٹ سی آر ایم ڈیٹا بیس کے منتظم کے لئے صارف کا نام درج کریں.',
    'ERR_DBCONF_VALIDATION' => 'مہربانی کر کےآگے بڑھنے سے پہلے مندرجہ ذیل غلطیوں کو حل کریں:',
    'ERR_DBCONF_PASSWORD_MISMATCH' => 'سویٹ سی آر ایم کے ڈیٹا بیس کے صارف کے لئے فراہم کیا جانے والا پاسورڈ میچ نہیں ہو رہا. براہ کرم پاس ورڈ فیلڈز میں اسی پاس ورڈ کو دوبارہ درج کریں.',
    'ERR_ERROR_GENERAL' => 'مندرجہ ذیل غلطیوں کا سامنا کرنا پڑا:',
    'ERR_LANG_CANNOT_DELETE_FILE' => 'فائل کو ختم نہیں کر سکتا: ',
    'ERR_LANG_MISSING_FILE' => 'فائل نہیں مل سکی: ',
    'ERR_LANG_NO_LANG_FILE' => 'کوئی زبان دستاویز سے نہیں اٹھائی جائے گی اندر کی طرف سے ملانا /زبان: ',
    'ERR_LANG_UPLOAD_1' => 'آپ کی اپ لوڈ کے ساتھ ایک مسئلہ تھا. مہربانی کر کے دوبارہ کوشش کریں.',
    'ERR_LANG_UPLOAD_2' => 'زبان پیکس زپ آرکائیوز ہونا لازمی ہے.',
    'ERR_LANG_UPLOAD_3' => 'پی ایچ پی temp فائل کو منتقل نہیں کر سکا اپ ڈیٹ ڈائرکٹری میں.',
    'ERR_LOG_DIRECTORY_NOT_EXISTS' => 'فراہم شدہ لاگ ڈائریکٹری ایک درست ڈائریکٹری نہیں ہے.',
    'ERR_LOG_DIRECTORY_NOT_WRITABLE' => 'فراہم شدہ لاگ ڈائریکٹری ایک قابل تحریر ڈائرکٹری نہیں ہے.',
    'ERR_NO_DIRECT_SCRIPT' => 'سکرپٹ براہ راست عمل کرنے میں ناکام ہے.',
    'ERR_NO_SINGLE_QUOTE' => 'واحد واوین کے نشان کو استعمال نہیں کر سکتے کسی کے لیے ',
    'ERR_PASSWORD_MISMATCH' => 'یہ راز سوتیکرم مہیا کر سگتا ہے مالک کو اس سے ملتا جوتا نہی ہے براہ مہربانی دوبارہ راز درج کریں راز فیلڈز میں.',
    'ERR_PERFORM_CONFIG_PHP_1' => 'نہیں لکھا جا سکتا <span class=stop>config.php</span> فائل میں.',
    'ERR_PERFORM_CONFIG_PHP_2' => 'آپ دستی طور پر config.php فائل بنانے اور نیچے config.php فائل میں ترتیب کی معلومات چسپاں کرکے اس تنصیب کو جاری رکھ سکتے ہیں. تاہم، آپ <strong>لازمی طور پر</strong> گلے مرحلے تک جاری رکھنے سے پہلے config.php فائل بنانا ہوگی.',
    'ERR_PERFORM_CONFIG_PHP_3' => 'کیا اپ کو یاد ہے کے دستاویز کسے بنے جاتے ہیں?',
    'ERR_PERFORM_CONFIG_PHP_4' => 'خطرہ config.php فائل میں نہیں لکھا جا سکتا. براہ کرم یقینی بنائیں کہ یہ موجود ہے.',
    'ERR_PERFORM_HTACCESS_1' => 'نہیں لکھا جا سکتا ',
    'ERR_PERFORM_HTACCESS_2' => ' دستاویز.',
    'ERR_PERFORM_HTACCESS_3' => 'اگر آپ براؤزر کے ذریعہ قابل رسائی ہونے سے اپنی لاگ فائل کو محفوظ کرنا چاہتے ہیں تو، لائن کے ساتھ اپنی لاگ ڈائریکٹری میں ایک htaccess۔ فائل بنائیں:',
    'ERR_PERFORM_NO_TCPIP' => '<b>ہم انٹرنیٹ کنیکشن کو معلوم نہیں کر سکتے</b>جب آپ کے پاس کنیکشن ہوتا ہےبراہ مہربانی اس کو دیکھیں <a href="https://www.suitecrm.com/">https://www.suitecrm.com</a> SuiteCRM کے ذریعے اس میں شامل ہوں ہم تھوڑا سا جانتے ہیں کہ آپ کی کمپنی کی سی ہے منصوبہ استمال کرے سوتیکرم یار میں ہم یقین رکھتے ہیں کہ ہم آپ کے کاروبار کے لئے ایک اچھی اپلیکیشن فرام کریں گے.',
    'ERR_SESSION_DIRECTORY_NOT_EXISTS' => 'نشست کو براہ راست نہیں دیا جا سکتا کیوں کہ یہ ایک غلط ہے.',
    'ERR_SESSION_DIRECTORY' => 'نشت براہ راست کرے درخواست برای راست نہ کریں.',
    'ERR_SESSION_PATH' => 'اگر آپ اپنے آپ کی وضاحت کرنا چاہتے ہیں تو سیشن کا راستہ لازمی ہے.',
    'ERR_SI_NO_CONFIG' => 'آپ config_si.phpجمع نہیں کر سکتی دستاویز کے راستے میں یا آپ تعریف نہیں کر سکتی $sugar_config_si میں config.php',
    'ERR_SITE_GUID' => 'درخواست معلومات کو ضرورت ہے اگر آپ طلب کرتے ہیں مخصوص چیزیں اپنے آپ کے لئے.',
    'ERROR_SPRITE_SUPPORT' => "فی الحال ہم جی ڈی لائبریری کا پتہ لگانے کے قابل نہیں ہیں، جسکے نتیجے میں آپ سی ایس ایس سپرائٹ کی فعالیت کا استعمال نہیں کرسکیں گے.",
    'ERR_UPLOAD_MAX_FILESIZE' => 'انتباہ: آپ کے پی ایچ پی کی ترتیب کو کم از کم 6MB فائلوں کی اپ لوڈ کی اجازت دینے کے لئے تبدیل کیا جانا چاہئے.',
    'LBL_UPLOAD_MAX_FILESIZE_TITLE' => 'فائل کا سائز اپ لوڈ کریں',
    'ERR_URL_BLANK' => 'بیس یو آر ایل فراہم کریں سویٹ سی آر ایم مثال کےلیے.',
    'ERR_UW_NO_UPDATE_RECORD' => 'تنصیب کے ریکارڈ کو تلاش نہیں کر سکا',
    'ERROR_MANIFEST_TYPE' => 'منفی فائل کو پیکیج کی قسم کی وضاحت کرنا ضروری ہے.',
    'ERROR_PACKAGE_TYPE' => 'منفی فائل ایک غیر معروف پیکج کی قسم کی وضاحت کرتا ہے',
    'ERROR_VERSION_INCOMPATIBLE' => 'اپ لوڈ شدہ فائل سویٹ سی آر ایم کے اس ورژن کے ساتھ مطابقت نہیں رکھتا ہے: ',

    'LBL_BACK' => 'پیچھے',
    'LBL_CANCEL' => 'منسوخ کریں',
    'LBL_ACCEPT' => 'مجھے قبول ہے',
    'LBL_CHECKSYS_CACHE' => 'لکھنے کے قابل کیشے ذیلی ڈائریکٹریز',
    'LBL_DROP_DB_CONFIRM' => 'یہ معلومات پہلے سے موجود ہے <br>آپ دونوں میں سے ایک کر سکتے <br> 1منسوخ بٹن کو دبا سکتےاور نئی معلومات کا انتخاب کر سکتےیا <br>2. یا آپ قبول کے بٹن کو دبا کر اس کو جاری رکھیں تمام فہرست مجودہ معلومات کے اندر ڈال پاؤ گے <strong> اس کا مطلب ہے کہ یہ تمام فہرست پہلے سے موجود ہیں تمام معلومات کو پھینک دیا جائے گا</strong>',
    'LBL_CHECKSYS_COMPONENT' => 'جزوي اجزاء',
    'LBL_CHECKSYS_CONFIG' => 'لکھنے کے قابل سویٹ سی آر ایم ترتیب فائل (config.php)',
    'LBL_CHECKSYS_CURL' => 'کورل مودلے',
    'LBL_CHECKSYS_CUSTOM' => 'آپ براہ راست طریقہ سے لکھ سکتے ہیں',
    'LBL_CHECKSYS_DATA' => 'سب ڈیٹا ٹریکٹر کے ذریعہ آپ لکھ سکتے ہیں',
    'LBL_CHECKSYS_IMAP' => 'امپ مودلے',
    'LBL_CHECKSYS_FASTCGI' => 'FastCGI',
    'LBL_CHECKSYS_MBSTRING' => 'مب سٹرنگز مودلے',
    'LBL_CHECKSYS_MEM_OK' => 'درست ہے کوئی حد نہی',
    'LBL_CHECKSYS_MEM_UNLIMITED' => 'درست ہے کوئی حد نہی',
    'LBL_CHECKSYS_MEM' => 'پی ایچ پی کی یاداشت کی کوئی حد نہیں',
    'LBL_CHECKSYS_MODULE' => 'درخواست کرنے کا نمونہ سب-ڈائریکٹریز اینڈ فائلز',
    'LBL_CHECKSYS_NOT_AVAILABLE' => 'دستیاب نہیں ہے',
    'LBL_CHECKSYS_OK' => 'ٹھیک ہے',
    'LBL_CHECKSYS_PHP_INI' => 'آپ کے پی ایچ پی کی ترتیب فائل کی جگہ (php.ini):',
    'LBL_CHECKSYS_PHP_OK' => 'ٹھیک ہے (دیکھیں ',
    'LBL_CHECKSYS_PHPVER' => 'پحپ ورژن',
    'LBL_CHECKSYS_IISVER' => 'اس ورژن',
    'LBL_CHECKSYS_JSON' => 'JSON Parsing',
    'LBL_CHECKSYS_RECHECK' => 'دوبارہ چیک کریں',
    'LBL_CHECKSYS_STATUS' => 'حیثیت',
    'LBL_CHECKSYS_TITLE' => 'سسٹم چیک منظوری',
    'LBL_CHECKSYS_XML' => 'XML پارسنگ',
    'LBL_CHECKSYS_ZLIB' => 'زلیب کمپریشن مودلے',
    'LBL_CHECKSYS_ZIP' => 'زپ ہینڈلنگ مودلے',
    'LBL_CHECKSYS_PCRE' => 'پکڑے لائبریری',
    'LBL_CHECKSYS_FIX_FILES' => 'حلیہ مواد کو ٹھیک کریںیا پہلے طریقہ کار براہ راست:',
    'LBL_CHECKSYS_FIX_MODULE_FILES' => 'حلیہ مواد کو ٹھیک کریںیا مودلے ڈائریکٹریز اور دستاویز کی پہلی کاروائی کارلی:',
    'LBL_CHECKSYS_UPLOAD' => 'براہ راست پڑھنے کے قابل کو چھڑاؤ کریں',
    'LBL_CLOSE' => 'بند کریں',
    'LBL_THREE' => '3',
    'LBL_CONFIRM_BE_CREATED' => 'بن سکتی ہے',
    'LBL_CONFIRM_DB_TYPE' => 'ڈیٹا بیس کی قسم',
    'LBL_CONFIRM_NOT' => 'نہیں',
    'LBL_CONFIRM_TITLE' => 'ترتیبات کی توثیق کریں',
    'LBL_CONFIRM_WILL' => 'ہوگا',
    'LBL_DBCONF_DB_DROP' => 'فہرست ڈال',
    'LBL_DBCONF_DB_NAME' => 'دیتا بیس نام',
    'LBL_DBCONF_DB_PASSWORD' => 'ویٹ سی آر ایم ڈیٹا بیس کے صارف کا پاس ورڈ',
    'LBL_DBCONF_DB_PASSWORD2' => 'سویٹ سی آر ایم ڈیٹا بیس کے صارف کا پاس ورڈ دوبارہ درج کریں',
    'LBL_DBCONF_DB_USER' => 'سوتیکرم ڈیٹا بیس اثر',
    'LBL_DBCONF_SUITE_DB_USER' => 'سوتیکرم ڈیٹا بیس اثر',
    'LBL_DBCONF_DB_ADMIN_USER' => 'ڈیٹا بیس ایڈمنسٹریٹر صارف کا نام',
    'LBL_DBCONF_DB_ADMIN_PASSWORD' => 'ڈیٹا بیس کے ایڈمن کا پاس ورڈ',
    'LBL_DBCONF_COLLATION' => 'موازنہ',
    'LBL_DBCONF_CHARSET' => 'اپنے کردار کو ٹھیک کرنا',
    'LBL_DBCONF_ADV_DB_CFG_TITLE' => 'Advanced Database Configuration',
    'LBL_DBCONF_DEMO_DATA' => 'پاپولیٹ ڈیٹابیس ڈیمو ڈیٹا کے ساتھ؟',
    'LBL_DBCONF_DEMO_DATA_TITLE' => 'عارضی معلومات منتخب کریں',
    'LBL_DBCONF_HOST_NAME' => 'مہمان کا نام',
    'LBL_DBCONF_HOST_INSTANCE' => 'مہمان کا نمونہ',
    'LBL_DBCONFIG_SECURITY' => 'سیکورٹی کے مقاصد کے لئے، آپ کو ایک مخصوص ڈیٹا بیس کے صارف کو سویٹ سی آر ایم کے ڈیٹا بیس سے منسلک کرنے کی وضاحت کرسکتے ہیں. اس صارف کو سویٹ سی آر ایم ڈیٹا بیس پر لکھنے، اپ ڈیٹ اور دوبارہ حاصل کرنے کے قابل ہونا چاہیے جو اس مثال کے لئے تیار کیا جائے گا. یہ صارف اوپر بیان کیا گیا ڈیٹا بیس کے منتظم ہوسکتا ہے، یا آپ نیا یا موجودہ ڈیٹا بیس صارف کی معلومات فراہم کرسکتے ہیں.',
    'LBL_DBCONFIG_PROVIDE_DD' => 'موجودہ صارف فراہم کریں',
    'LBL_DBCONFIG_CREATE_DD' => 'بنانے کے لیے صارف کی طریقہ',
    'LBL_DBCONFIG_SAME_DD' => 'ایک جیسا منظم صارف ہے',
    'LBL_DBCONF_TITLE' => 'ڈیٹابیس تشکیل دینا',
    'LBL_DBCONF_TITLE_NAME' => 'ڈیٹابیس کا نام مہیا کرنا',
    'LBL_DBCONF_TITLE_USER_INFO' => 'ڈیٹابیس صارف کی معلومات میں کرنا',
    'LBL_DBCONF_TITLE_PSWD_INFO_LABEL' => 'پاس ورڈ',
    'LBL_DISABLED_DESCRIPTION_2' => 'اس تبدیلی کے بعد، آپ کو انسٹالیشن شروع کرنے کے لئے ذیل میں "شروع" بٹن پر کلک کر سکتے ہیں. <i>انسٹالیشن مکمل ہونے کے بعد، آپ \'installer_locked\' to \'true\' کے لیے قدر تبدیل کرنا چاہنگے.</i>',
    'LBL_DISABLED_DESCRIPTION' => 'نصب کرنے کا عمل پہلے ایک مرتبہ چاہے چکا ہے حفاظتی پماش کے طور پر کچھ سائیکل چلنے کے بعد اس کو منقطع کردیا گیا اگر آپ بلکل بھروسے سے ہیں اور اس کو چلانا چاہتے ہیں برائے مہربانی کنفک ڈاٹ پی ایچ پی دستاویز میں جائیں قابل قبول کیمت کو درج کریں جس کو انسٹالر کرتے ہیں اور اس کو غلط طور پر سیٹ کریں تو لائن کچھ اس طرح سے زندگی:',
    'LBL_DISABLED_HELP_1' => 'تنصیب کی مدد کے لئے، براہ مہربانی سویٹ سی آر ایم پر جائیں',
    'LBL_DISABLED_HELP_LNK' => 'https://community.suitecrm.com',
    'LBL_DISABLED_HELP_2' => 'فارم کی مدد',
    'LBL_DISABLED_TITLE_2' => 'سویٹ سی آر ایم تنصیب کو غیر فعال کردیا گیا ہے',
    'LBL_HELP' => 'مدد',
    'LBL_INSTALL' => 'انسٹال کریں',
    'LBL_INSTALL_TYPE_TITLE' => 'اختیارات کو نصب کرنا',
    'LBL_INSTALL_TYPE_SUBTITLE' => 'تنصیب کی قسم منتخب کریں',
    'LBL_INSTALL_TYPE_TYPICAL' => ' <b>عام یا معمولی نہ سب</b>',
    'LBL_INSTALL_TYPE_CUSTOM' => ' <b>مخصوص نسب</b>',
    'LBL_INSTALL_TYPE_MSG2' => 'تنصیب کے لئے کم سے کم معلومات کی ضرورت ہوتی ہے. نئے صارفین کے لئے مشورہ ہے.',
    'LBL_INSTALL_TYPE_MSG3' => 'تنصیب کے دوران سیٹ کرنے کے لئے اضافی اختیارات فراہم کرتا ہے. ایڈمن اسکرینز میں تنصیب کے بعد ان میں سے زیادہ تر اختیارات بھی دستیاب ہیں. جدید ترین صارفین کے لئے سفارش کی گئی ہے.',
    'LBL_LANG_1' => 'سوتیکرم میں زبان کا استعمال کریں دیگر وہ لفظ زبان سے آپ زبان کو چڑھا سکتے ہیں اور نصب کر سکتے اسی وقت چن سکتے آپ کو اس بات کی اجازت دی جاتی ہے کیا آپ چڑھا سکتے ہیں اور نسب کر سکتے ہیں زبان زبان پیک سے سوتیکرم اپلیکیشن سوفٹ وئیر میں اگر آپ اس کا دمک چھوڑنا چاہتے ہیں تو آگے والی کلے کو دباؤ.',
    'LBL_LANG_BUTTON_COMMIT' => 'انسٹال کریں',
    'LBL_LANG_BUTTON_REMOVE' => 'ہٹا دیں',
    'LBL_LANG_BUTTON_UNINSTALL' => 'ان انسٹال کریں',
    'LBL_LANG_BUTTON_UPLOAD' => 'اپ لوڈ کریں',
    'LBL_LANG_NO_PACKS' => 'کوئی نہیں',
    'LBL_LANG_PACK_INSTALLED' => 'مندرجہ ذیل زبان کو نصب کر دیا گیا: ',
    'LBL_LANG_PACK_READY' => 'امجد ذیل زبان ٹیسٹ پیک میں نصب کرنے کے لیے تیار ہے: ',
    'LBL_LANG_SUCCESS' => 'اسپیک میں کمیابی کے ساتھ زبان چہر کیے ہے.',
    'LBL_LANG_TITLE' => 'زبان کو جکڑنا',
    'LBL_LAUNCHING_SILENT_INSTALL' => 'ابھی SuiteCRM کو نصب کریں اور اس کیلئے آپ کے کچھ منٹ لگیں گے.',
    'LBL_LANG_UPLOAD' => 'ایک لینگویج پیک کو چڑھائی',
    'LBL_LICENSE_ACCEPTANCE' => 'لائسنس کی قبولیت',
    'LBL_LICENSE_CHECKING' => 'ایک سسٹم سے دوسرے سسٹم مل جانے کے لیے دیکھ رہے ہیں.',
    'LBL_LICENSE_CHKENV_HEADER' => 'ماحول پر اثر انداز ہونے والے عوامل کو دیکھ رہے ہیں',
    'LBL_LICENSE_CHKDB_HEADER' => 'ڈی پی نامہ کاغذات کی تصدیق ہوگئی ہے.',
    'LBL_LICENSE_CHECK_PASSED' => 'موقف دیکھنے کے لئے سسٹم منظور ہو چکا ہے.',
    'LBL_CREATE_CACHE' => 'نصب کرنے کے لیے تیار ہو رہا ہے...',
    'LBL_LICENSE_REDIRECT' => 'دوبارہ ڈھونڈ رہے ہیں ',
    'LBL_LICENSE_I_ACCEPT' => 'مجھے قبول ہے',
    'LBL_LICENSE_PRINTABLE' => ' کابل اعتباط خیال ',
    'LBL_PRINT_SUMM' => 'خلاصی کا چھپاؤ',
    'LBL_LICENSE_TITLE_2' => 'سوتیکرم لائسنس',

    'LBL_LOCALE_NAME_FIRST' => 'ڈیوڈ',
    'LBL_LOCALE_NAME_LAST' => 'لیونگسٹون',
    'LBL_LOCALE_NAME_SALUTATION' => 'ڈاکٹر.',

    'LBL_ML_ACTION' => 'عمل',
    'LBL_ML_DESCRIPTION' => 'تفصیل',
    'LBL_ML_INSTALLED' => 'تاریخ نصب ہے',
    'LBL_ML_NAME' => 'نام',
    'LBL_ML_PUBLISHED' => 'تاریخ شائع',
    'LBL_ML_TYPE' => 'قسم',
    'LBL_ML_UNINSTALLABLE' => 'غیر فعال',
    'LBL_ML_VERSION' => 'ورژن',
    'LBL_MSSQL' => 'SQL سرور',
    'LBL_MSSQL2' => 'SQL سرور) مفت ٹی ڈی ایس(',
    'LBL_MSSQL_SQLSRV' => 'ثقل سرور (مائیکروسافٹ ثقل سرور ڈرائیور فور پحپ)',
    'LBL_MYSQL' => 'میرا ایس کیو ایل',
    'LBL_MYSQLI' => 'میثقل (میسقلی ایکسٹینشن)',
    'LBL_NEXT' => 'اگے',
    'LBL_NO' => 'نہيں',
    'LBL_PERFORM_ADMIN_PASSWORD' => 'مالک کے طور پر ویب سائٹ کو راز دی',
    'LBL_PERFORM_CONFIG_PHP' => 'سائٹنگ ترتیب دینے کی دستاویز بنے',
    'LBL_PERFORM_CREATE_DB_1' => '<b>ڈیٹا بیس بنانے کے لیے</b> ',
    'LBL_PERFORM_CREATE_DB_2' => ' <b>پر</b> ',
    'LBL_PERFORM_CREATE_DB_USER' => 'ڈیٹا بیس بنانے کے لیے صارف کا نام اور راز دی...',
    'LBL_PERFORM_CREATE_DEFAULT' => 'طے شدہ قوی بنا رہا ہے',
    'LBL_PERFORM_DEFAULT_SCHEDULER' => 'طے شدہ کام بنا رہا ہے',
    'LBL_PERFORM_DEFAULT_USERS' => 'طے شدہ صارف بنا رہا ہے',
    'LBL_PERFORM_DEMO_DATA' => 'ڈیٹابیس کا ٹیبل میں آباد ہونا ایڈیٹر کے طور پر اس کیلئے کچھ وقت لگے',
    'LBL_PERFORM_DONE' => 'ہوگیا<br>',
    'LBL_PERFORM_FINISH' => 'ختم',
    'LBL_PERFORM_OUTRO_1' => 'SuiteCRM کا سیکس ',
    'LBL_PERFORM_OUTRO_2' => ' اب مکمل کیا ہے!',
    'LBL_PERFORM_OUTRO_3' => 'کل وقت: ',
    'LBL_PERFORM_OUTRO_4' => ' سیکنڈز.',
    'LBL_PERFORM_OUTRO_5' => 'یادداشت استمال کے قریب پہنچنا: ',
    'LBL_PERFORM_OUTRO_6' => ' بیٹس.',
    'LBL_PERFORM_SUCCESS' => 'کامیابی!',
    'LBL_PERFORM_TABLES' => 'سوتیکرم ایپلیکیشن کا ایک ٹیبل بنائیں',
    'LBL_PERFORM_TITLE' => 'سیٹ اپ کو انجام دینا',
    'LBL_PRINT' => 'پرنٹ کریں',
    'LBL_REG_CONF_1' => 'براہ مہربانی مختصر دستاویز کو پورا کریں نیچے آپ کو پروڈکٹ اناوسر دیا گیا ہے تیار خبریں خصوصی آفر اور خصوصی واقعہ کی دعوت سوتیکرم دی جاتی ہے ہم کرائے کی رقم نہیں بیچتے ایشا دیتے تاہم ہم اس کو تقسیم کر دیتے ہیں تیسرے شخص میں.',
    'LBL_REG_CONF_3' => 'رجسٹر کرنے کے لئے آپ کا بہت بہت شکریہ کلیگ دفنش بٹن اور سویٹ سیارہ میں لاگ ان ہوجائیے پہلی مرتبہ لاگن ہونے کے لیے آپ کو یوزر نیم کی ضرورت پڑے گی یا آس پاس ورڈ کی جو اپنے ایس ٹائپ ٹو میں دیے تھے.',
    'LBL_REG_TITLE' => 'ارکان کا اندراج کرنا',

    'LBL_REQUIRED' => 'متعلقہ ادارے کی ضرورت',

    'LBL_SITECFG_ADMIN_Name' => 'سوتیکرم ایپلیکیشن کے مالک کا نام',
    'LBL_SITECFG_ADMIN_PASS_2' => 'سوٹ سی آر ایم ایڈ معین میں یوزر کا پاسورڈ دوبارہ درج کریں',
    'LBL_SITECFG_ADMIN_PASS' => 'سوٹ سی آر ایم ایڈ معین یوزر پاس ورڈ',
    'LBL_SITECFG_APP_ID' => 'درخواست کی شناخت',
    'LBL_SITECFG_CUSTOM_ID_DIRECTIONS' => 'اگر منتخب کیا گیا ہے تو، آپ کو ایک ایپلی کیشن کی ID مہیا کرنا ہو گی جو خود پیدا ہونے والی ID کو مسترد کرے. ID اس بات کو یقینی بناتا ہے کہ ایک سویٹ سی آر ایم مثال کے سیشنز دوسرے مثالوں کے لیے استعمال نہیں کیے جاتے ہیں. اگر آپ کے پاس سویٹ سی آر ایم کی تنصیب کا کلسٹر ہے، تو وہ سبھی ہی ایک ہی ایپلی کیشن کی ID کا اشتراک کریں.',
    'LBL_SITECFG_CUSTOM_ID' => 'اپنی درخواست کی شناخت فراہم کریں',
    'LBL_SITECFG_CUSTOM_LOG_DIRECTIONS' => 'اگر منتخب کیا جاتا ہے تو، آپ کو سویٹ سی آر ایم لاگ ان کیلئے ڈیفالٹ ڈائرکٹری کو مسترد کرنے کیلئے لاگ ان ڈائریکٹری کی وضاحت کرنا ضروری ہے. اس کے باوجود جہاں لاگ فائل واقع ہے، ویب براؤزر کے ذریعہ اس تک رسائی محدود ہو جائے گی htaccess ری ڈائریکٹ کے ذریعہ.',
    'LBL_SITECFG_CUSTOM_LOG' => 'اپنی مرضی کے لاگ ان ڈائریکٹری کا استعمال کریں',
    'LBL_SITECFG_CUSTOM_SESSION_DIRECTIONS' => 'اگر منتخب کیا جاتا ہے تو، آپ کو سویٹ سی آر ایم سیشن کی معلومات کو ذخیرہ کرنے کے لئے محفوظ فولڈر بنانا ہوگا. سیشن ڈیٹا کو مشترکہ سرورز پر کمزور ہونے سے روکنے کے لئے یہ سب کچھ کیا جاتا ہے.',
    'LBL_SITECFG_CUSTOM_SESSION' => 'سویٹ آر آر ایم کے لئے ایک حسب ضرورت سیشن ڈائرکٹری کا استعمال کریں',
    'LBL_SITECFG_FIX_ERRORS' => '<b>برائے مہربانی ان غلطیوں کو ٹھیکری استعمال کرنے سے پہلے:</b>',
    'LBL_SITECFG_LOG_DIR' => 'لاگ ان ڈائرکٹری',
    'LBL_SITECFG_SESSION_PATH' => 'سیشن ڈائرکٹری کا راستہ<br> (لکھنے کے قابل ہو)',
    'LBL_SITECFG_SITE_SECURITY' => 'Select Security Options',
    'LBL_SITECFG_SUITE_UP_DIRECTIONS' => 'اگر آپ سسٹم کو سلیکٹ کرو گے تو بدقسمتی سے آپ کو سوفٹ ویئر کو اپ ڈیٹ گا.',
    'LBL_SITECFG_SUITE_UP' => 'خودبخود ابڈیٹ کو دیکھے?',
    'LBL_SITECFG_TITLE' => 'ویب سائٹ کی ترتیب',
    'LBL_SITECFG_TITLE2' => 'ایڈمنسٹریشن صارف شناخت',
    'LBL_SITECFG_SECURITY_TITLE' => 'سائٹ کی حفاظت',
    'LBL_SITECFG_URL' => 'سوٹ سی آر ایم یو آر ایل کا نمونہ',
    'LBL_SITECFG_ANONSTATS' => 'Send Anonymous Usage Statistics?',
    'LBL_SITECFG_ANONSTATS_DIRECTIONS' => 'اگر انتخاب شدہ سوٹ سی آر ایم سی ایم کو بھیجو<b>گمنام</b>آپکے تحقیق شدہ سوتیکرم انک کو ترتیب دیا ہے دیتا ہےآپ کا سسٹم ہر وقت نیو تبدیلی کے لئے جان پڑتال کرتا رہے گایہ معلومات آپ کو بہتر مطالعہ کرنے میں مدد کرے گییہ آپ کو رہنمائی کرے گا کہ کیسے استعمال کرنا ہے اس آپریشن کو اور گیس کی پیداوار میںکرنا ہے.',
    'LBL_SITECFG_URL_MSG' => 'URL میں داخل ہوجو سوٹCRM میں تناسب رسائی کے لیے استعمال ہو گئییہ یو آر ایل یو آر ایل ایس سوٹ کہ ایپلی کیشن پیج کی بنیاد پر استعمال ہو گئی. اس یو آر ایل میں ویب سرور اور مشین کا نام اور آئی پی ایڈریس مستعمل ہو گا.',
    'LBL_SITECFG_SYS_NAME_MSG' => 'اپنے سسٹم کے اندر اپنا نام درج کریں. یہ نام براؤزر ٹائٹل بار میں ظاہر ہوگا جب یوزر سوٹ سیارے میں پٹیشن کواستعمال کرے گا.',
    'LBL_SITECFG_PASSWORD_MSG' => 'انسٹالیشن کے بعد, آپ کو سوٹ سی آر ایم ایڈمین کو استعمال کرنے کی ضرورت ہوگی(ڈیفالٹ یوزرنیم = ادمیں) اسی وقت سوٹ سی آر ایم میں داخل ہونے کے لیےمثال ہے. ایڈمنسٹریٹر یوزر کے لیے اپنا پاس ورڈ درج کریں. داخل ہونے کے بعد حافظ پاسپورٹ کو تبدیل بھی کرسکتے ہیں. آپ دوسرے ایڈمن کا یوزر نے بھی استعمال کرسکتے ہیںفراہم کردہ ڈیفالٹ قیمت کے علاوہ.',
    'LBL_SITECFG_COLLATION_MSG' => 'آپ کے نظام کے لیے اتحادی ترتیب سیٹنگ مختحب ہو گئی. یہ سیٹنگ ٹیبل کو پیدا کرے گی مختلف لینگویج میں استعمال کرنے کے لیے. آپ کی زبان کی صورت میں سیٹنگ طے شدہ کادر کیخاص ضرورت حاصل نہیں ہوگی,.',
    'LBL_SPRITE_SUPPORT' => 'Sprite Support',
    'LBL_SYSTEM_CREDS' => 'System Credentials',
    'LBL_SYSTEM_ENV' => 'System Environment',
    'LBL_SHOW_PASS' => 'Show Passwords',
    'LBL_HIDE_PASS' => 'چپ ہوا پاس ورڈ',
    'LBL_HIDDEN' => '<i>(hidden)</i>',
    'LBL_STEP1' => 'Step 1 of 2 - Pre-Installation requirements',
    'LBL_STEP2' => 'Step 2 of 2 - Configuration',
    'LBL_STEP' => 'مرحلہ',
    'LBL_TITLE_WELCOME' => ' میں خوش آمدید SuiteCRM',
    //welcome page variables
    'LBL_TITLE_ARE_YOU_READY' => 'کیا آپ انسٹال کرنے کے لئے تیار ہیں?',
    'REQUIRED_SYS_COMP' => 'Required System Components',
    'REQUIRED_SYS_COMP_MSG' =>
        'اس سے پہلے کیا آپ شروع کریں مہربانی کرکے آپ چیک کر لیں گے مندرجہ ذیل نظام اجزاء کے معاون ورژن.<br>
<ul>
<li>ڈیٹا بیس/ڈیٹا بیس مینجمنٹ سسٹم (شَمپلےث: مریدب, میثقل ور ثقل سرور)</li>
<li>ویب سرور (اپاچی, اس)</li>
</ul>
ریلیز نوٹس میں مطابقت میٹرکس سے مشورہ کریں ملتا جلتا نظام سوٹ سی ایم کی تبدیلی کے لئے آپ انسٹال کر رہے ہیں.
<br>',
    'REQUIRED_SYS_CHK' => 'Initial System Check',
    'REQUIRED_SYS_CHK_MSG' =>
        'جب آپ پر انسٹالیشن کو چلانا شروع کرے. تو ویب سرور کارکردگی کو سسٹم میں چیک کر لیں جو کہ سوٹ سی ایم ظاہر ہے 
اس بات کو یقینی بنائیں کہ نظام مناسب طریقے سے تشکیل دے دیا گیا ہے اور یہ سب ضروری ہے.
کامیابی سے انسٹالیشن کو پورا کرنے کے لئے<br><br>
نظام درج ذیل چیزوں کا جائزہ لے گا<br>
<ul>
<li><b><b>پحپ ورژن</b>&#8211;درخواست کے ساتھ ضرور ملتا جلتا ہوں</li>
<li><b>سیشن وہرہبلیس</b>&#8211;ضروری ہے کہ ٹھیک کام کرتا ہوں</li>
<li><b>مب سٹرنگز</b>&#8211;ضرور انسٹال ہو اور پی ایچ پی ڈونٹ ای این میں کم کرنے کے کبل ہو.</li>
<li><b>ڈیٹا بیس سپورٹ</b>&#8211;کے لئے لازمی ہےمریدب, میثقل ور ثقل سرور</li>
<li><b>کونفیگ.پحپ</b>&#8211;لازمی ہے اور اسے لکھنے کے قابل مناسب اجازت لازمی ہے</li>
<li>سوٹ اور ایم میں درج ذیل فائل ضرور لکھی ھوی ھو<ul><li><b>کسٹم</li>
<li>چَچے</li>
<li>مودُلےث</li>
<li><li>ُپلوَد</b></li></ul></li></ul>
اگر جانچ پڑتال میں ناکام ہو جائے,آپ تنصیب کے ساتھ آگے بڑھنے میں کامیاب نہیں ہوں گے.
ایک غلطی کا پیغام ظاہر ہوگا,اس بات کی وضاحت کرتے ہوئے کہ آپ کا نظام کیوں چیک نہیں ہوا تھا',


    'REQUIRED_INSTALLTYPE' => 'Typical or Custom install',
    'REQUIRED_INSTALLTYPE_MSG' =>
        'نظام کی جانچ پڑتال کی سرگردگی کے لیے آپ ان دونوں میں سے چن سکتے ہیں
               عام یا اپنی مرضی کی تنصیب.<br><br>
                             دونوں <b> عام </b> اور <b> اپنی مرضی کے مطابق </b> کی تنصیب, آپ کو ان درج ذیل کے بارے میں جاننے کی ضرورت ہوگی:<br>
                      <ul>
                      <li><b>اس قسم کا ڈیٹا بیس</b>جو سوٹ سی آر ایم ڈیٹا <ul> کا ملتا جلتا ڈیٹا بیس <li> کا مساکن ہوگا
                      قسمیں: ماریا ڈی بی، ایس ایس ایس ایل یا SQL سرور.<br><br></li></ul></li>
                      <li><b>ویب سرور کے نام </b> اور مشین (میزبان) جہاں ڈیٹا بیس کو رکھا جاتا ہے
                      <ul><li>اگر آپ کا ڈیٹا بیس لوکل کمپیوٹر میں ہے یا یکساں ویب سرور میں ہے یا سوٹ سی ایم ار مشین فایل میں ہے تو ہو سکتا ہے کہ وہ <i>لوکل</i> ہوسٹ میں ہوں.<br><br></li></ul></li>
                      <li><b>ڈیٹابیس کا نام</b> جو آپ استعمال کرنے میں پسند کرتے ہیں اور جو سوٹ سی ایم ار ڈیٹا بیس</li> کو رکھتا ہے
                        <ul>
                          <li>آپ کے پاس پہلے سے ڈیٹابیس موجود ہونا چاہیے جس کو آپ استعمال کرے گے. اگر
                          آپ موجودہ ڈیٹا بس کا نام مہیا کرتے ہیں جو نام آپ مہیا گریں گے وہ اس کے لیے استعمال ہوگا
                          مثلا تنصیب کے دوران جو نیا ڈیٹا بیس ایجاد ہو گا.<br><br></li>
                        </ul>
                      <li><b>ڈیٹابیس کا انتظام کرنے والا یوزر نیم اور پاسورڈ دے گا</b> <ul><li>ڈیٹابیس ایڈمنسٹریٹر ٹیبل ایجاد کر سکتا ہے اورصارفین ڈیٹابیس کے اندر لکھ سکتا ہے.
</li><li>آپ کو ضرورت ہوسکتی ہے
                      اس معلومات کے ساتھ اپنے ڈیٹا بیس ایڈمنسٹریٹر کے ساتھ رابطہ کرے اگر ڈیٹا بیس
                      آپ کے لوکل کمپیوٹر میں موجود نہ ہو یا اگر آپ ڈیٹا بیس کے منتظم نہیں ہیں.<br><br></ul></li></li>
                      <li><b>سویٹ آر آر ایس ڈیٹا بیس صارف کا نام اور پاس ورڈ</b>
                      </li>
                        <ul>
                          <li>صارف ڈیٹا بیس منتظم ہوسکتا ہے، یا آپ اس کا نام فراہم کرسکتے ہیں
                          تو دوسرے صارف ڈیٹا بیس میں موجود ہوگا</li>
                          <li>اگر صارف نیا ڈیٹابیس ایجاد کرنا چاہتا ہے اس مقصد کے لیے کہ
                          آپ تنصیب کے عمل کے دوران نیا صارف نام اور پاس ورڈ فراہم کرنے کے قابل ہو جائیں گے،
                          اور صارف تنصیب کے دوران ایجاد کرے گا.</li>
                        </ul></ul><p>

                      اس طریقے کے <b>سیٹ اپ</b> کے لیے, آپ کو مندرجہ ذیل کو جاننے  کے ضرورت ہوسکتی ہے:<br>
                      <ul>
                      مثال</b> یوآرایل <li><b> جو سوٹ سی آر ایم کو استعمال کرنے کے کا وسیلہ ہے.
                      یو آر ایل آئی پی ایڈریس میں یا مشین کے نام میں یا ویب سرور میں موجود ہونی چاہیے.<br><br></li>
                                  <li>[Optional]<b>سیشن کی ڈائرکٹری</b> کا راستہ اگر آپ طریقہ کے ساتھ استعمال کرنا چاہتے ہیں
                                  سیشن آر آر ایم کی معلومات کے لئے سیشن ڈائریکٹری سے سیشن کے اعداد و شمار کو روکنے کے لئے
                                  مشترکہ سرورز پر کمزور ہونے والا.<br><br></li>
                                  <li>[Optional]<b>ایک اپنی مرضی کے تبا ڈائرکٹری</b> کا راستہ اگر آپ کو سویٹ سی آر ایم لاگ ان کے لئے پہلے سے طے شدہ ڈائرکٹری کو اوور کرنا چاہتے ہیں.<br><br></li>
                                  <li>[Optional]<b>درخواست کی شناخت</b>اگر آپ آٹو پیدا کرنے کے لئے اپنانا چاہتے ہیں
                                  ID جو اس بات کو یقینی بناتا ہے کہ ایک سویٹ آر آر ایم مثال کے سیشنز دوسرے صورتوں میں استعمال نہیں کیے جاتے ہیں.<br><br></li>
                                  <li><b>علامت لگانا</b>سب سے زیادہ عام طور پر آپ کے مقامی میں استعمال کیا جاتا ہے.<br><br></li></ul>
                                  اور معلومات کے لیے, مہربانی کرکے تنصیب کی گائیڈ سے مشورہ کریں.
                                ',
    'LBL_WELCOME_PLEASE_READ_BELOW' => 'براہ مہربانی مطلوبہ اہم اطلاعات کو پڑھیں اس کے بعد انسٹالیشن کریں آپ کی معلومات کی مدد کی جائے گی کہ آپ نہیں کرنا چاہتے اس میں اس وقت انسٹالیشن.',

    'LBL_WELCOME_CHOOSE_LANGUAGE' => '<b>اپنی مطلوبہ زبان کو درج کریں</b>',
    'LBL_WELCOME_SETUP_WIZARD' => 'تنصیبی مددگار',
    'LBL_WIZARD_TITLE' => 'سوتیکرم سیٹ اپ وزرڈ: ',
    'LBL_YES' => 'Yes',

    'LBL_PATCHES_TITLE' => 'جدید نسب جوڑنا',
    'LBL_MODULE_TITLE' => 'زبان پیک کو نصب کرنا',
    'LBL_PATCH_1' => 'اگر آپ اس قدم کو چھوڑنا چاہتے ہیں آگے کو دبا.',
    'LBL_PATCH_TITLE' => 'سسٹم پیچ',
    'LBL_PATCH_READY' => 'مندرجہ ذیل پیچ (ای ایس) انسٹالیشن کے لئے تیار ہیں:',
    'LBL_SESSION_ERR_DESCRIPTION' => "سوٹ سی آر ایم اہم معلومات رکھنے کے لیے پی ایچ پی سیکنڈ پر بھروسہ کرتا ہے.آپ کے پی ایچ پی کی تنصیب کو سیشن کی معلومات کو درست طریقے سے ترتیب نہیں ہے.<br><br>ایک مشترکہ مس کنفیگریشن یہ ہے<b>'سیشن.سوۓ_پتہ'</b>ہدایت درست ڈائریکٹری کی طرف اشارہ نہیں ہے.<br><br>مہربانی کرکے درست کریں <a target=_new href='http://us2.php.net/manual/en/ref.session.php'>PHP configuration</a>پحپ.انی ذیل میں واقع ہے.",
    'LBL_SESSION_ERR_TITLE' => 'پی ایچ پی کے سیشن کی غلطی',
    'LBL_SYSTEM_NAME' => 'سسٹم کا نام',
    'LBL_COLLATION' => 'طابخۃ کو ٹھیک کرنا',
    'LBL_REQUIRED_SYSTEM_NAME' => 'سویٹ سی آر ایم مثال کے لئے ایک سسٹم کا نام فراہم کریں.',
    'LBL_PATCH_UPLOAD' => 'اپنے لوکل کمپیوٹر سے ایک پیچ فائل منتخب کریں',
    'LBL_INCOMPATIBLE_PHP_VERSION' => 'پی ایچ پی ورژن یا اس سے اوپر کی ضرورت ہے.',
    'LBL_MINIMUM_PHP_VERSION' => 'کم از کم 5.1.0 کی ضرورت ہے ماجودہ پی ایچ پی ورژن 5.2.x. ہے.',
    'LBL_YOUR_PHP_VERSION' => 'آپ کا مجودہ پی ایچ پی ورژن ہے ',
    'LBL_RECOMMENDED_PHP_VERSION' => ' ماجودہ پی ایچ پی ورژن 5.2.x. ہے',
    'LBL_BACKWARD_COMPATIBILITY_ON' => 'پی ایچ پی بیکڈ مطابقت موڈ بدل گیا ہے. مزید آگے بڑھنے کے لۓ زند.ذے١_صلاحیت _موڈ مقرر کریں',
    'LBL_STREAM' => 'پی ایچ پی کو سٹیم میں استعمال کرنے کی اجازت دی',

    'advanced_password_new_account_email' => array(
        'subject' => 'نئے اکاؤنٹ کی معلومات',
        'type' => 'نظام',
        'description' => 'جب سسٹم ایڈمنسٹریٹر صارف کو نیا پاس ورڈ بھیجتا ہے تو اس ٹمپلیٹ کو استعمال کیا جاتا ہے.',
        'body' => '<div><table border=\"0\" cellspacing=\"0\" cellpadding=\"0\" width="550" 
 align=\"\&quot;\&quot;center\&quot;\&quot;\"><tbody><tr><td colspan=\"2\"><p> یہ آپ کے اکاؤنٹ کا عارضی پاس ورڈ ہے </p><p>صارف کا نام$contact_user_user_name</p><p>پاس ورڈ  $contact_user_user_hash </p><br><p>$config_site_url</p><br><p> لوگن ہونے کے بعد اوپر والا پاسورڈ استعمال کریں آپ کو دوبارہ ڈالنے کی ضرورت ہے کیلئےیہ آپ کیلئے ایک اوپشن </p>   </td>         </tr><tr><td colspan=\"2\"></td>         </tr> </tbody></table> </div>',
        'txt_body' =>
            '
یہ آپ کا اکاؤنٹ یوزرنیم اور عارضی پاس ورڈ ہے:
: یوزرنیم :$contact_user_user_name
پاس ورڈ: $contact_user_user_hash

$config_site_url

جب آپ اوپر والے پاسوٹ سے لوگ ان ہوجائیں گے تو آپ کو ایک مرتبہ پاسوڈ اپنی پسند کے مطابق تبدیل کرنے کی ضرورت ہوگی.',
        'name' => 'سسٹم جنریٹڈ پاس ورڈ ای میل',
    ),
    'advanced_password_forgot_password_email' => array(
        'subject' => 'اپنے اکاؤنٹ کا پاس ورڈ دوبارہ ترتیب دیں',
        'type' => 'نظام',
        'description' => "یہ ٹمپلیٹ صارف کے اکاؤنٹ کا پاس ورڈ دوبارہ ترتیب دینے کے لئے ایک لنک بھیجنے اور اس پر کلک کرنے کے لئے کے لئے استعمال کیا جاتا ہے.",
        'body' => '<table border=\"0\" cellspacing=\"0\" cellpadding=\"0\" width="550" align=\"\&quot;\&quot;center\&quot;\&quot;\">$contact_user_pwd_last_changed جو حال ہی میں رجسٹر ہوئے آپ اپنے پاس ورڈ کو دوبارہ لگا سکتے ہو</p><p>اس لنک کے اوپر کلک کریں اور پاسورڈ کو دوبارہ لگائیں$contact_user_link_guid</p><p></p></td> </tr><tr><td colspan=\"2\"></td>         </tr> </tbody></table> </div>',
        'txt_body' =>
            '
آپ کی بھی $contact_user_pwd_last_changed درج کی درخواست آپ کے اکاؤنٹ کے پاس روٹ کو تبدیل کرنے کے قابل بنائے گی.

نیچے دیئے گئے لنک پر کلک کرکے اپنے پاس ورڈ کو تبدیل کرے:

$contact_user_link_guid',
        'name' => 'ای میل کا پاس ورڈ بھول گیا',
    ),


    'two_factor_auth_email' => array(
        'subject' => 'توو فیکٹر ااینتیکٹوں کوڈ',
        'type' => 'نظام',
        'description' => "یہ سانچہ یوزر کو ٹو فیکٹر آپریشن کوٹ سینڈ کرنے کے لئے استعمال ہوتا ہے.",
        'body' => '<div><table border=\"0\" cellspacing=\"0\" cellpadding=\"0\" width="550"  ٹو فیکٹر آپریشن کوٹ ہیں>align=\"\&quot;\&quot;center\&quot;\&quot;\"><tbody><tr><td colspan=\"2\"><p> <b>$code</b>.</p>  </td>         </tr><tr><td colspan=\"2\"></td>         </tr> </tbody></table> </div>',
        'txt_body' =>
            'تو فیکٹر اوتھورائز یشن کوڑ یہ ہیں$code.',
        'name' => 'توو فیکٹر ااینتیکٹوں ای میل',
    ),

    // SMTP settings

    'LBL_FROM_NAME' => 'نام سے:',
    'LBL_FROM_ADDR' => 'پتہ سے:',

    'LBL_WIZARD_SMTP_DESC' => 'ای میل اکاؤنٹ فراہم کریں جو ای میلز بھیجنے کے لئے استعمال کیا جائے گا، جیسے تفویض اطلاعات اور نئے صارف پاس ورڈ. مخصوص ای میل اکاؤنٹ بھیجنے والے صارفین کو سویٹ سی آر ایم سے ای میلز ملیں گے.',
    'LBL_CHOOSE_EMAIL_PROVIDER' => 'اپنا ای میل فراہم کرنے والا منتخب کریں:',

    'LBL_SMTPTYPE_GMAIL' => 'جی میل',
    'LBL_SMTPTYPE_YAHOO' => 'یاہو میل',
    'LBL_SMTPTYPE_EXCHANGE' => 'میکروسوفٹ کا تبادلہ',
    'LBL_SMTPTYPE_OTHER' => 'دیگر',
    'LBL_MAIL_SMTP_SETTINGS' => 'ایس ایم ٹی پی سرور کی خصوصیت',
    'LBL_MAIL_SMTPSERVER' => 'ایس ایم ٹی پی سرور:',
    'LBL_MAIL_SMTPPORT' => 'ایس ایم ٹی پی پورٹ:',
    'LBL_MAIL_SMTPAUTH_REQ' => 'ایس ایم ٹی پی کی توصیف کو استعمال کریں?',
    'LBL_EMAIL_SMTP_SSL_OR_TLS' => 'ایس ایم ٹی پی کو اہل بناؤ ایس ایس ایل یا ٹی ایل ایس پر?',
    'LBL_GMAIL_SMTPUSER' => 'جی میل کا پتا:',
    'LBL_GMAIL_SMTPPASS' => 'جی میل کا پاسوڈ:',
    'LBL_ALLOW_DEFAULT_SELECTION' => 'صارفین کو اجازت دیں کہ وہ اس اکاؤنٹ کو باہر جانے والے ای میل کیلئے استعمال کریں:',
    'LBL_ALLOW_DEFAULT_SELECTION_HELP' => 'جب یہ اختیار منتخب کیا جاتا ہے تو، تمام صارفین نظام کی اطلاعات اور انتباہات کو بھیجنے کے لئے اسی اکاؤنٹ کو استعمال کرتے ہوئے ای میلز بھیج سکتے ہیں. اگر اختیار کا انتخاب نہیں کیا جاتا ہے، تو صارفین اپنی اکاؤنٹ کی معلومات فراہم کرنے کے بعد اب بھی آؤٹ گوۂنگ میل سرور استعمال کرسکتے ہیں.',

    'LBL_YAHOOMAIL_SMTPPASS' => 'Yahoo! میل پاس ورڈ:',
    'LBL_YAHOOMAIL_SMTPUSER' => 'Yahoo! میل id:',

    'LBL_EXCHANGE_SMTPPASS' => 'ایکسچینج پاس ورڈ:',
    'LBL_EXCHANGE_SMTPUSER' => 'ایکسچینج صارف کا نام:',
    'LBL_EXCHANGE_SMTPPORT' => 'سرور پورٹ کا تبادلہ:',
    'LBL_EXCHANGE_SMTPSERVER' => 'سرور کا تبادلہ:',


    'LBL_MAIL_SMTPUSER' => 'ایس ایم ٹی پی صارف کا نام:',
    'LBL_MAIL_SMTPPASS' => 'ایس ایم ٹی پی پاس ورڈ:',

    // Branding

    'LBL_WIZARD_SYSTEM_TITLE' => 'کمپنی کی چیز',
    'LBL_WIZARD_SYSTEM_DESC' => 'اپنے سویٹ سی آر ایم کو برانڈ کرنے کے لۓ اپنی تنظیم کا نام اور علامت لوگو فراہم کریں.',
    'SYSTEM_NAME_WIZARD' => 'نام:',
    'SYSTEM_NAME_HELP' => 'یہ وہی نام ہے جو آپ کے براؤزر کے ٹاۂٹل بار میں دکھاتا ہے.',
    'NEW_LOGO' => 'علامت منتخب کریں:',
    'NEW_LOGO_HELP' => 'تصویر فائل کا فارمیٹ یا تو. Png یا .jpg ہونا چاہیے. زیادہ سے زیادہ اونچائی 170px ہو، اور زیادہ سے زیادہ چوڑائی 450px ہو. کوۂی بھی بڑی تصویر اپ لوڈ کی گئی ہو یا کہ کسی بھی سمت میں ہو تو اسکے طول و عرض کو چھوٹا کر دیا جائے گا جو ساۂز بتایا گیا ہے.',
    'COMPANY_LOGO_UPLOAD_BTN' => 'اپ لوڈ کریں',
    'CURRENT_LOGO' => 'موجودہ علامت:',
    'CURRENT_LOGO_HELP' => 'This logo is displayed in the centre of the login screen of the SuiteCRM application.',


    //Scenario selection of modules
    'LBL_WIZARD_SCENARIO_TITLE' => 'مناظر کا انتخاب',
    'LBL_WIZARD_SCENARIO_DESC' => 'یہ آپ کی ضروریات پر مبنی ڈسپلے ماڈیولز کی پائیدار کرنے کی اجازت دیتا ہے. نتظامیہ کا استعمال شدہ صفحہ انسٹال کرنے کے بعد ہر ماڈیولز کو فعال کیا جا سکتا ہے.',
    'LBL_WIZARD_SCENARIO_EMPTY' => 'مقرر کردہ اترتیبات فائل میں کوئی اندازہ موجود نہیں ہے(config.php)',


    // System Local Settings


    'LBL_LOCALE_TITLE' => 'سسٹم لوکل کی ترتیبات',
    'LBL_WIZARD_LOCALE_DESC' => 'وضاحت کریں کہ سویٹ سی آر ایم میں اعداد و شمار کیسے دکھائے جائیں گے، اپنی جغرافیایی مقام کی بنیاد پر. آپ کی یہاں فراہم کردہ ترتیبات ڈیفالٹ ترتیبات ہوں گی. صارفین کو اپنی اپنی ترجیحات کو خود سیٹ کیا جائے گا.',
    'LBL_DATE_FORMAT' => 'تاریخ کی ترتیب:',
    'LBL_TIME_FORMAT' => 'وقت کی ترتیب:',
    'LBL_TIMEZONE' => 'ٹائم زون:',
    'LBL_LANGUAGE' => 'زبان:',
    'LBL_CURRENCY' => 'کرنسی:',
    'LBL_CURRENCY_SYMBOL' => 'کرنسی کا نشان:',
    'LBL_CURRENCY_ISO4217' => 'ISO 4217 Currency Code:',
    'LBL_NUMBER_GROUPING_SEP' => '1000s الگ الگ:',
    'LBL_DECIMAL_SEP' => 'اعشاری نشان:',
    'LBL_NAME_FORMAT' => 'نام کی ترتیب:',
    'UPLOAD_LOGO' => 'براہ کرم انتظار کریں، لوگو اپ لوڈ ہو رہا ہے..',
    'ERR_UPLOAD_FILETYPE' => 'اس قسم کی فائل کی اجازت نہیں ہے، برائے مہربانی Jpeg یا Png فاۂل اپ لوڈ کریں.',
    'ERR_LANG_UPLOAD_UNKNOWN' => 'نامعلوم فائل اپ لوڈ ہونے کی صورت میں خرابی واقع ہوئی ہے.',
    'ERR_UPLOAD_FILE_UPLOAD_ERR_INI_SIZE' => 'چڑھائے جانے والا دستاویز حد سے گزر گیا ہے upload_max_filesi ze پی ایچ میں حک
م نہ دے.',
    'ERR_UPLOAD_FILE_UPLOAD_ERR_FORM_SIZE' => 'اپ لوڈ کردہ فائل MAX_FILE_SIZE ہدایت سے زیادہ ہے جس کو HTML فارم میں بیان کیا گیا تھا.',
    'ERR_UPLOAD_FILE_UPLOAD_ERR_PARTIAL' => 'اپ لوڈ شدہ فائل صرف جزوی طور پر اپ لوڈ کی گئی تھی.',
    'ERR_UPLOAD_FILE_UPLOAD_ERR_NO_FILE' => 'کوئی بھی فائل اپ لوڈ نہیں کی گئی تھی.',
    'ERR_UPLOAD_FILE_UPLOAD_ERR_NO_TMP_DIR' => 'ایک عارضی فولڈر غاۂب ہے.',
    'ERR_UPLOAD_FILE_UPLOAD_ERR_CANT_WRITE' => 'ڈسک میں فائل لکھنے میں ناکام.',
    'ERR_UPLOAD_FILE_UPLOAD_ERR_EXTENSION' => 'ایک پی ایچ پی کی ایکسٹنشن نے فائل کو اپ لوڈ کرنے سے روک دیا ہے. پی ایچ پی نے اس بات کا طریقہ فراہم نہیں کیا کہ کس ایکسٹینشن نے فائل کو اپ لوڈ کرنے سے روک دیا ہے.',

    'LBL_INSTALL_PROCESS' => 'انسٹال کریں...',

    'LBL_EMAIL_ADDRESS' => 'ای میل اڈریس:',
    'ERR_ADMIN_EMAIL' => 'ایڈمنسٹریٹر کا ای میل پتہ غلط ہے.',
    'ERR_SITE_URL' => 'سائیڈ کے یوآر ایل کی ضرورت ہے.',

    'STAT_CONFIGURATION' => 'Configuration relationships...',
    'STAT_CREATE_DB' => 'Create database...',

    'STAT_CREATE_DEFAULT_SETTINGS' => 'Create default settings...',
    'STAT_INSTALL_FINISH' => 'Install finish...',
    'STAT_INSTALL_FINISH_LOGIN' => 'نصب کرنے کا عمل مکمل ہو گیا ہے, <a href="%s">مہربانی کرکے لوگ ان کریں...</a>',
    'LBL_LICENCE_TOOLTIP' => 'براہ کرم پہلے لائسنس کو قبول کریں',

    'LBL_MORE_OPTIONS_TITLE' => 'زیادہ انتخابات',
    'LBL_START' => '',
    'LBL_DB_CONN_ERR' => 'ڈیٹا بیس کی غلطی',
    'LBL_OLD_PHP' => 'پی پی پی پرانی تبدیلی واضح کرنا!',
    'LBL_OLD_PHP_MSG' => 'The recommended PHP version to install SuiteCRM is %s <br />The minimum PHP version required is %s<br />You are using PHP version %s, which is EOL: <a href="http://php.net/eol.php">http://php.net/eol.php</a>.<br />Please consider upgrading your PHP version. ',
    'LBL_OLD_PHP_OK' => 'میں رسک سے واقف ہوں اور اپنی خواہش کے مطابق جاری رکھنا چاہتا ہوں.',

    'LBL_DBCONF_TITLE_USER_INFO_LABEL' => 'صارف',
    'LBL_DBCONFIG_MSG3_LABEL' => 'دیتا بیس نام',
    'LBL_DBCONFIG_MSG3' => 'ڈیٹابیس کا نام جو سوٹ سی آر ایم کا ڈیٹ رکھتا ہے آپ انسٹال کرنے کے بارے میں ہیں.',
    'LBL_DBCONFIG_MSG2_LABEL' => 'مہمان کا نام',
    'LBL_DBCONFIG_MSG2' => 'اس ویب سرور کا نام اور مشین (میزبان) جس میں ڈیٹا بیس رکھا جاتا ہے(جیسے www.mydomain.com).کارکردگی کے وجوہات کے لئے.',
    'LBL_DBCONFIG_B_MSG1_LABEL' => '', // this label dynamically needed in install/installConfig.php:293
    'LBL_DBCONFIG_B_MSG1' => 'وہ ڈیٹا بیس کے منتظم کا صارف نام اور پاسورڈ جو ڈیٹا بیس میزیں تشکیل دے سکتا ہے جور سیربین ضرورت پڑنے پر ڈیٹا بیس میں لکھتے ہیں سوٹ کو استعمال کرتے ہے.'
);
