<?php
/**
 *
 * SugarCRM Community Edition is a customer relationship management program developed by
 * SugarCRM, Inc. Copyright (C) 2004-2013 SugarCRM Inc.
 *
 * SuiteCRM is an extension to SugarCRM Community Edition developed by SalesAgility Ltd.
 * Copyright (C) 2011 - 2019 SalesAgility Ltd.
 *
 * This program is free software; you can redistribute it and/or modify it under
 * the terms of the GNU Affero General Public License version 3 as published by the
 * Free Software Foundation with the addition of the following permission added
 * to Section 15 as permitted in Section 7(a): FOR ANY PART OF THE COVERED WORK
 * IN WHICH THE COPYRIGHT IS OWNED BY SUGARCRM, SUGARCRM DISCLAIMS THE WARRANTY
 * OF NON INFRINGEMENT OF THIRD PARTY RIGHTS.
 *
 * This program is distributed in the hope that it will be useful, but WITHOUT
 * ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS
 * FOR A PARTICULAR PURPOSE. See the GNU Affero General Public License for more
 * details.
 *
 * You should have received a copy of the GNU Affero General Public License along with
 * this program; if not, see http://www.gnu.org/licenses or write to the Free
 * Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA
 * 02110-1301 USA.
 *
 * You can contact SugarCRM, Inc. headquarters at 10050 North Wolfe Road,
 * SW2-130, Cupertino, CA 95014, USA. or at email address contact@sugarcrm.com.
 *
 * The interactive user interfaces in modified source and object code versions
 * of this program must display Appropriate Legal Notices, as required under
 * Section 5 of the GNU Affero General Public License version 3.
 *
 * In accordance with Section 7(b) of the GNU Affero General Public License version 3,
 * these Appropriate Legal Notices must retain the display of the "Powered by
 * SugarCRM" logo and "Supercharged by SuiteCRM" logo. If the display of the logos is not
 * reasonably feasible for technical reasons, the Appropriate Legal Notices must
 * display the words "Powered by SugarCRM" and "Supercharged by SuiteCRM".
 */

if (!defined('sugarEntry') || !sugarEntry) {
    die('Not A Valid Entry Point');
}

$mod_strings = array(
    'LBL_LOADING' => 'กำลังโหลด' /*for 508 compliance fix*/,
    'LBL_HIDEOPTIONS' => 'ซ่อนตัวเลือก' /*for 508 compliance fix*/,
    'LBL_DELETE' => 'ลบ' /*for 508 compliance fix*/,
    'help' => array(
        'package' => array(
            'create' => 'ให้ <b>ชื่อ</b> สำหรับแพ็คเกจ ชื่อที่คุณป้อนต้องเป็นตัวเลขและตัวอักษรผสมตัวเลขและไม่มีช่องว่าง (ตัวอย่าง: HR_Management)<br/><br/> คุณสามารถให้ <b>ผู้เขียน</b> และ <b>รายละเอียด</b> สำหรับแพ็คเกจ. <br/><br/>คลิก <b>บันทึก</b> เพื่อสร้างแพคเกจ.',
            'modify' => 'คุณสมบัติและการกระทำที่เป็นไปได้สำหรับ <b>แพ็คเกจ</b> ปรากฏที่นี่.<br><br>คุณสามารถแก้ไข <b>ชื่อ</b>, <b>ผู้เขียน</b> และ <b>คำอธิบาย</b> สำหรับแพ็คเกจ, รวมทั้งดูและปรับแต่งโมดูลทั้งหมดที่มีอยู่ภายในแพ็คเกจ.<br><br>คลิก <b>โมดูลใหม่</b> เพื่อสร้างโมดูลสำหรับแพ็คเกจ.<br><br>หากแพคเกจมีอย่างน้อยหนึ่งโมดูลคุณสามารถ <b>เผยแพร่</b> และ <b>ใช้งาน</b> แพ็คเกจได้, รวมทั้ง <b>นำออก</b> การปรับแต่งในแพคเกจ.',
            'name' => 'นี่คือ <b>ชื่อ</b> ของแพ็คเกจปัจจุบัน. <br/><br/>ชื่อที่คุณป้อนต้องเป็นตัวเลขผสมและตัวอักษรและตัวเลขเริ่มต้นด้วยตัวอักษรและไม่มีช่องว่าง (ตัวอย่าง: HR_Management)',
            'author' => 'นี่คือ <b>ผู้เขียน</b> ที่ปรากฏระหว่างการติดตั้งเป็นชื่อของเอนทิตีที่สร้างแพ็คเกจ.<br><br>ผู้แต่งอาจเป็นได้ทั้งบุคคลหรือบริษัท.',
            'description' => 'นี่คือ <b> คำอธิบาย </b> ของแพ็คเกจที่แสดงขึ้นระหว่างการติดตั้ง',
            'publishbtn' => 'คลิก <b>เผยแพร่</b> เพื่อบันทึกข้อมูลที่ป้อนทั้งหมดและสร้างไฟล์. zip ที่เป็นรุ่นที่สามารถติดตั้งได้ของแพ็คเกจ.<br><br>ใช้ <b>ตัวโหลดโมดูล</b> เพื่ออัปโหลดไฟล์. zip และติดตั้งแพ็คเกจ.',
            'deploybtn' => 'คลิก <b>ปรับใช้</b> เพื่อบันทึกข้อมูลที่ป้อนทั้งหมดและติดตั้งแพ็คเกจรวมทั้งโมดูลทั้งหมดในตัวอย่างปัจจุบัน',
            'duplicatebtn' => 'คลิก <b>ทำซ้ำ</b> เพื่อคัดลอกเนื้อหาของแพ็คเกจลงในแพ็คเกจใหม่และเพื่อแสดงแพ็คเกจใหม่. <br/><br/>สำหรับแพคเกจใหม่ชื่อใหม่จะถูกสร้างขึ้นโดยอัตโนมัติโดยการต่อท้ายหมายเลขลงท้ายที่ชื่อแพ็คเกจที่ใช้เพื่อสร้างใหม่ คุณสามารถเปลี่ยนชื่อแพ็คเกจใหม่โดยการป้อน <b>ชื่อ</b> ใหม่และ คลิก <b>บันทึก</b>.',
            'exportbtn' => 'คลิก <b>นำออก</b> เพื่อสร้างไฟล์. zip ที่มีการกำหนดเองในแพ็คเกจ.<br><br> ไฟล์ที่สร้างขึ้นไม่ใช่เวอร์ชันที่สามารถติดตั้งได้ของแพ็คเกจ.<br><br>ใช้ <b>ตัวโหลดโมดูล</b> เพื่อนำเข้าไฟล์. zip และเพื่อให้มีแพ็คเกจรวมทั้งการปรับแต่งปรากฏในตัวสร้างโมดูล.',
            'deletebtn' => 'คลิก <b> ลบ </b> เพื่อลบแพ็คเกจนี้และไฟล์ทั้งหมดที่เกี่ยวข้องกับแพ็คเกจนี้',
            'savebtn' => 'คลิก <b> บันทึก </b> เพื่อบันทึกข้อมูลที่ป้อนทั้งหมดที่เกี่ยวข้องกับแพ็คเกจ',
            'existing_module' => 'คลิกไอคอน <b> โมดูล </b> เพื่อแก้ไขคุณสมบัติและกำหนดฟิลด์ความสัมพันธ์และเค้าโครงที่เกี่ยวข้องกับโมดูล',
            'new_module' => 'คลิก <b> โมดูลใหม่ </b> เพื่อสร้างโมดูลใหม่สำหรับแพ็คเกจนี้',
            'key' => 'ตัวอักษรและตัวเลข 5 ตัวนี้ <b>คีย์</b> จะใช้คำนำหน้าชื่อไดเร็กทอรีชั้นเรียนและตารางฐานข้อมูลทั้งหมดของโมดูลในแพ็คเกจปัจจุบัน.<br><br>คีย์ถูกใช้ในความพยายามเพื่อให้ได้ชื่อเฉพาะของตาราง.',
            'readme' => 'คลิกเพื่อเพิ่มข้อความ <b> Readme </b> สำหรับแพ็คเกจนี้ <br> <br> Readme จะพร้อมใช้งานในขณะติดตั้ง',

        ),
        'main' => array(),
        'module' => array(
            'create' => 'ให้ <b>ชื่อ</b> สำหรับโมดูล <b>ป้ายกำกับ</b> ที่คุณระบุจะปรากฏในแท็บการนำทาง. <br/><br/>เลือกที่จะแสดงแท็บการนำทางสำหรับโมดูลโดยเลือก <b>แท็บการนำทาง</b> ทำเครื่องหมายที่ช่อง.<br/><br/>จากนั้นเลือกประเภทของโมดูลที่คุณต้องการสร้าง. <br/><br/>เลือกประเภทเทมเพลต เทมเพลตแต่ละชุดมีชุดของฟิลด์เฉพาะเช่นเดียวกับรูปแบบที่กำหนดไว้ล่วงหน้าเพื่อใช้เป็นพื้นฐานสำหรับโมดูลของคุณ. <br/><br/>คลิก <b>บันทึก</b> เพื่อสร้างโมดูล',
            'modify' => 'คุณสามารถเปลี่ยนคุณสมบัติของโมดูลหรือปรับแต่ง <b> ฟิลด์ </b> <b> ความสัมพันธ์ </b> และ <b> เค้าโครง </b> ที่เกี่ยวข้องกับโมดูล',
            'importable' => 'การทำเครื่องหมายในช่อง <b>ตารางนำเข้า</b> จะช่วยให้สามารถอิมปอร์ตโมดูลนี้ได้.<br><br>ลิงก์ไปยังตัวช่วยสร้างการนำเข้าจะปรากฏในแผงทางลัดในโมดูล ตัวช่วยสร้างการนำเข้าช่วยอำนวยความสะดวกในการนำเข้าข้อมูลจากแหล่งข้อมูลภายนอกเข้าสู่โมดูลที่กำหนดเอง.',
            'team_security' => 'การทำเครื่องหมายในช่อง <b> ทีมรักษาความปลอดภัย </b> จะช่วยให้ทีมรักษาความปลอดภัยสำหรับโมดูลนี้ <br/> <br/> หากเปิดใช้งานการทีมรักษาความปลอดภัยช่องการเลือกทีมจะปรากฏขึ้นภายในบันทึกในโมดูล ',
            'reportable' => 'การเลือกช่องนี้จะช่วยให้โมดูลนี้สามารถเรียกใช้งานรายงานได้',
            'assignable' => 'การทำเครื่องหมายในช่องนี้จะช่วยให้สามารถกำหนดบันทึกในโมดูลนี้ให้กับผู้ใช้ที่เลือกได้',
            'has_tab' => 'การทำเครื่องหมายในช่อง <b> แท็บการนำทาง </b> จะมีแท็บการนำทางสำหรับโมดูล',
            'acl' => 'การทำเครื่องหมายในช่องนี้จะทำให้การควบคุมการเข้าถึงในโมดูลนี้รวมถึง Field Level Security',
            'studio' => 'การทำเครื่องหมายในช่องนี้จะช่วยให้ผู้ดูแลระบบสามารถกำหนดโมดูลนี้ภายใน Studio ได้',
            'audit' => 'การทำเครื่องหมายในช่องนี้จะทำให้การตรวจสอบสำหรับโมดูลนี้ การเปลี่ยนแปลงในฟิลด์บางฟิลด์จะได้รับการบันทึกไว้เพื่อให้ผู้ดูแลระบบสามารถตรวจสอบประวัติการเปลี่ยนแปลงได้',
            'viewfieldsbtn' => 'คลิก <b> มุมมองฟิลด์ </b> เพื่อดูฟิลด์ที่เกี่ยวข้องกับโมดูลและเพื่อสร้างและแก้ไขฟิลด์ที่กำหนดเอง',
            'viewrelsbtn' => 'คลิก <b> ดูความสัมพันธ์ </b> เพื่อดูความสัมพันธ์ที่เกี่ยวข้องกับโมดูลนี้และเพื่อสร้างความสัมพันธ์ใหม่ ๆ',
            'viewlayoutsbtn' => 'คลิก <b> มุมมองเค้าโครง </b> เพื่อดูเค้าโครงของโมดูลและปรับแต่งการจัดฟิลด์ในรูปแบบ',
            'duplicatebtn' => 'คลิก <b> ทำซ้ำ </b> เพื่อคัดลอกคุณสมบัติของโมดูลลงในโมดูลใหม่และเพื่อแสดงโมดูลใหม่ <br/> <br/> สำหรับโมดูลใหม่ชื่อใหม่จะถูกสร้างขึ้นโดยอัตโนมัติโดยการต่อท้ายหมายเลขลงท้ายที่ชื่อโมดูลที่ใช้เพื่อสร้างใหม่',
            'deletebtn' => 'คลิก <b> ลบ </b> เพื่อลบโมดูลนี้',
            'name' => 'นี่คือ <b> ชื่อ </b> ของโมดูลปัจจุบัน <br/> <br/> ชื่อต้องเป็นตัวเลขและตัวอักษรและต้องเริ่มต้นด้วยตัวอักษรและไม่มีช่องว่าง (ตัวอย่าง: HR_Management)',
            'label' => 'นี่คือป้าย <b> ป้ายกำกับ </b> ที่จะปรากฏในแท็บการนำทางสำหรับโมดูล ',
            'savebtn' => 'คลิก <b> บันทึก </b> เพื่อบันทึกข้อมูลที่ป้อนทั้งหมดที่เกี่ยวข้องกับโมดูล',
            'type_basic' => 'ประเภทเทมเพลต <b> พื้นฐาน </b> มีฟิลด์พื้นฐานเช่นฟิลด์ชื่อ, กำหนดให้, ทีม, วันที่สร้างและคำอธิบาย',
            'type_company' => 'ประเภทเทมเพลต <b> บริษัท </b> มีฟิลด์เฉพาะองค์กรเช่นชื่อ บริษัท อุตสาหกรรมและที่อยู่สำหรับการเรียกเก็บเงิน <br/> <br/> ใช้เทมเพลตนี้เพื่อสร้างโมดูลที่คล้ายกับโมดูลบัญชีมาตรฐาน',
            'type_issue' => 'ประเภทเทมเพลต <b> ปัญหา </b> มีฟิลด์เฉพาะกรณีและข้อผิดพลาดเช่น จำนวน, สถานะ, ลำดับความสำคัญ และ คำอธิบาย <br/> <br/> ใช้เทมเพลตนี้เพื่อสร้างโมดูลที่คล้ายกับมาตรฐาน กรณีและข้อบกพร่อง',
            'type_person' => 'ประเภทเทมเพลต <b> บุคคล </b> ให้แต่ละฟิลด์เฉพาะเช่นคำทักทายชื่อเรื่องชื่อที่อยู่และหมายเลขโทรศัพท์ <br/> <br/> ใช้เทมเพลตนี้เพื่อสร้างโมดูลที่คล้ายกับมาตรฐาน ผู้ติดต่อและลูกค้าเป้าหมาย',
            'type_sale' => 'เทมเพลต <b> การขาย </b> ให้ช่องข้อมูลเฉพาะเจาะจงเช่น ลูกค้าเป้าหมาย แหล่งที่มา, ช่องทางการขาย, ยอดเงิน และ ความน่าจะเป็น <br/> <br/> ใช้เทมเพลตนี้เพื่อสร้างโมดูลที่คล้ายกับโมดูลโอกาสมาตรฐาน',
            'type_file' => 'เทมเพลต <b> ไฟล์ </b> จัดเตรียมฟิลด์เฉพาะเอกสารเช่น ชื่อไฟล์, ประเภทเอกสาร และ วันที่เผยแพร่ <br> <br> ใช้เทมเพลตนี้เพื่อสร้างโมดูลที่คล้ายกับโมดูลเอกสารมาตรฐาน',

        ),
        'dropdowns' => array(
            'default' => 'ทั้งหมด <b>Dropdowns</b> สำหรับแอพพลิเคชันอยู่ที่นี่.<br><br>เมนู dropdowns สามารถใช้สำหรับฟิลด์แบบ dropdown ในโมดูลใดก็ได้.<br><br>หากต้องการเปลี่ยนแปลงรายการแบบ dropdown ที่มีอยู่ให้คลิกที่ชื่อ dropdown.<br><br>คลิก <b>เพิ่ม Dropdown</b> เพื่อสร้าง dropdown.',
            'editdropdown' => 'รายการ Dropdown สามารถใช้สำหรับฟิลด์ Dropdown ลงมาตรฐานหรือแบบกำหนดเองในโมดูลใดก็ได้.<br><br>ให้ <b>ชื่อ</b> สำหรับรายการ dropdown.<br><br>หากมีการติดตั้งชุดภาษาใด ๆ ในโปรแกรมคุณสามารถเลือก <b>ภาษา</b> เพื่อใช้สำหรับรายการ.<br><br>ใน <b>ชื่อสินค้า</b> ให้ระบุชื่อสำหรับตัวเลือกในรายการ dropdown ชื่อนี้จะไม่ปรากฏในรายการ dropdown ที่ผู้ใช้มองเห็นได้.<br><br>ใน <b>แสดงป้ายกำกับ</b> ให้ระบุป้ายกำกับที่จะปรากฏแก่ผู้ใช้.<br><br>หลังจากให้ชื่อรายการและป้ายกำกับการแสดงผลคลิก <b>เพิ่ม</b> เพื่อเพิ่มรายการลงในรายการแบบ dropdown.<br><br>หากต้องการเรียงลำดับรายการใหม่ในรายการให้ลากและวางรายการในตำแหน่งที่ต้องการ.<br><br>หากต้องการแก้ไขป้ายกำกับการแสดงผลของรายการให้คลิกที่ <b>แก้ไขไอคอน</b>, และป้อนป้ายกำกับใหม่ หากต้องการลบรายการออกจากรายการ dropdown ให้คลิกที่ <b>ลบไอคอน</b>.<br><br>หากต้องการยกเลิกการเปลี่ยนแปลงที่ทำกับป้ายกำกับการแสดงผลคลิก <b>ยกเลิก</b>. หากต้องการทำซ้ำการเปลี่ยนแปลงที่เลิกทำให้คลิก <b>ทำซ้ำ</b>.<br><br>คลิก <b>บันทึก</b> เพื่อบันทึกรายการ dropdown',

        ),
        'subPanelEditor' => array(
            'modify' => 'ฟิลด์ทั้งหมดที่สามารถแสดงใน <b>แผงควบคุมย่อย</b> ปรากฏที่นี่.<br><br>. <b>ค่าเริ่มต้น</b> คอลัมน์ประกอบด้วยฟิลด์ที่แสดงในแผงควบคุมย่อย.<br/><br/>. <b>ซ่อน</b> คอลัมน์ประกอบด้วยเขตข้อมูลที่สามารถเพิ่มลงในคอลัมน์เริ่มต้น.'
        ,
            'savebtn' => 'คลิก <b> บันทึกและใช้งาน </b> เพื่อบันทึกการเปลี่ยนแปลงที่คุณทำและเพื่อให้ใช้งานได้ภายในโมดูล',
            'historyBtn' => 'คลิก <b> ดูประวัติ </b> เพื่อดูและเรียกคืนโครงร่างที่บันทึกไว้ก่อนหน้านี้จากประวัติ',
            'historyDefault' => 'คลิก <b> เรียกคืนค่าเริ่มต้น </b> เพื่อเรียกคืนมุมมองไปยังรูปแบบเดิม',
            'Hidden' => '<b> ซ่อน </b> ไม่ปรากฏในฟิลด์แผงควบคุมย่อย',
            'Default' => 'ช่อง <b> เริ่มต้น </b> จะปรากฏในแผงควบคุมย่อย',

        ),
        'listViewEditor' => array(
            'modify' => 'ฟิลด์ทั้งหมดที่สามารถแสดงใน <b>มุมมองรายการ</b> ปรากฏที่นี่.<br><br>The <b>ค่าเริ่มต้น</b> คอลัมน์ประกอบด้วยเขตข้อมูลที่แสดงอยู่ในมุมมองรายการโดยค่าเริ่มต้น.<br/><br/>. <b>ใช้งาน</b> คอลัมน์ประกอบด้วยฟิลด์ที่ผู้ใช้สามารถเลือกในการค้นหาเพื่อสร้างมุมมองรายการแบบกำหนดเอง <br/><br/>. <b>ซ่อน</b> คอลัมน์ประกอบด้วยฟิลด์ที่สามารถเพิ่มลงในคอลัมน์ ค่าเริ่มต้น หรือ ใช้งาน.'
        ,
            'savebtn' => 'คลิก <b> บันทึกและใช้งาน </b> เพื่อบันทึกการเปลี่ยนแปลงที่คุณทำและเพื่อให้ใช้งานได้ภายในโมดูล',
            'historyBtn' => 'คลิก <b>ดูประวัติ</b> เพื่อดูและเรียกคืนโครงร่างที่บันทึกไว้ก่อนหน้านี้จากประวัติ.<br><br><b>ฟื้นฟู</b> ภายใน <b>ดูประวัติ</b> เรียกคืนตำแหน่งเขตข้อมูลภายในรูปแบบที่บันทึกไว้ก่อนหน้านี้ หากต้องการเปลี่ยนป้ายชื่อฟิลด์ให้คลิกไอคอนแก้ไขถัดจากแต่ละฟิลด์.',
            'historyDefault' => 'คลิก <b>ฟื้นฟูค่าเริ่มต้น</b> เพื่อเรียกคืนมุมมองไปยังรูปแบบเดิม.<br><br><b>ฟื้นฟูค่าเริ่มต้น</b> คืนตำแหน่งฟิลด์ในเค้าโครงต้นฉบับเท่านั้น หากต้องการเปลี่ยนป้ายชื่อฟิลด์ให้คลิกไอคอนแก้ไขถัดจากแต่ละฟิลด์.',
            'Hidden' => '<b>ซ่อน</b> ขณะนี้ยังไม่พร้อมใช้งานสำหรับผู้ใช้เพื่อดูในมุมมองรายการ',
            'Available' => '<b>พร้อมใช้</b> จะไม่ถูกแสดงตามค่าเริ่มต้น แต่สามารถเพิ่มเข้าไปในมุมมองราสยการโดยผู้ใช้ได้',
            'Default' => '<b>ค่าเริ่มต้น</b> ฟิลด์ปรากฏในมุมมองรายการที่ไม่ได้กำหนดโดยผู้ใช้'
        ),
        'popupListViewEditor' => array(
            'modify' => 'ฟิลด์ทั้งหมดที่สามารถแสดงใน <b>มุมมองรายการ</b> ปรากฏที่นี่.<br><br>. <b>ค่าเริ่มต้น</b> คอลัมน์ประกอบด้วยฟิลด์ที่แสดงอยู่ในมุมมองรายการโดยค่าเริ่มต้น.<br/><br/>. <b>ซ่อน</b> คอลัมน์ประกอบด้วยฟิลด์ที่สามารถเพิ่มลงในคอลัมน์ ค่าเริ่มต้น หรือ พร้อมใช้'
        ,
            'savebtn' => 'คลิก <b> บันทึกและใช้งาน </b> เพื่อบันทึกการเปลี่ยนแปลงที่คุณทำและเพื่อให้ใช้งานได้ภายในโมดูล',
            'historyBtn' => 'คลิก <b>ดูประวัติ</b> เพื่อดูและเรียกคืนโครงร่างที่บันทึกไว้ก่อนหน้านี้จากประวัติ.<br><br><b>ฟื้นฟู</b> ภายใน <b>ดูประวัติ</b> เรียกคืนตำแหน่งเขตข้อมูลภายในรูปแบบที่บันทึกไว้ก่อนหน้านี้ หากต้องการเปลี่ยนป้ายชื่อฟิลด์ให้คลิกไอคอนแก้ไขถัดจากแต่ละฟิลด์.',
            'historyDefault' => 'คลิก <b>ฟื้นฟูค่าเริ่มต้น</b> เพื่อเรียกคืนมุมมองไปยังรูปแบบเดิม.<br><br><b>ฟื้นฟูค่าเริ่มต้น</b> คืนตำแหน่งฟิลด์ในเค้าโครงต้นฉบับเท่านั้น หากต้องการเปลี่ยนป้ายชื่อฟิลด์ให้คลิกไอคอนแก้ไขถัดจากแต่ละฟิลด์.',
            'Hidden' => '<b>ซ่อน</b> ขณะนี้ยังไม่พร้อมใช้งานสำหรับผู้ใช้เพื่อดูในมุมมองรายการ',
            'Default' => '<b>ค่าเริ่มต้น</b> ฟิลด์ปรากฏในมุมมองรายการที่ไม่ได้กำหนดโดยผู้ใช้'
        ),
        'searchViewEditor' => array(
            'modify' => 'ฟิลด์ทั้งหมดที่สามารถแสดงใน <b>ตัวกรอง</b> แบบฟอร์มปรากฏที่นี่.<br><br>. <b>ค่าเริ่มต้น</b> คอลัมน์มีฟิลด์ที่จะแสดงในแบบฟอร์มการค้นหา.<br/><br/>. <b>ซอ่น</b> คอลัมน์มีช่องที่พร้อมสำหรับคุณในฐานะผู้ดูแลระบบเพื่อเพิ่มลงในแบบฟอร์มการค้นหา.'
        ,
            'savebtn' => 'การคลิก <b>บันทึกและปรับใช้งาน</b> จะบันทึกการเปลี่ยนแปลงทั้งหมดและทำให้การใช้งานเป็นไปอย่างมีประสิทธิภาพ',
            'Hidden' => '<b>ซ่อน</b>ไม่ปรากฏในการค้นหา',
            'historyBtn' => 'คลิก <b>ดูประวัติ</b> เพื่อดูและเรียกคืนโครงร่างที่บันทึกไว้ก่อนหน้านี้จากประวัติ.<br><br><b>ฟื้นฟู</b> ภายใน <b>ดูประวัติ</b> เรียกคืนตำแหน่งเขตข้อมูลภายในรูปแบบที่บันทึกไว้ก่อนหน้านี้ หากต้องการเปลี่ยนป้ายชื่อฟิลด์ให้คลิกไอคอนแก้ไขถัดจากแต่ละฟิลด์.',
            'historyDefault' => 'คลิก <b>ฟื้นฟูค่าเริ่มต้น</b> เพื่อเรียกคืนมุมมองไปยังรูปแบบเดิม.<br><br><b>ฟื้นฟูค่าเริ่มต้น</b> คืนตำแหน่งฟิลด์ในเค้าโครงต้นฉบับเท่านั้น หากต้องการเปลี่ยนป้ายชื่อฟิลด์ให้คลิกไอคอนแก้ไขถัดจากแต่ละฟิลด์.',
            'Default' => '<b>ค่าเริ่มต้น</b>จะปรากฏในการค้นหา'
        ),
        'layoutEditor' => array(
            'defaultdetailview' => '. <b>เค้าโครง</b> พื้นที่มีฟิลด์ที่แสดงอยู่ในปัจจุบัน <b>มุมมองรายการ</b>.<br/><br/>. <b>กล่องเครื่องมือ</b> ประกอบด้วย <b>Recycle Bin</b> และฟิลด์ และองค์ประกอบโครงร่างที่สามารถเพิ่มลงในเลย์เอาต์ได้.<br><br>ทำการเปลี่ยนแปลงเค้าโครงโดยลากและวางองค์ประกอบและช่องระหว่าง <b>กล่องเครื่องมือ</b> และ <b>เค้าโครง</b> และภายในรูปแบบของตัวเอง.<br><br>หากต้องการนำฟิลด์ออกจากเค้าโครงให้ลากฟิลด์ไปที่ <b>Recycle Bin</b>. ช่องจะพร้อมใช้งานในกล่องเครื่องมือเพื่อเพิ่มลงในเค้าโครง.',
            'defaultquickcreate' => '. <b>เค้าโครง</b> พื้นที่มีฟิลด์ที่แสดงอยู่ในปัจจุบัน <b>สร้างด่วน</b> จาก.<br><br>ฟอร์มสร้างด่วนจะปรากฏในแผงควบคุมย่อยของโมดูลเมื่อคลิกปุ่ม สร้าง.<br/><br/>. <b>กล่องเครื่องมือ</b> ประกอบด้วย <b>Recycle Bin</b> และฟิลด์ และองค์ประกอบโครงร่างที่สามารถเพิ่มลงในเลย์เอาต์ได้.<br><br>ทำการเปลี่ยนแปลงเค้าโครงโดยลากและวางองค์ประกอบและช่องระหว่าง <b>กล่องเครื่องมือ</b>และ <b>เค้าโครง</b> และภายในรูปแบบของตัวเอง.<br><br>หากต้องการนำฟิลด์ออกจากเค้าโครงให้ลากฟิลด์ไปที่ <b>Recycle Bin</b>. ฟิลด์จะพร้อมใช้งานในกล่องเครื่องมือเพื่อเพิ่มลงในเค้าโครง.',
            //this default will be used for edit view
            'default' => '. <b>เค้าโครง</b> พื้นที่มีฟิลด์ที่แสดงอยู่ในปัจจุบัน <b>มุมมองแก้ไข</b>.<br/><br/>. <b>กล่องเครื่องมือ</b> ประกอบด้วย <b>Recycle Bin</b> และเขตข้อมูล และองค์ประกอบโครงร่างที่สามารถเพิ่มลงในเลย์เอาต์ได้.<br><br>ทำการเปลี่ยนแปลงเค้าโครงโดยลากและวางองค์ประกอบและช่องระหว่าง <b>กล่องเครื่องมือ</b> และ <b>เค้าโครง</b> และภายในรูปแบบของตัวเอง.<br><br>หากต้องการนำฟิลด์ออกจากเค้าโครงให้ลากฟิลด์ไปที่ <b>Recycle Bin</b>. ฟิลด์จะพร้อมใช้งานในกล่องเครื่องมือเพื่อเพิ่มลงในเค้าโครง',
            'saveBtn' => 'คลิก <b>บันทึก</b> เพื่อรักษาการเปลี่ยนแปลงที่คุณทำกับเค้าโครงตั้งแต่ครั้งล่าสุดที่คุณบันทึกไว้.<br><br>การเปลี่ยนแปลงจะไม่ปรากฏในโมดูลจนกว่าคุณจะใช้การเปลี่ยนแปลงที่บันทึกไว้.',
            'historyBtn' => 'คลิก <b>ดูประวัติ</b> เพื่อดูและเรียกคืนโครงร่างที่บันทึกไว้ก่อนหน้านี้จากประวัติ.<br><br><b>ฟื้นฟู</b> ภายใน <b>ดูประวัติ</b> เรียกคืนตำแหน่งเขตข้อมูลภายในรูปแบบที่บันทึกไว้ก่อนหน้านี้ หากต้องการเปลี่ยนป้ายชื่อฟิลด์ให้คลิกไอคอนแก้ไขถัดจากแต่ละฟิลด์.',
            'historyDefault' => 'คลิก <b>ฟื้นฟูค่าเริ่มต้น</b> เพื่อเรียกคืนมุมมองไปยังรูปแบบเดิม.<br><br><b>ฟื้นฟูค่าเริ่มต้น</b> คืนตำแหน่งฟิลด์ในเค้าโครงต้นฉบับเท่านั้น หากต้องการเปลี่ยนป้ายชื่อฟิลด์ให้คลิกไอคอนแก้ไขถัดจากแต่ละฟิลด์.',
            'publishBtn' => 'คลิก <b>บันทึกและปรับใช้</b> เพื่อบันทึกการเปลี่ยนแปลงทั้งหมดที่คุณทำกับเค้าโครงตั้งแต่ครั้งล่าสุดที่คุณบันทึกไว้และเพื่อให้การเปลี่ยนแปลงที่ใช้งานอยู่ในโมดูล.<br><br>เค้าโครงจะปรากฏในโมดูลทันที',
            'toolbox' => '. <b>กล่องเครื่องมือ</b> ประกอบด้วย <b>Recycle Bin</b>, องค์ประกอบโครงร่างเพิ่มเติมและชุดของฟิลด์ที่พร้อมใช้งานเพื่อเพิ่มเค้าโครง.<br/><br/>องค์ประกอบโครงร่างและช่องในกล่องเครื่องมือสามารถลากและวางลงในเค้าโครงและองค์ประกอบโครงร่างและฟิลด์สามารถลากและวางจากเค้าโครงในกล่องเครื่องมือ.<br><br>องค์ประกอบเค้าโครงคือ <b>แผงควบคุม</b> และ <b>แถว</b>. การเพิ่มแถวใหม่หรือแผงควบคุมใหม่ในเค้าโครงจะมีตำแหน่งเพิ่มเติมในการจัดวางฟิลด์.<br/><br/>ลากและวางช่องใดๆ ในกล่องเครื่องมือหรือเลย์เอาต์ลงในฟิลด์ที่ว่างอยู่เพื่อสลับตำแหน่งที่ตั้งของเขตข้อมูลทั้งสอง.<br/><br/>The <b>ตัวกรอง</b> ฟิลด์สร้างพื้นที่ว่างในเค้าโครงที่วางไว้.',
            'panels' => '. <b>เค้าโครง</b> แสดงมุมมองของโครงร่างที่จะปรากฏภายในโมดูลเมื่อมีการปรับใช้การเปลี่ยนแปลงที่ทำกับโครงร่าง.<br/><br/>คุณสามารถวางตำแหน่งฟิลด์แถวและแผงควบคุมโดยวางและวางไว้ในตำแหน่งที่ต้องการ.<br/><br/>นำองค์ประกอบออกโดยลากและวางไว้ใน <b>Recycle Bin</b> ในกล่องเครื่องมือหรือเพิ่มองค์ประกอบและฟิลด์ใหม่โดยลากจากช่องทำเครื่องหมาย <b>กล่องเครื่องมือ</b>s และวางไว้ในตำแหน่งที่ต้องการในเค้าโครง.',
            'delete' => 'ลากและวางองค์ประกอบใดๆ ที่นี่เพื่อนำออกจากเค้าโครง',
            'property' => 'แก้ไขป้ายกำกับที่แสดงสำหรับฟิลด์นี้ <br/><b>แท็บการสั่งซื้อ</b> ในลำดับคีย์แท็บจะสลับระหว่างฟิลด์',
        ),
        'fieldsEditor' => array(
            'default' => '. <b>ฟิลด์</b> ที่พร้อมใช้งานสำหรับโมดูลจะปรากฏที่นี่โดยชื่อฟิลด์.<br><br>เขตข้อมูลที่กำหนดเองที่สร้างขึ้นสำหรับโมดูลจะปรากฏขึ้นเหนือช่องที่พร้อมใช้งานสำหรับโมดูลโดยค่าเริ่มต้น.<br><br>หากต้องการแก้ไขฟิลด์ให้คลิกที่ <b>ชื่อฟิลด์</b>.<br/><br/>หากต้องการสร้างฟิลด์ใหม่ให้คลิก <b>เพิ่มฟิลด์</b>.',
            'mbDefault' => '. <b>ฟิลด์</b> ที่พร้อมใช้งานสำหรับโมดูลจะปรากฏที่นี่โดยชื่อฟิลด์.<br><br>เมื่อต้องการกำหนดค่าคุณสมบัติของฟิลด์ให้คลิกที่ชื่อฟิลด์.<br><br>หากต้องการสร้างฟิลด์ใหม่ให้คลิก <b>เพิ่มฟิลด์</b>. ป้ายกำกับพร้อมกับคุณสมบัติอื่นๆ ของฟิลด์ใหม่สามารถแก้ไขได้หลังจากสร้างโดยการคลิกชื่อฟิลด์.<br><br>หลังจากโมดูลได้รับการปรับใช้ฟิลด์ใหม่ที่สร้างขึ้นใน ตัวสร้างโมดูล จะถือเป็นฟิลด์มาตรฐานในโมดูลที่นำไปใช้งานใน สตูดิโอ.',
            'addField' => 'เลือก <b>ประเภทข้อมูล</b> สำหรับสาขาใหม่ ประเภทที่คุณเลือกกำหนดว่าจะให้ป้อนอักขระประเภทใดในฟิลด์ได้ ตัวอย่างเช่นเฉพาะตัวเลขที่เป็นจำนวนเต็มเท่านั้นที่สามารถป้อนลงในฟิลด์ที่มีข้อมูลจำนวนเต็มได้.<br><br> ให้ <b>ชื่อ</b> สำหรับฟิลด์ ชื่อต้องเป็นตัวเลขและตัวอักษรผสมตัวเลขและต้องไม่มีช่องว่าง ขีดล่างถูกต้อง.<br><br>. <b>แสดงป้ายกำกับ</b> เป็นป้ายกำกับที่จะปรากฏในฟิลด์ในเค้าโครงโมดูล <b>ป้ายระบบ</b> ใช้เพื่ออ้างถึงฟิลด์ในโค้ด.<br><br> คุณสมบัติบางส่วนหรือทั้งหมดต่อไปนี้ขึ้นอยู่กับประเภทข้อมูลที่กำหนดไว้สำหรับฟิลด์:<br><br> <b>ข้อความช่วยเหลือ</b> ปรากฏขึ้นชั่วคราวขณะที่ผู้ใช้วางเม้าส์อยู่เหนือฟิลด์และสามารถใช้เพื่อแจ้งให้ผู้ใช้ทราบประเภทของการป้อนข้อมูลที่ต้องการ.<br><br> <b>ข้อความ</b>จะปรากฏเฉพาะภายใน สตูดิโอ และ/หรือ ตัวสร้างโมดูล เท่านั้นและสามารถใช้เพื่ออธิบายฟิลด์สำหรับผู้ดูแลระบบได้.<br><br> <b>ค่าเริ่มต้น</b> จะปรากฏในฟิลด์ ผู้ใช้สามารถป้อนค่าใหม่ในฟิลด์หรือใช้ค่าเริ่มต้น.<br><br> เลือก <b>Mass Update</b> เพื่อให้สามารถใช้คุณลักษณะการอัพเดทแบบ Mass Update ได้.<br><br>. <b>ขนาดสูงสุด</b> ค่ากำหนดจำนวนอักขระสูงสุดที่สามารถป้อนได้ในฟิลด์.<br><br> เลือก <b>ฟิลด์ที่ต้องระบุ</b> เพื่อเลือกฟิลด์ที่ต้องการ ต้องระบุค่าสำหรับฟิลด์เพื่อที่จะสามารถบันทึกบันทึกที่มีฟิลด์ได้.<br><br> เลือก <b>การรายงาน</b> เพื่ออนุญาตให้ฟิลด์ที่จะใช้สำหรับตัวกรองและสำหรับแสดงข้อมูลในรายงาน<br><br> เลือก <b>การตรวจสอบบัญชี</b> เพื่อให้สามารถติดตามการเปลี่ยนแปลงในฟิลด์ในบันทึกการเปลี่ยนแปลงได้.<br><br>เลือกตัวเลือกใน <b>การนำเข้า</b> เพื่อ อนุญาต/ไม่อนุญาต หรือต้องมีฟิลด์ที่จะนำเข้าไปในตัวช่วยสร้างการนำเข้า.<br><br>เลือกตัวเลือกใน <b>รวมการทำซ้ำ</b> เพื่อเปิดใช้งานหรือปิดใช้งานการรวมรายการที่ซ้ำกันและค้นหาคุณลักษณะการทำซ้ำ.<br><br>คุณสามารถตั้งค่าคุณสมบัติเพิ่มเติมสำหรับประเภทข้อมูลบางประเภทได้.',
            'editField' => 'คุณสามารถกำหนดคุณสมบัติของฟิลด์นี้ได้ <br><br>คลิก<b>โคลน</b> เพื่อสร้างฟิลด์ใหม่ที่มีคุณสมบัติเหมือนกัน',
            'mbeditField' => '. <b>แสดงป้ายกำกับ</b> ของฟิลด์เทมเพลตสามารถกำหนดได้เอง คุณสมบัติอื่นของฟิลด์ไม่สามารถกำหนดค่าได้.<br><br>คลิก <b>โคลน</b> เพื่อสร้างฟิลด์ใหม่ที่มีคุณสมบัติเหมือนกัน.<br><br>หากต้องการลบฟิลด์เทมเพลตเพื่อไม่ให้แสดงในโมดูลให้นำฟิลด์ออกจากฟิลด์ที่ต้องการ <b>เค้าโครง</b>.'

        ),
        'exportcustom' => array(
            'exportHelp' => 'ส่งออกการปรับแต่งที่ทำในสตูดิโอด้วยการสร้างแพ็คเกจที่สามารถอัพโหลดไปเป็นอีกตัวอย่างหนึ่งของ SuiteCRM ผ่านทาง <b>ตัวโหลดโมดูล</b>.<br><br>  ขั้นแรกให้ <b>ชื่อแพ็คเกจ</b>. คุณสามารถให้ <b>ผู้เขียน</b> และ <b>คำอธิบาย</b> ข้อมูลสำหรับแพ็คเกจเช่นกัน.<br><br>เลือกโมดูล(s) ที่มีการปรับแต่งที่คุณต้องการส่งออก เฉพาะโมดูลที่มีการกำหนดเองเท่านั้นที่จะปรากฏขึ้นเพื่อให้คุณเลือก.<br><br>จากนั้นคลิก <b>นำออก</b> เพื่อสร้างไฟล์. zip สำหรับแพ็คเกจที่มีการกำหนดเอง.',
            'exportCustomBtn' => 'คลิก <b>ส่งออก</b>เพื่อสร้างไฟล์. zip สำหรับแพ็คเกจที่มีการกำหนดเองที่คุณต้องการส่งออก',
            'name' => 'นี่คือ <b>ชื่อ</b> ของแพ็คเกจ ชื่อนี้จะปรากฏขึ้นระหว่างการติดตั้ง',
            'author' => 'นี่คือ <b>ผู้เขียน</b> ที่แสดงระหว่างการติดตั้งเป็นชื่อของเอนทิตีที่สร้างแพ็คเกจ ผู้เขียนสามารถเป็นได้ทั้งบุคคลหรือ บริษัท',
            'description' => 'นี่คือ <b> คำอธิบาย </b> ของแพ็คเกจที่แสดงขึ้นระหว่างการติดตั้ง',
        ),
        'studioWizard' => array(
            'mainHelp' => 'ยินดีต้อนรับสู่ <b>เครื่องมือสำหรับนักพัฒนาซอฟต์แวร์</b><br/><br/>ใช้เครื่องมือภายในพื้นที่นี้เพื่อสร้างและจัดการโมดูลและฟิลด์ที่เป็นมาตรฐานและกำหนดเอง',
            'studioBtn' => 'ใช้ <b>สตูดิโอ</b> เพื่อปรับแต่งโมดูลที่นำไปใช้งาน',
            'mbBtn' => 'ใช้ <b>ตัวสร้างโมดูล</b> เพื่อสร้างโมดูลใหม่',
            'sugarPortalBtn' => 'Use <b>SuiteCRM Portal Editor</b> to manage and customize the SuiteCRM Portal.',
            'dropDownEditorBtn' => 'ใช้ <b>Dropdown Editor</b> เพื่อเพิ่มและแก้ไขรายการแบบ global dropdowns สำหรับฟิลด์ dropdown',
            'appBtn' => 'โหมดแอ็พพลิเคชันคือที่ที่คุณสามารถกำหนดค่าคุณสมบัติต่างๆของโปรแกรมได้เช่นจำนวนรายงาน TPS ที่ปรากฏบนหน้าแรก',
            'backBtn' => 'กลับไปยังขั้นตอนก่อนหน้า',
            'studioHelp' => 'ใช้ <b>สตูดิโอ</b> เพื่อกำหนดว่าข้อมูลจะถูกแสดงในโมดูลอย่างไร',
            'moduleBtn' => 'คลิกเพื่อแก้ไขโมดูลนี้',
            'moduleHelp' => 'ส่วนประกอบที่คุณสามารถปรับแต่งสำหรับโมดูลจะปรากฏที่นี่ <br><br> คลิกที่ไอคอนเพื่อเลือกส่วนประกอบที่จะแก้ไข',
            'fieldsBtn' => 'สร้างและกำหนดค่า <b>ฟิลด์</b> เพื่อเก็บข้อมูลในโมดูล',
            'labelsBtn' => 'แก้ไข <b>ป้ายกำกับ</b> ที่แสดงสำหรับฟิลด์และชื่ออื่นๆ ในโมดูล',
            'relationshipsBtn' => 'เพิ่มหรือดู <b>ความสัมพันธ์</b> ใหม่สำหรับโมดูล',
            'layoutsBtn' => 'ปรับแต่งโมดูล <b>เค้าโครง</b> เค้าโครงเป็นมุมมองที่แตกต่างกันของฟิลด์ contaning ของโมดูล <br><br> คุณสามารถระบุได้ว่าฟิลด์ใดจะปรากฏขึ้นและมีการจัดเรียงในแต่ละรูปแบบอย่างไร',
            'subpanelBtn' => 'กำหนดฟิลด์ที่ปรากฏใน <b>แผงควบคุมย่อย</b> ในโมดูล',
            'portalBtn' => 'ปรับแต่งโมดูล <b>เค้าโครง</b> ที่ปรากฏใน <b> SuiteCRM Portal </b>',
            'layoutsHelp' => 'โมดูล <b>เค้าโครง</b> ที่สามารถปรับเปลี่ยนได้จะปรากฏที่นี่ <br><br> เค้าโครงแสดงฟิลด์และข้อมูลฟิลด์ <br><br> คลิกที่ไอคอนเพื่อเลือกเค้าโครงที่จะแก้ไข',
            'subpanelHelp' => '. <b>แผงควบคุมย่อย</b> ในโมดูลที่สามารถปรับเปลี่ยนได้จะปรากฏที่นี่.<br><br>คลิกที่ไอคอนเพื่อเลือกโมดูลที่ต้องการแก้ไข',
            'newPackage' => 'คลิก <b>แพ็คเกจใหม่</b> เพื่อสร้างแพ็คเกจใหม่',
            'exportBtn' => 'คลิก <b>ส่งออกการปรับแต่ง</b> เพื่อสร้างและดาวน์โหลดแพ็คเกจที่มีการปรับแต่งที่ทำในสตูดิโอสำหรับโมดูลที่เฉพาะเจาะจง',
            'mbHelp' => 'ใช้ <b>ตัวสร้างโมดูล</b> เพื่อสร้างแพ็คเกจที่มีโมดูลที่กำหนดเองตามออบเจ็กต์มาตรฐานหรือแบบกำหนดเอง',
            'viewBtnEditView' => 'ปรับแต่งเค้าโครง <b>แก้ไขมุมมอง</b> ของโมดูล <br> <br> แก้ไขมุมมอง เป็นแบบฟอร์มที่มีฟิลด์ข้อมูลสำหรับการป้อนข้อมูลที่ผู้ใช้ป้อน',
            'viewBtnDetailView' => 'ปรับแต่งโครงร่าง <b>มุมมองรายละเอียด</b>ของโมดูล<br> <br> มุมมองรายละเอียด จะแสดงข้อมูลฟิลด์ที่ผู้ใช้ป้อน',
            'viewBtnDashlet' => 'ปรับแต่งโมดูล <b>SuiteCRM Dashlet</b> รวมถึงรายชื่อ Dashlet\'s มุมมองรายการ และการค้นหาของ SuiteCRM <br> <br> SuiteCRM Dashlet จะพร้อมใช้งานเพื่อเพิ่มลงในหน้าเว็บในโมดูลหน้าแรก',
            'viewBtnListView' => 'ปรับแต่งเค้าโครง <b>มุมมองรายการ</b>ของโมดูล<br> <br> ผลลัพธ์การค้นหาปรากฏใน มุมมองรายการ',
            'searchBtn' => 'ปรับแต่งเค้าโครง <b> ค้นหา </b> ของโมดูล <br> <br> กำหนดฟิลด์ใดที่สามารถใช้เพื่อกรองบันทึกที่ปรากฏใน มุมมองรายการ',
            'viewBtnQuickCreate' => 'ปรับแต่งเค้าโครง <b> สร้างด่วน </b> ของโมดูล <br><br> ฟอร์มการสร้างด่วนจะปรากฏใน แผงควบคุมย่อย และในโมดูลอีเมล',
            'addLayoutHelp' => "เมื่อต้องการสร้างเค้าโครงที่กำหนดเองสำหรับกลุ่มรักษาความปลอดภัยเลือกกลุ่มความปลอดภัยที่เหมาะสมและเค้าโครงที่จะคัดลอกจากจุดเริ่มต้น",
            'searchHelp' => 'รูปแบบตัวกรอง <b> ตัวกรอง </b> ที่สามารถปรับเปลี่ยนได้จะปรากฏที่นี่ <br> <br> รูปแบบตัวกรองมีฟิลด์สำหรับการกรองบันทึก <br> <br> คลิกที่ไอคอนเพื่อเลือกเค้าโครงตัวกรองเพื่อแก้ไข',
            'dashletHelp' => 'รูปแบบ <b> SuiteCRM Dashlet </b> ที่สามารถปรับเปลี่ยนได้จะปรากฏที่นี่ <br> <br> จะมี SuiteCRM Dashlet เพื่อเพิ่มลงในหน้าเว็บในโมดูลหน้าแรก',
            'DashletListViewBtn' => '. <b>มุมมองรายการ SuiteCRM Dashlet</b> จะแสดงบันทึกตามตัวกรองการค้นหา SuiteCRM Dashlet',
            'DashletSearchViewBtn' => 'บันทึกตัวกรอง <b>ค้นหา SuiteCRM Dashlet</b> สำหรับ มุมมองรายการ ของ SuiteCRM Dashlet',
            'popupHelp' => 'รูปแบบ <b> ป๊อปอัป </b> ที่สามารถปรับเปลี่ยนได้จะปรากฏที่นี่ <br>',
            'PopupListViewBtn' => '<b> ป๊อปอัพมุมมองรายการ </b> จะแสดงบันทึกตามมุมมองค้นหาป๊อปอัพ',
            'PopupSearchViewBtn' => 'บันทึกมุมมอง <b> ค้นหาป๊อปอัพ </b> สำหรับมุมมองรายการป๊อปอัพ',
            'BasicSearchBtn' => 'กำหนดรูปแบบ <b> ตัวกรองด่วน </b> ที่ปรากฏในแท็บ ตัวกรองด่วน ในบริเวณตัวกรองสำหรับโมดูล',
            'AdvancedSearchBtn' => 'กำหนดรูปแบบ <b> ตัวกรองขั้นสูง </b> ที่ปรากฏในแท็บตัวกรองขั้นสูงในพื้นที่ตัวกรองสำหรับโมดูล',
            'portalHelp' => 'จัดการและปรับแต่ง <b>SuiteCRM พอร์ทัล</b>',
            'SPUploadCSS' => 'อัพโหลด <b> Style Sheet </b> สำหรับ SuiteCRM พอร์ทัล',
            'SPSync' => 'การปรับแต่ง <b> ซิงค์ </b> ให้กับอินสแตนซ์ SuiteCRM พอร์ทัล',
            'Layouts' => 'ปรับแต่ง <b> เค้าโครง </b> ของโมดูล SuiteCRM พอร์ทัล',
            'portalLayoutHelp' => 'The modules within the SuiteCRM Portal appear in this area.<br><br>Select a module to edit the <b>Layouts</b>.',
            'relationshipsHelp' => 'ทั้งหมดของ <b>ความสัมพันธ์</b>ที่มีอยู่ระหว่างโมดูลกับโมดูลที่ใช้งานอยู่อื่นๆ จะปรากฏที่นี่.<br><br>ความสัมพันธ์ <b>ชื่อ</b> เป็นชื่อที่ระบบสร้างขึ้นสำหรับความสัมพันธ์.<br><br>. <b>โมดูลหลัก</b> เป็นโมดูลที่เป็นเจ้าของความสัมพันธ์ ตัวอย่างเช่นคุณสมบัติทั้งหมดของความสัมพันธ์ที่โมดูลบัญชีเป็นโมดูลหลักจะถูกเก็บไว้ในตารางฐานข้อมูลบัญชี.<br><br>. <b>ประเภท</b> ชนิดของความสัมพันธ์มีอยู่ระหว่างโมดูลหลักและ <b>โมดูลที่เกี่ยวข้อง</b>.<br><br>คลิกชื่อคอลัมน์เพื่อจัดเรียงตามคอลัมน์.<br><br>คลิกแถวในตารางความสัมพันธ์เพื่อดูคุณสมบัติที่เกี่ยวข้องกับความสัมพันธ์.<br><br>คลิก <b>เพิ่มความสัมพันธ์</b> เพื่อสร้างความสัมพันธ์ใหม่.<br><br>สามารถสร้างความสัมพันธ์ระหว่างโมดูลที่ใช้งานได้สองโมดูล.',
            'relationshipHelp' => '<b>ความสัมพันธ์</b>สามารถสร้างขึ้นระหว่างโมดูลกับโมดูลที่นำไปใช้งานอื่นได้.<br><br> ความสัมพันธ์จะแสดงผ่านทาง แผงควบคุมย่อย และเกี่ยวข้องกับฟิลด์ในบันทึกของโมดูล.<br><br>เลือกหนึ่งในความสัมพันธ์ต่อไปนี้ <b>ประเภท</b> สำหรับโมดูล:<br><br> <b>หนึ่งต่อหนึ่ง</b> - ระเบียนทั้งสองของโมดูลจะมีฟิลด์สัมพันธ์.<br><br> <b>หนึ่งต่อหลาย</b> - บันทึกของโมดูลหลักจะมีพอร์ทัลย่อยและบันทึกของโมดูลที่เกี่ยวข้องจะมีฟิลด์เกี่ยวข้อง.<br><br> <b>หลายต่อหลาย</b> - บันทึกทั้งสองโมดูล \'จะแสดง แผงควบคุมย่อย.<br><br> เลือก <b>โมดูลที่เกี่ยวข้อง</b> สำหรับความสัมพันธ์. <br><br>หากประเภทความสัมพันธ์เกี่ยวข้องกับคุณสมบัติให้เลือกมุมมองย่อยสำหรับโมดูลที่เหมาะสม.<br><br> คลิก <b>บันทึก</b> เพื่อสร้างความสัมพันธ์',
            'convertLeadHelp' => 'คุณสามารถเพิ่มโมดูลลงในหน้าจอการแปลงเลย์เอาท์และแก้ไขรูปแบบของไฟล์ที่มีอยู่.<br/>
		คุณสามารถออร์เดอร์โมดูลใหม่ได้โดยการลากแถวในตาราง.<br/><br/>
		<b>โมดูล:</b> ชื่อของโมดูล.<br/><br/>
		<b>จำเป็น:</b> ต้องสร้างหรือเลือกโมดูลที่จำเป็นก่อนที่จะสามารถแปลงนำได้.<br/><br/>
		<b>คัดลอกข้อมูล:</b> ถ้าเลือกไว้ช่องจากลูกค้าเป้าหมายจะถูกคัดลอกไปยังฟิลด์ที่มีชื่อเดียวกันในบันทึกที่สร้างขึ้นใหม่.<br/><br/>
		<b>อนุญาตให้เลือก:</b> สามารถเลือกโมดูลที่มีฟิลด์สัมพันธ์ใน ผู้ติดต่อ ได้มากกว่าที่จะสร้างขึ้นในระหว่างกระบวนการแปลงลูกค้าเป้าหมาย.<br/><br/>
		<b>แก้ไข:</b> แก้ไขรูปแบบการแปลงสำหรับโมดูลนี้.<br/><br/>
		<b>ลบ:</b> นำโมดูลนี้ออกจากรูปแบบการแปลง.<br/><br/>',


            'editDropDownBtn' => 'แก้ไข Global Dropdown',
            'addDropDownBtn' => 'เพิ่ม Global Dropdown ใหม่',
        ),
        'fieldsHelp' => array(
            'default' => '. <b>ฟิลด์</b> ในโมดูลจะปรากฏที่นี่โดยใช้ชื่อฟิลด์.<br><br>เทมเพลตโมดูลมีชุดของฟิลด์ที่กำหนดไว้ล่วงหน้า.<br><br>หากต้องการสร้างฟิลด์ใหม่ให้คลิก <b>เพิ่มฟิลด์</b>.<br><br>หากต้องการแก้ไขฟิลด์ให้คลิกที่ <b>ชื่อฟิลด์</b>.<br/><br/>หลังจากติดตั้งโมดูลแล้วฟิลด์ใหม่ที่สร้างขึ้นใน ตัวสร้างโมดูล พร้อมด้วยเทมเพลตฟิลด์จะถือว่าเป็นฟิลด์มาตรฐานในสตูดิโอ.',
        ),
        'relationshipsHelp' => array(
            'default' => '. <b>ความสัมพันธ์</b> ที่สร้างระหว่างโมดูลกับโมดูลอื่นๆ จะปรากฏที่นี่.<br><br>ความสัมพันธ์ <b>ชื่อ</b> เป็นชื่อที่ระบบสร้างขึ้นสำหรับความสัมพันธ์.<br><br>. <b>โมดูลหลัก</b> เป็นโมดูลที่เป็นเจ้าของความสัมพันธ์ คุณสมบัติความสัมพันธ์จะถูกเก็บไว้ในตารางฐานข้อมูลของโมดูลหลัก.<br><br>. <b>ประเภท</b> ชนิดของความสัมพันธ์มีอยู่ระหว่างโมดูลหลักและ <b>โมดูลที่เกี่ยวข้อง</b>.<br><br>คลิกชื่อคอลัมน์เพื่อจัดเรียงตามคอลัมน์.<br><br>คลิกแถวในตารางความสัมพันธ์เพื่อดูและแก้ไขคุณสมบัติที่เกี่ยวข้องกับความสัมพันธ์.<br><br>คลิก <b>เพิ่มความสัมพันธ์</b> เพื่อสร้างความสัมพันธ์ใหม่',
            'addrelbtn' => 'วางเมาส์ด้านบนเพื่อช่วยเพิ่มความสัมพันธ์',
            'addRelationship' => '<b>ความสัมพันธ์</b> สามารถสร้างขึ้นระหว่างโมดูลและโมดูลที่กำหนดเองอื่นๆหรือโมดูลที่นำไปใช้งาน.<br><br> ความสัมพันธ์จะแสดงผ่านทาง แผงควบคุมย่อย และเกี่ยวข้องกับฟิลด์ในบันทึกของโมดูล.<br><br>เลือกหนึ่งในความสัมพันธ์ต่อไปนี้ <b>ประเภท</b> สำหรับโมดูล:<br><br> <b>หนึ่งต่อหนึ่ง</b> - บันทึกทั้งสองของโมดูลจะมีฟิลด์สัมพันธ์.<br><br> <b>หนึ่งต่อหลาย</b> - บันทึกของโมดูลหลักจะมีพอร์ทัลย่อยและบันทึกของโมดูลที่เกี่ยวข้องจะมีฟิลด์เกี่ยวข้อง.<br><br> <b>หลายต่อหลาย</b> - บันทึกทั้งสองโมดูล \'จะแสดง แผงควบคุมย่อย.<br><br> เลือก <b>โมดูลที่เกี่ยวข้อง</b> สำหรับความสัมพันธ์. <br><br>หากประเภทความสัมพันธ์เกี่ยวข้องกับคุณสมบัติให้เลือกมุมมองย่อยสำหรับโมดูลที่เหมาะสม.<br><br> คลิก <b>บันทึก</b> เพื่อสร้างความสัมพันธ์',
        ),
        'labelsHelp' => array(
            'default' => '. <b>ป้ายกำกับ</b> สำหรับฟิลด์และชื่อเรื่องอื่น ๆ ในโมดูลสามารถเปลี่ยนแปลงได้.<br><br>แก้ไขป้ายกำกับโดยคลิกภายในฟิลด์ป้อนป้ายกำกับใหม่และคลิก <b>บันทึก</b>.<br><br>หากมีการติดตั้งชุดภาษาใด ๆ ในโปรแกรมคุณสามารถเลือก <b>ภาษา</b> ใช้สำหรับป้ายกำกับ',
            'saveBtn' => 'คลิก <b> บันทึก </b> เพื่อบันทึกการเปลี่ยนแปลงทั้งหมด',
            'publishBtn' => 'คลิก <b> บันทึกและใช้งาน </b> เพื่อบันทึกการเปลี่ยนแปลงทั้งหมดและทำให้มีการใช้งาน',
        ),
        'portalSync' => array(
            'default' => 'ป้อน <b> SuiteCRM Portal URL </b> ของตัวอย่างพอร์ทัลเพื่ออัพเดทและคลิก <b>ไป</b>.<br><br>จากนั้นป้อนชื่อผู้ใช้ SuiteCRM ที่ถูกต้องและรหัสผ่านจากนั้นคลิกที่ <b>เริ่มต้นซิงค์</b>.<br><br>การปรับแต่งที่ทำกับ SuiteCRM พอร์ทัล <b>เค้าโครง</b>, พร้อมกับ <b>Style Sheet</b> หากมีการอัพโหลดจะถูกโอนไปยังตัวอย่างพอร์ทัลที่ระบุ',
        ),
        'portalStyle' => array(
            'default' => 'คุณสามารถกำหนดรูปลักษณ์ของ SuiteCRM พอร์ทัล โดยใช้ style sheet ได้ <br> <br> เลือก <b> Style Sheet </b> เพื่ออัพโหลด <br> <br> style sheet จะถูกใช้งานใน SuiteCRM พอร์ทัล ในครั้งต่อไปที่มีการซิงค์',
        ),
    ),

    'assistantHelp' => array(
        'package' => array(
            //custom begin
            'nopackages' => 'ในการเริ่มต้นโครงการให้คลิก <b>แพ็คเกจใหม่</b>เพื่อสร้างแพคเกจใหม่เพื่อสร้างโมดูล(s) ที่กำหนดเองของคุณ. <br/><br/>แต่ละแพ็คเกจสามารถมีโมดูลได้มากกว่าหนึ่งโมดูล.<br/><br/>ตัวอย่างเช่นคุณอาจต้องการสร้างแพ็คเกจที่มีโมดูลที่กำหนดเองซึ่งเกี่ยวข้องกับโมดูลบัญชีมาตรฐาน หรือคุณอาจต้องการสร้างแพ็คเกจที่มีโมดูลใหม่ ๆ ที่ทำงานร่วมกันเป็นโครงการและเกี่ยวข้องกับแต่ละอื่น ๆ และกับโมดูลอื่น ๆ ที่มีอยู่แล้วในแอ็พพลิเคชัน',
            'somepackages' => '. <b>แพ็คเกจ</b> ทำหน้าที่เป็นคอนเทนเนอร์สำหรับโมดูลที่กำหนดเองซึ่งทั้งหมดนี้เป็นส่วนหนึ่งของโครงการเดียว แพ็คเกจสามารถมีอย่างน้อยหนึ่งรายการ <b>โมดูล</b> ที่สามารถเชื่อมโยงกันหรือโมดูลอื่น ๆ ในแอพพลิเคชันได้.<br/><br/>หลังจากสร้างแพ็คเกจสำหรับโครงการของคุณแล้วคุณสามารถสร้างโมดูลสำหรับแพ็คเกจได้ทันทีหรือคุณสามารถกลับไปที่ ตัวสร้างโมดูล ในภายหลังเพื่อดำเนินการโครงการ.<br><br>เมื่อโครงการเสร็จสมบูรณ์แล้วคุณสามารถทำได้ <b>ปรับใช้</b> แพ็คเกจเพื่อติดตั้งโมดูลที่กำหนดเองภายในแอ็พพลิเคชัน.',
            'afterSave' => 'แพ็คเกจใหม่ของคุณควรมีอย่างน้อยหนึ่งโมดูล คุณสามารถสร้างโมดูลที่กำหนดเองได้มากกว่าหนึ่งโมดูลสำหรับแพ็คเกจ.<br/><br/>คลิก <b>โมดูลใหม่</b> เพื่อสร้างโมดูลที่กำหนดเองสำหรับแพ็คเกจนี้.<br/><br/> หลังจากสร้างโมดูลอย่างน้อยหนึ่งโมดูลคุณสามารถเผยแพร่หรือใช้งานแพ็คเกจเพื่อให้สามารถใช้งานได้กับตัวอย่าง และ/หรือ ตัวอย่างของผู้ใช้อื่น ๆ.<br/><br/> เมื่อต้องการปรับใช้แพ็คเกจในขั้นตอนเดียวภายในตัวอย่าง SuiteCRM ของคุณให้คลิก <b>ปรับใช้</b>.<br><br>คลิก <b>เผยแพร่</b> เพื่อบันทึกแพ็คเกจเป็นไฟล์. zip หลังจากบันทึกไฟล์. zip ไว้ในระบบของคุณแล้วให้ใช้ปุ่ม <b>ตัวโหลดโมดูล</b> เพื่ออัพโหลดและติดตั้งแพ็คเกจภายในตัวอย่าง SuiteCRM ของคุณ. <br/><br/>คุณสามารถแจกจ่ายไฟล์ให้กับผู้ใช้รายอื่นเพื่ออัพโหลดและติดตั้งภายในตัวอย่าง SuiteCRM ของตนเอง',
            'create' => '. <b>แพ็คเกจ</b> ทำหน้าที่เป็นคอนเทนเนอร์สำหรับโมดูลที่กำหนดเองซึ่งทั้งหมดนี้เป็นส่วนหนึ่งของโครงการเดียว แพ็คเกจสามารถมีอย่างน้อยหนึ่งรายการ <b>โมดูล</b> ที่สามารถเชื่อมโยงกันหรือโมดูลอื่น ๆ ในแอพพลิเคชันได้.<br/><br/>หลังจากสร้างแพ็คเกจสำหรับโครงการของคุณแล้วคุณสามารถสร้างโมดูลสำหรับแพ็คเกจได้ทันทีหรือคุณสามารถกลับไปที่ ตัวสร้างโมดูล ในภายหลังเพื่อดำเนินการโครงการ.',
        ),
        'main' => array(
            'welcome' => 'ใช้ <b>เครื่องมือสำหรับนักพัฒนา</b> เพื่อสร้างและจัดการโมดูลและฟิลด์มาตรฐานและกำหนดเอง. <br/><br/>เมื่อต้องการจัดการโมดูลในแอพพลิเคชันให้คลิก <b>สตูดิโอ</b>. <br/><br/>หากต้องการสร้างโมดูลที่กำหนดเองคลิก <b> ตัวสร้างโมดูล</b>.',
            'studioWelcome' => 'ทุกโมดูลที่ติดตั้งในปัจจุบันรวมทั้งอ๊อบเจ็คมาตรฐานและโมดูลที่โหลดจะสามารถปรับแต่งได้ภายในสตูดิโอ'
        ),
        'module' => array(
            'somemodules' => "เนื่องจากแพ็คเกจปัจจุบันมีอย่างน้อยหนึ่งโมดูลคุณสามารถทำได้ <b>ปรับใช้</b> โมดูลในชุดข้อมูลภายในตัวอย่าง SuiteCRM ของคุณหรือ <b>เผยแพร่</b> แพ็คเกจที่จะติดตั้งในตัวอย่าง SuiteCRM ปัจจุบันหรือตัวอย่างอื่นโดยใช้ <b>ตัวโหลดโมดูล</b>.<br/><br/>หากต้องการติดตั้งแพ็คเกจโดยตรงในตัวอย่าง SuiteCRM ของคุณให้คลิก <b>ปรับใช้</b>.<br><br>เมื่อต้องการสร้างไฟล์ .zip สำหรับแพ็คเกจที่สามารถโหลดและติดตั้งได้ภายในตัวอย่าง SuiteCRM ปัจจุบันและตัวอย่างอื่น ๆ โดยใช้ <b>ตัวโหลดโมดูล</b>, คลิก <b>เผยแพร่</b>.<br/><br/> คุณสามารถสร้างโมดูลสำหรับแพ็คเกจนี้ได้ในทุกขั้นตอนและเผยแพร่หรือปรับใช้เมื่อคุณพร้อมที่จะทำเช่นนั้น. <br/><br/>หลังจากเผยแพร่หรือปรับใช้แพ็คเกจแล้วคุณสามารถเปลี่ยนแปลงคุณสมบัติของแพ็คเกจและปรับแต่งโมดูลต่อไปได้ จากนั้นเผยแพร่ใหม่หรือปรับใช้แพ็คเกจใหม่เพื่อใช้การเปลี่ยนแปลง.",
            'editView' => 'ที่นี่คุณสามารถแก้ไขฟิลด์ที่มีอยู่ได้ คุณสามารถลบฟิลด์ใดๆ ที่มีอยู่หรือเพิ่มฟิลด์ที่มีอยู่ในแผงด้านซ้าย',
            'create' => 'เมื่อเลือกประเภทของ <b>ประเภท</b> ของโมดูลที่คุณต้องการสร้างโปรดจำไว้ว่าประเภทของฟิลด์ที่คุณต้องการมีภายในโมดูล. <br/><br/>เทมเพลตโมดูลแต่ละชุดมีชุดของฟิลด์ที่เกี่ยวข้องกับประเภทของโมดูลที่อธิบายโดยชื่อ.<br/><br/><b>พื้นฐาน</b> - ให้ฟิลด์พื้นฐานที่ปรากฏในโมดูลมาตรฐานเช่นฟิลด์ชื่อ, กำหนดให้, ทีม, วันที่สร้างและคำอธิบาย.<br/><br/> <b>บริษัท</b> - ระบุฟิลด์เฉพาะองค์กรเช่นชื่อ บริษัท อุตสาหกรรมและที่อยู่สำหรับการเรียกเก็บเงิน ใช้เทมเพลตนี้เพื่อสร้างโมดูลที่คล้ายกับโมดูลบัญชีมาตรฐาน.<br/><br/> <b>บุคคน</b> - ระบุฟิลด์เฉพาะสำหรับแต่ละบุคคลเช่นคำทักทายชื่อเรื่องชื่อที่อยู่และหมายเลขโทรศัพท์ ใช้เทมเพลตนี้เพื่อสร้างโมดูลที่คล้ายคลึงกับโมดูล ผู้ติดต่อ และ ลูกค้าเป้าหมาย มาตรฐาน.<br/><br/><b>ปัญหา</b> - ระบุฟิลด์ที่เจาะจงและเฉพาะตัวของข้อผิดพลาดเช่น จำนวน, สถานะ, ความสำคัญ และ คำอธิบาย ใช้เทมเพลตนี้เพื่อสร้างโมดูลที่คล้ายกับโมดูล กรณี และ ข้อบกพร่อง มาตรฐาน.<br/><br/>หมายเหตุ: หลังจากที่คุณสร้างโมดูลคุณสามารถแก้ไขป้ายกำกับของฟิลด์ที่เทมเพลตมีให้รวมทั้งสร้างฟิลด์ที่กำหนดเองเพื่อเพิ่มลงในเค้าโครงโมดูล.',
            'afterSave' => 'ปรับแต่งโมดูลให้เหมาะกับความต้องการของคุณโดยการแก้ไขและสร้างฟิลด์การสร้างความสัมพันธ์กับโมดูลอื่น ๆ และการจัดวางฟิลด์ภายในเค้าโครง.<br/><br/>หากต้องการดูฟิลด์เทมเพลตและจัดการฟิลด์ที่กำหนดเองภายในโมดูลคลิก <b>ดูฟิลด์</b>.<br/><br/>เพื่อสร้างและจัดการความสัมพันธ์ระหว่างโมดูลและโมดูลอื่น ๆ ไม่ว่าจะเป็นโมดูลที่มีอยู่แล้วในแอ็พพลิเคชันหรือโมดูลที่กำหนดเองอื่น ๆ ภายในแพ็คเกจเดียวกัน, คลิก <b>ดูความสัมพันธ์</b>.<br/><br/>ในการแก้ไขเค้าโครงโมดูลคลิก <b>ดูเค้าโครง</b>. คุณสามารถเปลี่ยนรูปแบบมุมมองรายละเอียดแก้ไขมุมมองและมุมมองรายการสำหรับโมดูลได้เช่นเดียวกับโมดูลที่มีอยู่แล้วในแอ็พพลิเคชันภายในสตูดิโอ.<br/><br/> เมื่อต้องการสร้างโมดูลที่มีคุณสมบัติเช่นเดียวกับโมดูลปัจจุบันคลิก <b>ทำซ้ำ</b>. คุณสามารถปรับแต่งโมดูลใหม่ได้',
            'viewfields' => 'ฟิลด์ในโมดูลสามารถปรับแต่งเพื่อให้เหมาะกับความต้องการของคุณ.<br/><br/>คุณไม่สามารถลบฟิลด์มาตรฐาน แต่คุณสามารถนำออกจากเค้าโครงที่เหมาะสมภายในหน้า เค้าโครง. <br/><br/>คุณสามารถสร้างฟิลด์ใหม่ที่มีคุณสมบัติคล้ายกับฟิลด์ที่มีอยู่ได้โดยคลิกที่ <b>โคลน</b> ใน <b>คุณสมบัติ</b>ฟอร์ม ป้อนคุณสมบัติใหม่แล้วคลิกตกลง <b>บันทึก</b>.<br/><br/>ขอแนะนำให้คุณตั้งค่าคุณสมบัติทั้งหมดสำหรับฟิลด์มาตรฐานและฟิลด์ที่กำหนดเองก่อนที่คุณจะเผยแพร่และติดตั้งแพ็คเกจที่มีโมดูลที่กำหนดเอง.',
            'viewrelationships' => 'คุณสามารถสร้างความสัมพันธ์ระหว่างโมดูลปัจจุบันกับโมดูลอื่น ๆ ในแพ็คเกจ และ/หรือ ระหว่างโมดูลปัจจุบันกับโมดูลที่ติดตั้งไว้ในแอ็พพลิเคชันแล้ว.<br><br> ในการสร้างความสัมพันธ์แบบหนึ่งต่อหลายและแบบตัวต่อตัวให้สร้าง <b>เกี่ยวข้อง</b> และ <b>Flex Relate</b> ฟิลด์สำหรับโมดูล.',
            'viewlayouts' => 'คุณสามารถควบคุมสิ่งที่ฟิลด์พร้อมใช้งานสำหรับการจับภาพข้อมูลภายใน <b>แก้ไขมุมมอง</b>. นอกจากนี้คุณยังสามารถควบคุมข้อมูลที่จะแสดงภายใน <b>มุมมองรายละเอียด</b>. มุมมองไม่จำเป็นต้องตรงกัน. <br/><br/>ฟอร์ม สร้างด่วน จะปรากฏขึ้นเมื่อ <b>สร้าง</b> ถูกคลิกในโมดูลย่อย โดยค่าเริ่มต้น <b>สร้างด่วน</b> รูปแบบของฟอร์มจะเหมือนกับค่าเริ่มต้น <b>แก้ไขมุมมอง</b> เค้าโครง คุณสามารถกำหนดรูปแบบการสร้างแบบย่อเพื่อให้มีฟิลด์ที่น้อยกว่า และ/หรือ แตกต่างกันมากกว่ารูปแบบ มุมมองแก้ไข. <br><br>คุณสามารถกำหนดความปลอดภัยของโมดูลโดยใช้การปรับแต่งโครงร่างพร้อมกับ <b>การจัดการ Role</b>.<br><br>',
            'existingModule' => 'หลังจากสร้างและปรับแต่งโมดูลนี้คุณสามารถสร้างโมดูลเพิ่มเติมหรือกลับไปที่แพ็คเกจได้ <b>เผยแพร่</b> หรือ <b>ปรับใช้</b> แพ็คเกจ.<br><br>เมื่อต้องการสร้างโมดูลเพิ่มเติมคลิก <b>ทำซ้ำ</b> เพื่อสร้างโมดูลที่มีคุณสมบัติเช่นเดียวกับโมดูลปัจจุบันหรือกลับไปที่แพ็คเกจแล้วคลิก <b>โมดูลใหม่</b>.<br><br> ถ้าคุณพร้อมแล้ว <b>เผยแพร่</b> หรือ <b>ปรับใช้</b> แพ็คเกจที่มีโมดูลนี้กลับไปที่แพ็คเกจเพื่อทำหน้าที่เหล่านี้ คุณสามารถเผยแพร่และใช้งานแพ็คเกจที่มีอย่างน้อยหนึ่งโมดูล.',
            'labels' => 'คุณสามารถเปลี่ยนป้ายกำกับของฟิลด์มาตรฐานและฟิลด์ที่กำหนดเองได้ การเปลี่ยนป้ายฟิลด์จะไม่ส่งผลต่อข้อมูลที่จัดเก็บไว้ในฟิลด์',
        ),
        'listViewEditor' => array(
            'modify' => 'มีคอลัมน์สามคอลัมน์อยู่ทางด้านซ้าย คอลัมน์ "ค่าเริ่มต้น" มีฟิลด์ที่แสดงในมุมมองรายการโดยค่าเริ่มต้นคอลัมน์ "พร้อมใช้" จะมีฟิลด์ที่ผู้ใช้สามารถเลือกใช้สำหรับสร้างมุมมองรายการที่กำหนดเองและคอลัมน์ "ซ่อน" มีฟิลด์ที่พร้อมใช้งานสำหรับคุณ เป็นผู้ดูแลระบบเพื่อเพิ่มคอลัมน์เริ่มต้นหรือคอลัมน์ที่พร้อมใช้งานสำหรับผู้ใช้ แต่จะถูกปิดใช้งานอยู่',
            'savebtn' => 'การคลิกที่ <b> บันทึก </b> จะเป็นการบันทึกการเปลี่ยนแปลงทั้งหมดและทำให้การใช้งานเป็นไปอย่างมีประสิทธิภาพ',
            'Hidden' => 'ฟิลด์ที่ซ่อนอยู่คือฟิลด์ที่ไม่สามารถใช้งานได้ในขณะนี้สำหรับผู้ใช้เพื่อใช้ในการดูรายการ',
            'Available' => 'ฟิลด์ที่มีอยู่คือช่องที่ไม่ได้แสดงตามค่าเริ่มต้น แต่ผู้ใช้สามารถเปิดใช้งานได้',
            'Default' => 'ฟิลด์เริ่มต้นจะแสดงแก่ผู้ใช้ที่ไม่ได้สร้างการตั้งค่ามุมมองรายการที่กำหนดเอง'
        ),

        'searchViewEditor' => array(
            'modify' => 'มีคอลัมน์สองคอลัมน์ปรากฏอยู่ทางซ้าย คอลัมน์ "เริ่มต้น" มีช่องที่จะแสดงในมุมมองการค้นหาและคอลัมน์ "ซ่อน" มีฟิลด์ที่คุณสามารถใช้เป็นผู้ดูแลระบบเพื่อเพิ่มในมุมมองได้',
            'savebtn' => 'คลิก <b> บันทึกและใช้งาน </b> จะบันทึกการเปลี่ยนแปลงทั้งหมดและทำให้การใช้งานเป็นไปอย่างมีประสิทธิภาพ',
            'Hidden' => 'ช่องที่ซ่อนอยู่คือช่องที่จะไม่แสดงในมุมมองการค้นหา',
            'Default' => 'ฟิลด์เริ่มต้นจะแสดงในมุมมองการค้นหา'
        ),
        'layoutEditor' => array(
            'default' => 'มีคอลัมน์สองคอลัมน์ปรากฏอยู่ทางซ้าย คอลัมน์ทางขวาซึ่งมีป้ายกำกับว่าเค้าโครงปัจจุบันหรือการแสดงตัวอย่างโครงร่างเป็นที่ที่คุณเปลี่ยนรูปแบบโมดูล คอลัมน์ด้านซ้ายชื่อ
 กล่องเครื่องมือ มีองค์ประกอบและเครื่องมือที่เป็นประโยชน์สำหรับใช้ในการแก้ไขโครงร่าง. <br/><br/>หากพื้นที่เค้าโครงมีชื่อว่าเค้าโครงปัจจุบันคุณกำลังดำเนินการกับสำเนาของเค้าโครงที่โมดูลใช้ในการแสดงผลใช้ในปัจจุบัน.<br/><br/>ถ้ามีชื่อว่า การแสดงตัวอย่างเค้าโครง คุณกำลังดำเนินการกับสำเนาที่สร้างขึ้นก่อนหน้านี้โดยคลิกที่ปุ่มบันทึกซึ่งอาจมีการเปลี่ยนแปลงจากเวอร์ชันที่ผู้ใช้โมดูลนี้เห็น.',
            'saveBtn' => 'การคลิกที่ปุ่มนี้จะบันทึกเค้าโครงเพื่อให้คุณสามารถเก็บการเปลี่ยนแปลงได้ เมื่อคุณกลับไปที่โมดูลนี้คุณจะเริ่มจากเค้าโครงที่เปลี่ยนแปลงนี้ เค้าโครงของคุณจะไม่ปรากฏโดยผู้ใช้โมดูลจนกว่าคุณจะคลิกปุ่มบันทึกและเผยแพร่',
            'publishBtn' => 'คลิกปุ่มนี้เพื่อปรับใช้เค้าโครง ซึ่งหมายความว่าเค้าโครงนี้จะเห็นได้ทันทีโดยผู้ใช้โมดูลนี้',
            'toolbox' => 'กล่องเครื่องมือมีคุณลักษณะที่มีประโยชน์มากมายสำหรับการแก้ไขเค้าโครงรวมถึงพื้นที่ที่เป็นขยะชุดขององค์ประกอบเพิ่มเติมและชุดของฟิลด์ที่พร้อมใช้งาน สิ่งเหล่านี้สามารถลากและวางลงบนเลย์เอาท์',
            'panels' => 'บริเวณนี้แสดงให้เห็นว่าโครงร่างของคุณจะมีลักษณะอย่างไรต่อผู้ใช้โมดูลนี้เมื่อมีการยกเลิก.<br/><br/>คุณสามารถเปลี่ยนตำแหน่งองค์ประกอบต่างๆเช่นฟิลต์ แถว และแผงควบคุม โดยการลากและวาง; ลบองค์ประกอบโดยการลากและปล่อยลงในพื้นที่ขยะในกล่องเครื่องมือหรือเพิ่มองค์ประกอบใหม่โดยลากจากกล่องเครื่องมือและวางองค์ประกอบเหล่านั้นลงในเค้าโครงในตำแหน่งที่ต้องการ.'
        ),
        'dropdownEditor' => array(
            'default' => 'มีคอลัมน์สองคอลัมน์ปรากฏอยู่ทางซ้าย คอลัมน์ทางขวาซึ่งมีป้ายกำกับว่าเค้าโครงปัจจุบันหรือการแสดงตัวอย่างโครงร่างเป็นที่ที่คุณเปลี่ยนรูปแบบโมดูล คอลัมน์ด้านซ้ายชื่อ
 กล่องเครื่องมือ มีองค์ประกอบและเครื่องมือที่เป็นประโยชน์สำหรับใช้ในการแก้ไขโครงร่าง. <br/><br/>หากพื้นที่เค้าโครงมีชื่อว่าเค้าโครงปัจจุบันคุณกำลังดำเนินการกับสำเนาของเค้าโครงที่โมดูลใช้ในการแสดงผลใช้ในปัจจุบัน.<br/><br/>ถ้ามีชื่อว่า การแสดงตัวอย่างเค้าโครง คุณกำลังดำเนินการกับสำเนาที่สร้างขึ้นก่อนหน้านี้โดยคลิกที่ปุ่มบันทึกซึ่งอาจมีการเปลี่ยนแปลงจากเวอร์ชันที่ผู้ใช้โมดูลนี้เห็น.',
            'dropdownaddbtn' => 'การคลิกที่ปุ่มนี้จะเพิ่มรายการใหม่ลงในรายการแบบ dropdown',

        ),
        'exportcustom' => array(
            'exportHelp' => 'การปรับแต่งที่ทำในสตูดิโอภายในอินสแตนซ์นี้สามารถจัดทำเป็นแพคเกจและใช้งานได้ในอีกกรณีหนึ่ง. <br><br>ให้ <b>ชื่อแพ็คเกจ</b>. คุณสามารถให้ <b>ผู้เขียน</b> และ <b>คำอธิบาย</b> รายละเอียดของแพ็คเกจ.<br><br>เลือกโมดูล(s) ที่มีการปรับแต่งเพื่อการส่งออก (เฉพาะโมดูลที่มีการกำหนดเองเท่านั้นที่จะปรากฏขึ้นเพื่อให้คุณเลือก)<br><br>คลิก <b>นำออก</b> เพื่อสร้างไฟล์. zip สำหรับแพ็คเกจที่มีการกำหนดเอง ไฟล์. zip สามารถอัพโหลดได้ในอีกทางหนึ่งผ่านทาง <b>ตัวโหลดโมดูล</b>.',
            'exportCustomBtn' => 'คลิก <b>ส่งออก</b>เพื่อสร้างไฟล์. zip สำหรับแพ็คเกจที่มีการกำหนดเองที่คุณต้องการส่งออก',
            'name' => '<b> ชื่อ </b> ของแพ็กเกจจะแสดงในตัวโหลดโมดูลหลังจากที่แพ็คเกจได้รับการอัพโหลดสำหรับการติดตั้งในสตูดิโอ',
            'author' => '<b> ผู้แต่ง </b> คือชื่อของเอนทิตีที่สร้างแพ็คเกจ ผู้แต่งสามารถเป็นได้ทั้งบุคคลหรือ บริษัท <br> <br> ผู้แต่งจะปรากฏใน ตัวโหลดโมดูล หลังจากที่แพ็คเกจได้รับการอัพโหลดเพื่อติดตั้งในสตูดิโอ',
            'description' => '<b> คำอธิบาย </b> ของแพ็คเกจจะแสดงในตัวโหลดโมดูลหลังจากที่แพ็คเกจได้รับการอัพโหลดเพื่อติดตั้งในสตูดิโอ',
        ),
        'studioWizard' => array(
            'mainHelp' => 'ยินดีต้อนรับสู่ <b>เครื่องมือสำหรับนักพัฒนาซอฟต์แวร์</b><br/><br/>ใช้เครื่องมือภายในพื้นที่นี้เพื่อสร้างและจัดการโมดูลและฟิลด์ที่เป็นมาตรฐานและกำหนดเอง',
            'studioBtn' => 'ใช้ <b> สตูดิโอ </b> เพื่อปรับแต่งโมดูลที่ติดตั้งโดยเปลี่ยนการจัดฟิลด์เลือกฟิลด์ที่พร้อมใช้งานและสร้างเขตข้อมูลที่กำหนดเอง',
            'mbBtn' => 'ใช้ <b>ตัวสร้างโมดูล</b> เพื่อสร้างโมดูลใหม่',
            'appBtn' => 'ใช้โหมดแอ็พพลิเคชันเพื่อกำหนดค่าคุณสมบัติต่างๆของโปรแกรมเช่นจำนวนรายงาน TPS ที่ปรากฏบนหน้าแรก',
            'backBtn' => 'กลับไปยังขั้นตอนก่อนหน้า',
            'studioHelp' => 'ใช้ <b> สตูดิโอ </b> เพื่อปรับแต่งโมดูลที่ติดตั้งไว้',
            'moduleBtn' => 'คลิกเพื่อแก้ไขโมดูลนี้',
            'moduleHelp' => 'เลือกส่วนประกอบโมดูลที่คุณต้องการแก้ไข',
            'fieldsBtn' => 'แก้ไขข้อมูลที่จัดเก็บไว้ในโมดูลโดยการควบคุม <b> ฟิลด์ </b> ในโมดูล <br/> <br/> คุณสามารถแก้ไขและสร้างฟิลด์ที่กำหนดเองได้ที่นี่',
            'labelsBtn' => 'คลิก <b> บันทึก </b> เพื่อบันทึกป้ายกำกับที่กำหนดเองของคุณ',
            'layoutsBtn' => 'ปรับแต่ง <b> เค้าโครง </b> ของมุมมองแก้ไขดูรายละเอียดและการค้นหา',
            'subpanelBtn' => 'แก้ไขข้อมูลที่แสดงในโมดูลย่อยนี้',
            'layoutsHelp' => 'เลือก <b>เค้าโครงเพื่อแก้ไข</b>.<br/><br/>หากต้องการเปลี่ยนเค้าโครงที่มีฟิลด์ข้อมูลสำหรับป้อนข้อมูลให้คลิก <b>แก้ไขมุมมอง</b>.<br/><br/>หากต้องการเปลี่ยนเค้าโครงที่แสดงข้อมูลที่ป้อนเข้าไปในฟิลด์ในมุมมองแก้ไขคลิก <b>มุมมองรายละเอียด</b>.<br/><br/>หากต้องการเปลี่ยนคอลัมน์ที่ปรากฏในรายการดีฟอลต์คลิก <b>มุมมองรายการ</b>.<br/><br/>หากต้องการเปลี่ยนรูปแบบการค้นหาขั้นพื้นฐานและรูปแบบขั้นสูงให้คลิก <b>ค้นหา</b>.',
            'subpanelHelp' => 'เลือก <b>แผงควบคุมย่อย</b> เพื่อแก้ไข.',
            'searchHelp' => 'เลือก <b> ค้นหา </b> เพื่อแก้ไขเค้าโครง',
            'newPackage' => 'คลิก <b>แพ็คเกจใหม่</b> เพื่อสร้างแพ็คเกจใหม่',
            'mbHelp' => '<b>ยินดีต้อนรับสู่ ตัวสร้างโมดูล.</b><br/><br/>ใช้ <b>ตัวสร้างโมดูล</b> เพื่อสร้างแพ็คเกจที่มีโมดูลที่กำหนดเองขึ้นอยู่กับออบเจ็กต์มาตรฐานหรือแบบกำหนดเอง. <br/><br/>เพื่อเริ่มต้น, คลิก <b>แพ็คเกจใหม่</b> เพื่อสร้างแพ็คเกจใหม่, หรือเลือกแพ็คเกจเพื่อแก้ไข.<br/><br/>. <b>แพ็คเกจ</b> ทำหน้าที่เป็นคอนเทนเนอร์สำหรับโมดูลที่กำหนดเองซึ่งทั้งหมดนี้เป็นส่วนหนึ่งของโครงการเดียว แพ็คเกจสามารถมีอย่างน้อยหนึ่งโมดูลที่กำหนดเองที่สามารถเชื่อมโยงกันหรือโมดูลในแอ็พพลิเคชันได้. <br/><br/>ตัวอย่าง: คุณอาจต้องการสร้างแพ็คเกจที่มีโมดูลที่กำหนดเองซึ่งเกี่ยวข้องกับโมดูลบัญชีมาตรฐาน หรือคุณอาจต้องการสร้างแพ็คเกจที่มีโมดูลใหม่หลายโมดูลที่ทำงานร่วมกันเป็นโครงการและเกี่ยวข้องกับแต่ละโมดูลและโมดูลต่างๆในแอ็พพลิเคชัน.',
            'exportBtn' => 'คลิก <b>ส่งออกการปรับแต่ง</b> เพื่อสร้างแพ็คเกจที่มีการกำหนดค่าเองในสตูดิโอสำหรับโมดูลเฉพาะ.',
        ),


    ),
//HOME
    'LBL_HOME_EDIT_DROPDOWNS' => 'ตัวเลือก Dropdown Editor',

//STUDIO2
    'LBL_MODULEBUILDER' => 'ตัวสร้างโมดูล',
    'LBL_STUDIO' => 'สตูดิโอ',
    'LBL_DROPDOWNEDITOR' => 'ตัวเลือก Dropdown Editor',
    'LBL_DEVELOPER_TOOLS' => 'เครื่องมือนักพัฒนา',
    'LBL_SUITEPORTAL' => 'ตัวแก้ไขพอร์ตทัล SuiteCRM',
    'LBL_PACKAGE_LIST' => 'รายการแพคเกจ',
    'LBL_HOME' => 'หน้าหลัก',
    'LBL_NONE' => '-ไม่มี-',
    'LBL_DEPLOYE_COMPLETE' => 'ปรับใช้เสร็จสมบูรณ์',
    'LBL_DEPLOY_FAILED' => 'เกิดข้อผิดพลาดระหว่างการปรับใช้แพ็คเกจของคุณอาจไม่ได้ติดตั้งอย่างถูกต้อง',
    'LBL_AVAILABLE_SUBPANELS' => 'ใช้งานแผงควบคุมย่อยได้',
    'LBL_ADVANCED' => 'ขั้นสูง',
    'LBL_ADVANCED_SEARCH' => 'ตัวกรองขั้นสูง',
    'LBL_BASIC' => 'พื้นฐาน',
    'LBL_BASIC_SEARCH' => 'ตัวกรองด่วน',
    'LBL_CURRENT_LAYOUT' => 'เค้าโครง',
    'LBL_CURRENCY' => 'สกุลเงิน',
    'LBL_DASHLET' => 'SuiteCRM Dashlet',
    'LBL_DASHLETLISTVIEW' => 'ดูรายการ SuiteCRM Dashlet',
    'LBL_POPUP' => 'มุมมองป๊อบอัพ',
    'LBL_POPUPLISTVIEW' => 'ดูรายการป๊อบอัพ',
    'LBL_POPUPSEARCH' => 'ค้นหาป๊อบอัพ',
    'LBL_DASHLETSEARCHVIEW' => 'ค้นหา SuiteCRM Dashlet',
    'LBL_DETAILVIEW' => 'ดูรายละเอียด',
    'LBL_DROP_HERE' => '[วางที่นี่]',
    'LBL_EDIT' => 'แก้ไข',
    'LBL_EDIT_LAYOUT' => 'แก้ไขรูปแบบ',
    'LBL_EDIT_FIELDS' => 'แก้ไขฟิลด์',
    'LBL_EDITVIEW' => 'แก้ไขมุมมอง',
    'LBL_FILLER' => '(ฟิลเลอร์)',
    'LBL_FIELDS' => 'เขตข้อมูล',
    'LBL_FAILED_TO_SAVE' => 'การบันทึกล้มเหลว',
    'LBL_FAILED_PUBLISHED' => 'การเผยแพร่ล้มเหลว',
    'LBL_HOMEPAGE_PREFIX' => 'ของฉัน',
    'LBL_LAYOUT_PREVIEW' => 'ตัวอย่างเค้าโครง',
    'LBL_LAYOUTS' => 'เค้าโครง',
    'LBL_LISTVIEW' => 'มุมมองรายการ',
    'LBL_MODULES' => 'โมดูล',
    'LBL_MODULE_TITLE' => 'สตูดิโอ',
    'LBL_NEW_PACKAGE' => 'แพ็คเกจใหม่',
    'LBL_NEW_PANEL' => 'แผงควบคุมใหม่',
    'LBL_NEW_ROW' => 'แถวใหม่',
    'LBL_PACKAGE_DELETED' => 'ลบแพ็คเกจแล้ว',
    'LBL_PUBLISHING' => 'กำลังเผยแพร่ ...',
    'LBL_PUBLISHED' => 'เผยแพร่',
    'LBL_SELECT_FILE' => 'เลือกไฟล์',
    'LBL_SUBPANELS' => 'แผงควบคุมย่อย',
    'LBL_SUBPANEL' => 'แผงควบคุมย่อย',
    'LBL_SUBPANEL_TITLE' => 'ชื่อเรื่อง: ',
    'LBL_SEARCH_FORMS' => 'คัดกรอง',
    'LBL_SEARCH' => 'ค้นหา',
    'LBL_SEARCH_BUTTON' => 'ค้นหา',
    'LBL_FILTER' => 'คัดกรอง',
    'LBL_TOOLBOX' => 'กล่องเครื่องมือ',
    'LBL_QUICKCREATE' => 'สร้างด่วน',
    'LBL_EDIT_DROPDOWNS' => 'แก้ไข Global Dropdown',
    'LBL_ADD_DROPDOWN' => 'เพิ่ม Global Dropdown ใหม่',
    'LBL_BLANK' => '-ว่าง-',
    'LBL_TAB_ORDER' => 'แท็บ สั่งซื้อ',
    'LBL_TABDEF_TYPE' => 'ประเภทแสดงผล',
    'LBL_TABDEF_TYPE_HELP' => 'เลือกวิธีแสดงส่วนนี้ ตัวเลือกนี้จะมีผลเฉพาะเมื่อคุณเปิดใช้งานแท็บในมุมมองนี้เท่านั้น',
    'LBL_TABDEF_TYPE_OPTION_TAB' => 'แท็บ',
    'LBL_TABDEF_TYPE_OPTION_PANEL' => 'แผงควบคุม',
    'LBL_TABDEF_TYPE_OPTION_HELP' => 'เลือกแผงควบคุมเพื่อให้แผงนี้แสดงผลภายในมุมมองของเค้าโครง เลือกแท็บเพื่อให้แผงนี้ปรากฏขึ้นภายในแท็บแยกต่างหากภายในเค้าโครง เมื่อมีการระบุแท็บสำหรับแผงควบคุมแล้วแผงควบคุมที่ตามมาจะตั้งค่าให้แสดงเป็นแผงจะปรากฏภายในแท็บ. <br/>แท็บใหม่จะเริ่มต้นสำหรับแผงถัดไปที่มีการเลือกแท็บไว้ หากเลือกแท็บสำหรับแผงด้านล่างแผงแรกแผงควบคุมแรกจะเป็นแท็บ.',
    'LBL_TABDEF_COLLAPSE' => 'ยุบ',
    'LBL_TABDEF_COLLAPSE_HELP' => 'เลือกเพื่อทำให้สถานะเริ่มต้นของแผงควบคุมนี้ยุบ',
    'LBL_DROPDOWN_TITLE_NAME' => 'ชื่อ',
    'LBL_DROPDOWN_LANGUAGE' => 'ภาษา',
    'LBL_DROPDOWN_ITEMS' => 'รายการสินค้า',
    'LBL_DROPDOWN_ITEM_NAME' => 'ชื่อสินค้า',
    'LBL_DROPDOWN_ITEM_LABEL' => 'แสดงป้ายกำกับ',
    'LBL_SYNC_TO_DETAILVIEW' => 'ซิงค์ไปยังมุมมองรายละเอียด',
    'LBL_SYNC_TO_DETAILVIEW_HELP' => 'เลือกตัวเลือกนี้เพื่อซิงค์เค้าโครง มุมมองแก้ไข นี้กับเค้าโครง มุมมองรายละเอียด ที่เกี่ยวข้อง เขตข้อมูลและตำแหน่งเขตข้อมูลใน มุมมองแก้ไข<br>จะถูกซิงค์และบันทึกลงใน มุมมองรายละเอียด โดยอัตโนมัติเมื่อคลิกบันทึกหรือบันทึกและใช้งานใน มุมมองแก้ไข. <br>การเปลี่ยนแปลงโครงร่างจะไม่สามารถดำเนินการได้ใน มุมมองรายละเอียด.',
    'LBL_SYNC_TO_DETAILVIEW_NOTICE' => 'รายละเอียดนี้จะซิงค์กับ มุมมองแก้ไข ที่เกี่ยวข้อง.<br> ฟิลด์และตำแหน่งฟิลด์ใน มุมมองรายละเอียด นี้แสดงฟิลด์และตำแหน่งเขตข้อมูลใน มุมมองแก้ไข.<br> ไม่สามารถบันทึกหรือใช้งานการเปลี่ยนแปลงใน มุมมองรายละเอียด ภายในหน้านี้ได้ ทำการเปลี่ยนแปลงหรือยกเลิกการซิงค์เลย์เอาต์ใน มุมมองแก้ไข. ',
    'LBL_COPY_FROM_EDITVIEW' => 'คัดลอกจาก มุมมองแก้ไข',
    'LBL_DROPDOWN_BLANK_WARNING' => 'ต้องระบุค่าสำหรับทั้งชื่อรายการและป้ายกำกับการแสดงผล หากต้องการเพิ่มรายการว่างให้คลิกเพิ่มโดยไม่ต้องป้อนค่าใดๆ สำหรับชื่อรายการและแสดงป้ายกำกับ',
    'LBL_DROPDOWN_KEY_EXISTS' => 'คีย์มีอยู่แล้วในรายการ',
    'LBL_NO_SAVE_ACTION' => 'ไม่พบการบันทึกข้อมูลสำหรับมุมมองนี้',
    'LBL_BADLY_FORMED_DOCUMENT' => 'Studio2:establishLocation: badly formed document',


//RELATIONSHIPS
    'LBL_MODULE' => 'โมดูล',
    'LBL_LHS_MODULE' => 'โมดูลหลัก',
    'LBL_CUSTOM_RELATIONSHIPS' => '* ความสัมพันธ์ที่สร้างขึ้นใน Studio',
    'LBL_RELATIONSHIPS' => 'ความสัมพันธ์',
    'LBL_RELATIONSHIP_EDIT' => 'แก้ไขความสัมพันธ์',
    'LBL_REL_NAME' => 'ชื่อ',
    'LBL_REL_LABEL' => 'ป้ายชื่อ',
    'LBL_REL_TYPE' => 'ประเภท',
    'LBL_RHS_MODULE' => 'โมดูลที่เกี่ยวข้อง',
    'LBL_NO_RELS' => 'ไม่มีความสัมพันธ์',
    'LBL_RELATIONSHIP_ROLE_ENTRIES' => 'เงื่อนไขเพิ่มเติม',
    'LBL_RELATIONSHIP_ROLE_COLUMN' => 'คอลัมน์',
    'LBL_RELATIONSHIP_ROLE_VALUE' => 'ค่า',
    'LBL_SUBPANEL_FROM' => 'แผงควบคุมย่อย จาก',
    'LBL_RELATIONSHIP_ONLY' => 'จะไม่มีการสร้างองค์ประกอบที่มองเห็นได้สำหรับความสัมพันธ์นี้เนื่องจากมีความสัมพันธ์ที่มองเห็นได้ระหว่างสองโมดูลนี้',
    'LBL_ONETOONE' => 'หนึ่งต่อหนึ่ง',
    'LBL_ONETOMANY' => 'หนึ่งต่อหลายคน',
    'LBL_MANYTOONE' => 'หลายคนต่อหนึ่ง',
    'LBL_MANYTOMANY' => 'หลายต่อหลายคน',


//STUDIO QUESTIONS
    'LBL_QUESTION_EDIT' => 'เลือกโมดูเพื่อแก้ไข',
    'LBL_QUESTION_LAYOUT' => 'เลือกเค้าโครงเพื่อแก้ไข',
    'LBL_QUESTION_SUBPANEL' => 'เลือกแผงควบคุมย่อยเพื่อแก้ไข',
    'LBL_QUESTION_SEARCH' => 'เลือกตัวกรองเค้าโครงเพื่อแก้ไข',
    'LBL_QUESTION_MODULE' => 'เลือกคอมโพเนนต์โมดูลเพื่อแก้ไข',
    'LBL_QUESTION_PACKAGE' => 'เลือกแพคเกจที่จะแก้ไขหรือสร้างแพคเกจใหม่',
    'LBL_QUESTION_EDITOR' => 'เลือกเครื่องมือ',
    'LBL_QUESTION_DASHLET' => 'เลือกเค้าโครง dashlet เพื่อแก้ไข',
    'LBL_QUESTION_POPUP' => 'เลือกเค้าโครงป๊อบอัพเพื่อแก้ไข',
//CUSTOM FIELDS
    'LBL_NAME' => 'ชื่อ',
    'LBL_LABELS' => 'ป้ายกำกับ:',
    'LBL_MASS_UPDATE' => 'การอัพเดตโดยรวม',
    'LBL_DEFAULT_VALUE' => 'ค่าเริ่มต้น',
    'LBL_REQUIRED' => 'จำเป็น',
    'LBL_DATA_TYPE' => 'ประเภท',
    'LBL_HCUSTOM' => 'แบบกำหนดเอง',
    'LBL_HDEFAULT' => 'ค่าเริ่มต้น',
    'LBL_LANGUAGE' => 'ภาษา:',
    'LBL_CUSTOM_FIELDS' => '* ฟิลด์ที่สร้างขึ้นใน Studio',

//SECTION
    'LBL_SECTION_EDLABELS' => 'แก้ไขป้ายชื่อ',
    'LBL_SECTION_PACKAGES' => 'แพ็คเกจ',
    'LBL_SECTION_PACKAGE' => 'แพ็คเกจ',
    'LBL_SECTION_MODULES' => 'โมดูล',
    'LBL_SECTION_DROPDOWNS' => 'Dropdowns',
    'LBL_SECTION_PROPERTIES' => 'คุณสมบัติ',
    'LBL_SECTION_DROPDOWNED' => 'แก้ไข Dropdown',
    'LBL_SECTION_HELP' => 'ช่วยเหลือ',
    'LBL_SECTION_MAIN' => 'หลัก',
    'LBL_SECTION_FIELDEDITOR' => 'แก้ไขฟิลด์',
    'LBL_SECTION_DEPLOY' => 'ปรับใช้',
    'LBL_SECTION_MODULE' => 'โมดูล',
//WIZARDS

//LIST VIEW EDITOR
    'LBL_DEFAULT' => 'ค่าเริ่มต้น',
    'LBL_HIDDEN' => 'ซ่อน',
    'LBL_AVAILABLE' => 'พร้อมใช้งาน',
    'LBL_LISTVIEW_DESCRIPTION' => 'มีสามคอลัมน์ที่แสดงอยู่ด้านล่าง <b>ค่าเริ่มต้น</b> คอลัมน์ประกอบด้วยฟิลด์ที่แสดงอยู่ในมุมมองรายการตามค่าเริ่มต้น <b>เพิ่มเติม</b> คอลัมน์มีฟิลด์ที่ผู้ใช้สามารถเลือกใช้สำหรับสร้างมุมมองที่กำหนดเอง <b>พร้อมใช้งาน</b> คอลัมน์จะแสดงฟิลด์ที่พร้อมใช้งานสำหรับคุณในฐานะผู้ดูแลระบบเพื่อเพิ่มคอลัมน์เริ่มต้นหรือเพิ่มเติมสำหรับผู้ใช้',
    'LBL_LISTVIEW_EDIT' => 'ตัวแก้ไขมุมมองรายการ',

//Manager Backups History
    'LBL_MB_PREVIEW' => 'ดูตัวอย่าง',
    'LBL_MB_RESTORE' => 'คืนค่า',
    'LBL_MB_DELETE' => 'ลบ',
    'LBL_MB_DEFAULT_LAYOUT' => 'เค้าโครงเริ่มต้น',

//END WIZARDS

//BUTTONS
    'LBL_BTN_ADD' => 'เพิ่ม',
    'LBL_BTN_SAVE' => 'บันทึก',
    'LBL_BTN_SAVE_CHANGES' => 'บันทึกการเปลี่ยนแปลง',
    'LBL_BTN_DONT_SAVE' => 'ละทิ้งการเปลี่ยนแปลง',
    'LBL_BTN_CANCEL' => 'ยกเลิก',
    'LBL_BTN_CLOSE' => 'ปิด',
    'LBL_BTN_SAVEPUBLISH' => 'บันทึกและปรับใช้',
    'LBL_BTN_CLONE' => 'โคลน',
    'LBL_BTN_ADDROWS' => 'เพิ่มแถว',
    'LBL_BTN_ADDFIELD' => 'เพิ่มเขตข้อมูล',
    'LBL_BTN_ADDDROPDOWN' => 'เพิ่ม Dropdown',
    'LBL_BTN_SORT_ASCENDING' => 'เรียงลำดับจากน้อยไปมาก',
    'LBL_BTN_SORT_DESCENDING' => 'เรียงลำดับจากมากไปน้อย',
    'LBL_BTN_EDLABELS' => 'แก้ไขป้ายชื่อ',
    'LBL_BTN_UNDO' => 'Undo',
    'LBL_BTN_REDO' => 'Redo',
    'LBL_BTN_ADDCUSTOMFIELD' => 'เพิ่มฟิลด์ที่กำหนดเอง',
    'LBL_BTN_EXPORT' => 'ส่งออกการปรับแต่ง',
    'LBL_BTN_DUPLICATE' => 'ทำซ้ำ',
    'LBL_BTN_PUBLISH' => 'เผยแพร่',
    'LBL_BTN_DEPLOY' => 'ปรับใช้',
    'LBL_BTN_EXP' => 'ส่งออก',
    'LBL_BTN_DELETE' => 'ลบ',
    'LBL_BTN_VIEW_LAYOUTS' => 'มุมมองเค้าโครง',
    'LBL_BTN_VIEW_FIELDS' => 'ดูเขตข้อมูล',
    'LBL_BTN_VIEW_RELATIONSHIPS' => 'ดูความสัมพันธ์',
    'LBL_BTN_ADD_RELATIONSHIP' => 'เพิ่มความสัมพันธ์',
    'LBL_BTN_RENAME_MODULE' => 'เปลี่ยนชื่อโมดูล',
//TABS


//ERRORS
    'ERROR_ALREADY_EXISTS' => 'ข้อผิดพลาด: ฟิลด์มีอยู่แล้ว',
    'ERROR_INVALID_KEY_VALUE' => "ข้อผิดพลาด: ค่าคีย์ไม่ถูกต้อง: [']",
    'ERROR_NO_HISTORY' => 'ไม่พบประวัติไฟล์',
    'ERROR_MINIMUM_FIELDS' => 'เค้าโครงต้องมีอย่างน้อยหนึ่งฟิลด์',
    'ERROR_GENERIC_TITLE' => 'มีข้อผิดพลาดเกิดขึ้น',
    'ERROR_REQUIRED_FIELDS' => 'คุณแน่ใจว่าคุณต้องการที่จะทำต่อหรือไม่? ฟิลด์ที่จำเป็นต่อไปนี้หายไปจากการจัดวาง:  ',


//PACKAGE AND MODULE BUILDER
    'LBL_PACKAGE_NAME' => 'ชื่อแพ็คเกจ:',
    'LBL_MODULE_NAME' => 'ชื่อโมดูล:',
    'LBL_AUTHOR' => 'ผู้เขียน:',
    'LBL_DESCRIPTION' => 'รายละเอียด:',
    'LBL_KEY' => 'คีย์:',
    'LBL_ADD_README' => ' Readme',
    'LBL_LAST_MODIFIED' => 'แก้ไขล่าสุด:',
    'LBL_NEW_MODULE' => 'โมดูลใหม่',
    'LBL_LABEL' => 'ป้ายชื่อ:',
    'LBL_LABEL_TITLE' => 'ป้ายชื่อ',
    'LBL_WIDTH' => 'กว้าง',
    'LBL_PACKAGE' => 'แพคเกจ:',
    'LBL_TYPE' => 'ประเภท:',
    'LBL_NAV_TAB' => 'แท็บการนำทาง',
    'LBL_CREATE' => 'สร้าง',
    'LBL_LIST' => 'รายการ',
    'LBL_VIEW' => 'ดู',
    'LBL_HISTORY' => 'ดูประวัติ',
    'LBL_RESTORE_DEFAULT' => 'คืนค่าเริ่มต้น',
    'LBL_ACTIVITIES' => 'กิจกรรม',
    'LBL_NEW' => 'มาใหม่',
    'LBL_TYPE_BASIC' => 'พื้นฐาน',
    'LBL_TYPE_COMPANY' => 'บริษัท',
    'LBL_TYPE_PERSON' => 'คน',
    'LBL_TYPE_ISSUE' => 'ปัญหา',
    'LBL_TYPE_SALE' => 'ขาย',
    'LBL_TYPE_FILE' => 'ไฟล์',
    'LBL_RSUB' => 'นี่คือแผงควบคุมที่จะแสดงในโมดูลของคุณ',
    'LBL_MSUB' => 'นี่คือแผงควบคุมย่อยที่โมดูลของคุณมีให้กับโมดูลที่เกี่ยวข้องเพื่อแสดงผล',
    'LBL_MB_IMPORTABLE' => 'การนำเข้า',

// VISIBILITY EDITOR
    'LBL_PACKAGE_WAS_DELETED' => '[[package]] ถูกลบ',

//EXPORT CUSTOMS
    'LBL_EC_TITLE' => 'ส่งออกการปรับแต่ง',
    'LBL_EC_NAME' => 'ชื่อแพ็คเกจ:',
    'LBL_EC_AUTHOR' => 'ผู้เขียน:',
    'LBL_EC_DESCRIPTION' => 'รายละเอียด:',
    'LBL_EC_CHECKERROR' => 'กรุณาเลือกโมดูล',
    'LBL_EC_CUSTOMFIELD' => 'ฟิลด์ที่กำหนดเอง(s)',
    'LBL_EC_CUSTOMLAYOUT' => 'เค้าโครงที่กำหนดเอง(s)',
    'LBL_EC_NOCUSTOM' => 'ไม่มีโมดูลใดที่กำหนดเอง',
    'LBL_EC_EMPTYCUSTOM' => 'มีการกำหนดค่าที่ว่างเปล่า',
    'LBL_EC_EXPORTBTN' => 'ส่งออก',
    'LBL_MODULE_DEPLOYED' => 'มีการนำโมดูลไปใช้แล้ว',
    'LBL_UNDEFINED' => 'ไม่ได้กำหนด',
    'LBL_EC_VIEWS' => 'มุมมองที่กำหนดเอง (s)',
    'LBL_EC_SUITEFEEDS' => 'ฟีดที่กำหนดเอง (s)',
    'LBL_EC_DASHLETS' => 'dashlet ที่กำหนดเอง(s)',
    'LBL_EC_CSS' => 'css ที่กำหนดเอง (s)',
    'LBL_EC_TPLS' => 'tpls ที่กำหนดเอง (s)',
    'LBL_EC_IMAGES' => 'รูปที่กำหนดเอง (s)',
    'LBL_EC_JS' => 'js ที่กำหนดเอง (s)',
    'LBL_EC_QTIP' => 'qtip ที่กำหนดเอง (s)',

//AJAX STATUS
    'LBL_AJAX_FAILED_DATA' => 'ไม่สามารถดึงข้อมูล',
    'LBL_AJAX_LOADING' => 'โหลดข้อมูล...',
    'LBL_AJAX_DELETING' => 'กำลังลบ...',
    'LBL_AJAX_BUILDPROGRESS' => 'กำลังดำเนินการ...',
    'LBL_AJAX_DEPLOYPROGRESS' => 'กำลังดำเนินการปรับใช้...',

    'LBL_AJAX_RESPONSE_TITLE' => 'ผลการค้นหา',
    'LBL_AJAX_RESPONSE_MESSAGE' => 'การดำเนินการนี้เสร็จสมบูรณ์แล้ว',
    'LBL_AJAX_LOADING_TITLE' => 'กำลังดำเนินการ..',
    'LBL_AJAX_LOADING_MESSAGE' => 'โปรดรอสักครู่กำลังโหลด..',

//JS
    'LBL_JS_REMOVE_PACKAGE' => 'คุณแน่ใจหรือไม่ว่าต้องการนำแพ็คเกจนี้ออก การดำเนินการนี้จะลบไฟล์ทั้งหมดที่เชื่อมโยงกับแพ็คเกจนี้อย่างถาวร',
    'LBL_JS_REMOVE_MODULE' => 'คุณแน่ใจหรือไม่ว่าต้องการนำโมดูลนี้ออก การดำเนินการนี้จะลบไฟล์ทั้งหมดที่เชื่อมโยงกับโมดูลนี้อย่างถาวร',
    'LBL_JS_DEPLOY_PACKAGE' => 'การปรับแต่งใด ๆ ที่คุณทำใน สตูดิโอ จะถูกเขียนทับเมื่อโมดูลนี้ถูกนำมาใช้ใหม่ คุณแน่ใจหรือไม่ว่าต้องการดำเนินการต่อ',

    'LBL_DEPLOY_IN_PROGRESS' => 'การปรับใช้แพ็คเกจ',
    'LBL_JS_VALIDATE_NAME' => 'ชื่อ - ต้องเป็นตัวเลขและตัวอักษร เริ่มต้นด้วยตัวอักษรและไม่มีช่องว่าง',
    'LBL_JS_VALIDATE_PACKAGE_NAME' => 'ชื่อแพ็กเกจมีอยู่แล้ว',
    'LBL_JS_VALIDATE_KEY' => 'คีย์ - ต้องเป็นตัวเลขและตัวอักษร เริ่มต้นด้วยตัวอักษรและไม่มีช่องว่าง',
    'LBL_JS_VALIDATE_LABEL' => 'โปรดป้อนป้ายกำกับที่จะใช้เป็นชื่อที่ใช้แสดงสำหรับโมดูลนี้',
    'LBL_JS_VALIDATE_TYPE' => 'โปรดเลือกประเภทของโมดูลที่คุณต้องการสร้างจากรายการด้านบน',
    'LBL_JS_VALIDATE_REL_LABEL' => 'ป้ายกำกับ - โปรดเพิ่มป้ายกำกับที่จะแสดงเหนือแผงควบคุมย่อย',

//CONFIRM
    'LBL_CONFIRM_FIELD_DELETE' => 'การลบฟิลด์ที่กำหนดเองนี้จะลบทั้งฟิลด์ที่กำหนดเองและข้อมูลทั้งหมดที่เกี่ยวข้องกับฟิลด์ที่กำหนดเองในฐานข้อมูล ฟิลด์จะไม่ปรากฏในรูปแบบโมดูลอีกต่อไป. \\n\\nคุณต้องการดำเนินการต่อหรือไม่?',

    'LBL_CONFIRM_RELATIONSHIP_DELETE' => 'คุณแน่ใจหรือไม่ว่าต้องการลบความสัมพันธ์นี้',
    'LBL_CONFIRM_DONT_SAVE' => 'มีการเปลี่ยนแปลงเมื่อคุณบันทึกไว้ครั้งสุดท้ายคุณต้องการบันทึกหรือไม่?',
    'LBL_CONFIRM_DONT_SAVE_TITLE' => 'บันทึกการเปลี่ยนแปลงหรือไม่?',
    'LBL_CONFIRM_LOWER_LENGTH' => 'ข้อมูลอาจถูกตัดและไม่สามารถยกเลิกได้คุณแน่ใจหรือไม่ว่าต้องการดำเนินการต่อ',

//POPUP HELP
    'LBL_POPHELP_FIELD_DATA_TYPE' => 'เลือกชนิดข้อมูลที่เหมาะสมตามประเภทของข้อมูลที่จะถูกป้อนเข้าไปในฟิลด์',
    'LBL_POPHELP_IMPORTABLE' => '<b>Yes</b>: The field will be included in an import operation.<br><b>No</b>: The field will not be included in an import.<br><b>Required</b>: A value for the field must be provided in any import.',
    'LBL_POPHELP_IMAGE_WIDTH' => 'Enter a number for Width, as measured in pixels.<br> The uploaded image will be scaled to this Width.',
    'LBL_POPHELP_IMAGE_HEIGHT' => 'Enter a number for the Height, as measured in pixels.<br> The uploaded image will be scaled to this Height.',
    'LBL_POPHELP_DUPLICATE_MERGE' => '<b>Enabled</b>: The field will appear in the Merge Duplicates feature, but will not be available to use for the filter conditions in the Find Duplicates feature.<br><b>Disabled</b>: The field will not appear in the Merge Duplicates feature, and will not be available to use for the filter conditions in the Find Duplicates feature.<br><b>Filter</b>: The field will appear in the Merge Duplicates feature, and will be available to use for the filter conditions in the Find Duplicates feature.<br><b>Default selected filter</b>: The field will appear in the Merge Duplicates feature, and will be used by default for the filter conditions in the Find Duplicates feature.<br><b>Only filter</b>: The field will not appear in the Merge Duplicates feature, but will be available to use for the filter conditions in the Find Duplicates feature.',

//Revert Module labels
    'LBL_RESET' => 'ตั้งค่าใหม่',
    'LBL_RESET_MODULE' => 'รีเซ็ตโมดูล',
    'LBL_REMOVE_CUSTOM' => 'ลบการปรับแต่ง',
    'LBL_CLEAR_RELATIONSHIPS' => 'ล้างความสัมพันธ์',
    'LBL_RESET_LABELS' => 'ตั้งป้ายกำกับใหม่',
    'LBL_RESET_LAYOUTS' => 'รีเซ็ตเค้าโครง',
    'LBL_REMOVE_FIELDS' => 'ลบฟิลด์ที่กำหนดเอง',
    'LBL_CLEAR_EXTENSIONS' => 'ล้างส่วนขยาย',
    'LBL_HISTORY_TIMESTAMP' => 'TimeStamp',
    'LBL_HISTORY_TITLE' => ' ประวัติ',

    'fieldTypes' => array(
        'varchar' => 'ช่องข้อความ',
        'int' => 'จำนวนเต็ม',
        'float' => 'ลอย',
        'bool' => 'ทำเครื่องหมาย',
        'enum' => 'DropDown',
        'dynamicenum' => 'Dynamic DropDown',
        'multienum' => 'เลือกหลายรายการ',
        'date' => 'วันที่',
        'phone' => 'โทรศัพท์',
        'currency' => 'สกุลเงิน',
        'html' => 'HTML',
        'radioenum' => 'วิทยุ',
        'relate' => 'ที่เกี่ยวข้อง',
        'address' => 'ที่อยู่',
        'text' => 'พื้นที่ข้อความ',
        'url' => 'URL',
        'iframe' => 'IFrame',
        'datetimecombo' => 'วันที่และเวลา',
        'decimal' => 'ทศนิยม',
        'image' => 'รูปภาพ',
        'wysiwyg' => 'WYSIWYG',
    ),
    'labelTypes' => array(
        "frequently_used" => "ป้ายกำกับที่ใช้บ่อย",
        "all" => "ป้ายกำกับทั้งหมด",
    ),

    'parent' => 'Flex Relate',

    'LBL_CONFIRM_SAVE_DROPDOWN' => "คุณกำลังเลือกรายการนี้สำหรับการนำออกจากรายการแบบ dropdown ฟิลด์แบบ dropdown ที่ใช้รายการนี้กับรายการนี้เนื่องจากค่าจะไม่แสดงค่าอีกต่อไปและจะไม่มีการเลือกค่าจากฟิลด์แบบ dropdown คุณแน่ใจหรือไม่ว่าต้องการดำเนินการต่อ",

    'LBL_ALL_MODULES' => 'โมดูลทั้งหมด',
    'LBL_RELATED_FIELD_ID_NAME_LABEL' => '{0} (ที่เกี่ยวข้อง {1} ไอดี)',
);
