<?php
/**
 *
 * SugarCRM Community Edition is a customer relationship management program developed by
 * SugarCRM, Inc. Copyright (C) 2004-2013 SugarCRM Inc.
 *
 * SuiteCRM is an extension to SugarCRM Community Edition developed by SalesAgility Ltd.
 * Copyright (C) 2011 - 2019 SalesAgility Ltd.
 *
 * This program is free software; you can redistribute it and/or modify it under
 * the terms of the GNU Affero General Public License version 3 as published by the
 * Free Software Foundation with the addition of the following permission added
 * to Section 15 as permitted in Section 7(a): FOR ANY PART OF THE COVERED WORK
 * IN WHICH THE COPYRIGHT IS OWNED BY SUGARCRM, SUGARCRM DISCLAIMS THE WARRANTY
 * OF NON INFRINGEMENT OF THIRD PARTY RIGHTS.
 *
 * This program is distributed in the hope that it will be useful, but WITHOUT
 * ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS
 * FOR A PARTICULAR PURPOSE. See the GNU Affero General Public License for more
 * details.
 *
 * You should have received a copy of the GNU Affero General Public License along with
 * this program; if not, see http://www.gnu.org/licenses or write to the Free
 * Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA
 * 02110-1301 USA.
 *
 * You can contact SugarCRM, Inc. headquarters at 10050 North Wolfe Road,
 * SW2-130, Cupertino, CA 95014, USA. or at email address contact@sugarcrm.com.
 *
 * The interactive user interfaces in modified source and object code versions
 * of this program must display Appropriate Legal Notices, as required under
 * Section 5 of the GNU Affero General Public License version 3.
 *
 * In accordance with Section 7(b) of the GNU Affero General Public License version 3,
 * these Appropriate Legal Notices must retain the display of the "Powered by
 * SugarCRM" logo and "Supercharged by SuiteCRM" logo. If the display of the logos is not
 * reasonably feasible for technical reasons, the Appropriate Legal Notices must
 * display the words "Powered by SugarCRM" and "Supercharged by SuiteCRM".
 */

if (!defined('sugarEntry') || !sugarEntry) {
    die('Not A Valid Entry Point');
}

$mod_strings = array(
    'LBL_LOADING' => 'Завантаження' /*for 508 compliance fix*/,
    'LBL_HIDEOPTIONS' => 'Сховати опції' /*for 508 compliance fix*/,
    'LBL_DELETE' => 'Видалити' /*for 508 compliance fix*/,
    'help' => array(
        'package' => array(
            'create' => 'Вкажіть Назву інсталяційного пакета, що складається тільки з букв і цифр, що не містить пробіли (Наприклад: HR_Management)<br /><br />Ви так само можете додати інформацію в розділи Автор і Опис.<br /><br />Натисніть \"Зберегти\", щоб зберегти інсталяційний пакет.',
            'modify' => 'Тут відображаються властивості і можливі дії для інсталяційного пакету.<br /><br />Ви можете змінити Назву, Автора і Опис інсталяційного пакета, а так само переглянути і змінити всі модулі, що входять в інсталяційний пакет. Натисніть кнопку \"Новий модуль\" щоб створити новий модель для даного пакету.<br /><br />Якщо інсталяційний пакет містить хоча б один модуль, ви можете Опублікувати і Встановити пакет, а також Експортувати зміни, внесені в пакеті інсталяції.',
            'name' => 'Це Назва для даного інсталяційного пакету. Назва може складатися тільки з букв і цифр, не може містити пропусків (Наприклад: HR_Management)',
            'author' => 'Автор, який буде відображатися під час установки пакета.<br /><br />Автором може бути приватна особа або компанія.',
            'description' => 'Опис інсталяційного пакета, яке буде відображатися під час установки.',
            'publishbtn' => 'Натисніть Опублікувати, щоб зберегти всі дані і створити .zip файл який і буде настановної версією пакета.',
            'deploybtn' => 'Натисніть Встановити, щоб зберегти всі дані і встановити пакет, включаючи всі модулі, в даний екземпляр SuiteCRM.',
            'duplicatebtn' => 'Натисніть Дублювати щоб скопіювати вміст інсталяційного пакету у новий пакет і відобразити новий пакет. Назва пакету буде створено автоматично шляхом додавання до числа назвою вже існуючого пакету. Пізніше ви можете змінити цю назву.',
            'exportbtn' => 'Натисніть Експортувати щоб створити .zip файл містить всі зміни, внесені в даний пакет. Створений файл не є настановної версією пакета. Використовуйте Завантажувач модулів щоб імпортувати .zip файл і зробити пакет доступним в Конструкторі модулів.',
            'deletebtn' => 'Натисніть Видалити, щоб видалити пакет і все, що відносяться до нього файли.',
            'savebtn' => 'Натисніть Зберегти, щоб зберегти всі змінені дані, що відносяться до пакету.',
            'existing_module' => 'Натисніть на іконку Модуль редагування властивостей і внесення змін до поля, відносини і макети, що відносяться до даного модуля.',
            'new_module' => 'Натисніть Новий модуль щоб створити новий модуль для цього пакету.',
            'key' => 'Цей 5-ти значний ключ (допускаються букви і цифри) буде використаний в якості префікса до всіх каталогах, імена класів і таблиць бази даних для всіх модулів в даному пакеті. <br /><br />Ключ використовується для уніфікації табличних імен.',
            'readme' => 'Натисніть, щоб додати текст опису до установчого пакету.<br /><br />Опис буде доступно під час установки.',

        ),
        'main' => array(),
        'module' => array(
            'create' => 'Введіть <b>Ім\'я</b> для модуля. <b>Мітка</b>, яку ви надасте, з\'явиться у вкладці навігації.<br/><br/>Оберіть режим показу вкладки навігації для модуля за допомогою галочки <b>Вкладка навігації</b>.<br/><br/>Тоді оберіть тип модуля, який ви бажаєте створити.<br/><br/>Оберіть тип шаблону. Кожет шаблон містить набір полів, а також макети, які можна використати при створенні вашого модуля.<br/><br/>Натисніть <b>Зберегти</b>, аби створити модуль.',
            'modify' => 'Ви можете змінити властивості модуля, або налаштувати <b>Поля</b>, <b>Відношення</b> та <b>Макети</b>, пов\'язані з цим модулем.',
            'importable' => 'Вибравши опцію \"Імпортований\", Ви дозволите імпорт для цього модуля.<br /><br />Посилання на майстер імпорту з&#039;явиться в панелі ярликів модуля. За допомогою майстра імпорту можна імпортувати дані з зовнішніх джерел в модуль.',
            'team_security' => 'Вибравши опцію \"Командна безпека\" ви зробите її доступною в цьому модулі.<br /><br />Якщо командна безпека дозволена, у записах модуля з&#039;явиться поле вибору команди.',
            'reportable' => 'Вибір цього параметра дозволить використовувати цей модуль для підготовки звітів.',
            'assignable' => 'Вибір цього параметра дозволить закріплювати запису даного модуля за користувачами SuiteCRM.',
            'has_tab' => 'Опція <b>Вкладка навігації</b> додає таку вкладку для модуля.',
            'acl' => 'Вибір цієї опції зробить доступним для цього модуля Керування доступом, включаючи рівень безпеки полів.',
            'studio' => 'Вибір цього параметра дозволить адміністраторам змінювати цей модуль засобами Студії.',
            'audit' => 'Вибір цієї опції зробить доступним відстеження змін. Зміни полів модуля будуть записуватися та адміністратори зможуть переглядати історію змін.',
            'viewfieldsbtn' => 'Натисніть \"Переглянути поля\" для перегляду полів, пов&#039;язаних з модулем, а також для створення і редагування нових полів.',
            'viewrelsbtn' => 'Натисніть \"Переглянути відносини для перегляду відносин, пов&#039;язаних з модулем, а також для створення і редагування нових відносин.',
            'viewlayoutsbtn' => 'Натисніть \"Переглянути розмітки\" для перегляду і зміни полів модуля.',
            'duplicatebtn' => 'Натисніть <b>Дублювати</b>, аби скопіювати властивості модуля в новий модуль, і перейти до показу нового модуля.<br/><br/>Для нового модуля автоматично буде створене нове ім\'я — цифра буде дописана до імені старого модуля, з якого була створена копія.',
            'deletebtn' => 'Натисніть <b>Видалити</b> для видалення цього модуля.',
            'name' => 'Це <b>Ім\'я</b> поточного модуля.<br/><br/>Ім\'я має містити лише латинські літери та цифри, а також має починатизь з літери і не може містити пропусків. (Наприклад: HR_Management)',
            'label' => 'Це Позначка, яка буде відображатися в навігаційній панелі модуля.',
            'savebtn' => 'Натисніть <b>Зберегти</b>, щоб зберегти всі введені дані, які відносяться до цього модуля.',
            'type_basic' => 'Шаблон Основний містить у собі основні поля, такі як Ім&#039;я, Відповідальний (- а), Команда, Дата створення та Опис.',
            'type_company' => 'Шаблон \"Компанія\" надає такі типи полів як: Назва компанії, Галузь і Юридична адреса.<br /><br />Використовуйте цей шаблон для створення модулів, схожих на стандартний модуль Контрагенти.',
            'type_issue' => 'Шаблон \"Звернення\" надає такі типи полів, пов&#039;язані зі зверненнями і помилками, як: Номер, Статус, Пріоритет і Опис.<br /><br />Використовуйте цей шаблон для створення модулів, схожих на стандартні модулі Обігу та Відстеження помилок.',
            'type_person' => 'Шаблон \"Особисті дані\" надає такі типи полів як: Звернення, Посада, Назва, Адреса і Телефон.<br /><br />Використовуйте цей шаблон для створення модулів, схожих на стандартні модулі Контакти і Попередні контакти.',
            'type_sale' => 'Шаблон \"Продажу\" надає такі типи полів, пов&#039;язані з продажами, як: Джерело попереднього контакту, Стадія продажу, Сума угоди і Ймовірність.<br /><br />Використовуйте цей шаблон для створення модулів, схожих на стандартний модуль Угоди.',
            'type_file' => 'Шаблон <b>Файли</b> надає такі типи полів, пов&#039;язані з документами, як: Ім\'я файлу, Тип документа і Дата публікації.<br><br>Використовуйте цей шаблон для створення модулів, схожих на стандартний модуль Документи.',

        ),
        'dropdowns' => array(
            'default' => 'Тут знаходяться всі випадаючі списки програми.<br /><br />Випадаючі списки можуть використовуватися в будь-якому модулі.<br /><br />Щоб внести зміни в існуючий розкривний список, натисніть на назві списку.<br /><br />Натисніть \"Додати розкривний список\" щоб створити новий.',
            'editdropdown' => 'editdropdown<br />Випадаючі списки можуть використовуватися для створення стандартних або додаткових полів з що випадають списками в модулі.<br /><br />Введіть Назву списку.<br /><br />Якщо у Вашій системі встановлено якісь мовні доповнення, ви можете вибрати мову, що використовується.<br /><br />У полі \"Назва об&#039;єкта\" введіть назву об&#039;єкта в випадаючому списку. Це ім&#039;я не буде з&#039;являтися в випадаючих списків, видимих користувачам.<br /><br />У полі \"Відображуване значення\" введіть значення випадаючого списку, яке буде видимим для користувачів. <br /><br />Після того, як ви ввели назва об&#039;єкта і відображуване значення натисніть \"Додати\", щоб додати об ’ єкт у цьому розкривному списку.<br /><br />Щоб змінити порядок елементів у списку, перетягніть об&#039;єкти мишкою на бажані позиції.<br /><br />Щоб змінити відображуване значення об&#039;єкта натисніть на іконку редагування та введіть нове значення. Щоб видалити елемент зі списку, натисніть на іконку видалення.<br /><br />Щоб скасувати зміни у відображуваному значенні, натисніть \"Скасувати\". Щоб повернути скасовані зміни, натисніть \"Відновити\".<br /><br />Натисніть \"Зберегти\", щоб зберегти список, що випадає.',

        ),
        'subPanelEditor' => array(
            'modify' => 'Всі поля, що можуть бути виведені у <b>Вкладеній панелі</b>, з\'являються тут.<br><br>Стовпчик <b>За замовчанням</b> містить поля, які будуть показані у вкладеній панелі.<br/><br/>Стовпчик <b>Приховані</b> містить поля, які не показані, але можуть бути додані у стовпчик за замовчанням.'
        ,
            'savebtn' => 'Натисніть <b>Зберегти і встановити</b> для збереження і одночасної активації змін до модуля.',
            'historyBtn' => 'historyBtn<br />Натисніть на Огляд історії для перегляду та відновлення раніше збереженого макета з історії.',
            'historyDefault' => 'historyDefault<br />Натисніть Відновити за замовчуванням для відновлення початкового макета.',
            'Hidden' => 'Приховані<br />Приховані поля не відображаються в субпанели.',
            'Default' => 'За умовчанням<br />Поля за замовчуванням відображаються в субпанели.',

        ),
        'listViewEditor' => array(
            'modify' => 'Всі поля, що можуть бути показані у <b>Списку</b> з\'являться тут.<br><br>Стовпчик <b>За замовчанням</b> містить поля, які будуть показані за замовчанням у списку.<br/><br/>Стовпчик <b>Наявні</b> містить поля, які користувач може обрати у режимі пошуку і створити з них власний список результатів.<br/><br/>Стовпчик <b>Приховані</b> містить поля, які можна додати до інших стовпчиків.'
        ,
            'savebtn' => 'Натисніть <b>Зберегти і встановити</b> для збереження і одночасної активації змін до модуля.',
            'historyBtn' => 'Натисніть <b>Переглянути історію</b> для перегляду з можливістю відновити деякий раніше збережений макет з історії.<br><br><b>Відновити</b> в <b>Перегляді історії</b> відновить розміщення полів з одного раніше збереженого макета. Для того, щоб змінити підписи до полів, натисніть кнопку Редагувати поруч з кожним полем.',
            'historyDefault' => 'Натисніть <b>Відновити за замовчанням</b>, аби відновити показ оригінального макету.<br><br><b>Відновити за замовчанням</b> лише відновить розміщення полів з оригінального макета. Для того, щоб змінити підписи до полів, натисніть кнопку Редагувати поруч з кожним полем.',
            'Hidden' => '<b>Приховані</b> поля в даний час недоступні для користувачів у списках.',
            'Available' => '<b>Наявні</b> поля не показані за замовчанням, але їх можна додати у списки за бажанням користувачів.',
            'Default' => 'Поля <b>За замовчанням</b> з\'являються у списках, які не були налаштовані користувачами.'
        ),
        'popupListViewEditor' => array(
            'modify' => 'Всі поля, що можуть бути виведені у <b>Списку</b>, з\'являються тут.<br><br>Стовпчик <b>За замовчанням</b> містить поля, які будуть показані у списку.<br/><br/>Стовпчик <b>Приховані</b> містить поля, які не показані, але можуть бути додані у стовпчик за замовчанням.'
        ,
            'savebtn' => 'Натисніть <b>Зберегти і встановити</b> для збереження і одночасної активації змін до модуля.',
            'historyBtn' => 'Натисніть <b>Переглянути історію</b> для перегляду з можливістю відновити деякий раніше збережений макет з історії.<br><br><b>Відновити</b> в <b>Перегляді історії</b> відновить розміщення полів з одного раніше збереженого макета. Для того, щоб змінити підписи до полів, натисніть кнопку Редагувати поруч з кожним полем.',
            'historyDefault' => 'Натисніть <b>Відновити за замовчанням</b>, аби відновити показ оригінального макету.<br><br><b>Відновити за замовчанням</b> лише відновить розміщення полів з оригінального макета. Для того, щоб змінити підписи до полів, натисніть кнопку Редагувати поруч з кожним полем.',
            'Hidden' => '<b>Приховані</b> поля в даний час недоступні для користувачів у списках.',
            'Default' => 'Поля <b>За замовчанням</b> з\'являються у списках, які не були налаштовані користувачами.'
        ),
        'searchViewEditor' => array(
            'modify' => 'Всі поля, що можуть бути виведені у <b>Фільтрі</b>, з\'являються тут.<br><br>Стовпчик <b>За замовчанням</b> містить поля, які будуть показані у формі пошуку.<br/><br/>Стовпчик <b>Приховані</b> містить поля, які не показані, але можуть бути додані адміністратором у форму пошуку.'
        ,
            'savebtn' => 'Кнопка <b>Зберегти і встановити</b> активує всі збережені зміни',
            'Hidden' => '<b>Приховані</b> поля не з\'являються в Пошуку.',
            'historyBtn' => 'Натисніть <b>Переглянути історію</b> для перегляду з можливістю відновити деякий раніше збережений макет з історії.<br><br><b>Відновити</b> в <b>Перегляді історії</b> відновить розміщення полів з одного раніше збереженого макета. Для того, щоб змінити підписи до полів, натисніть кнопку Редагувати поруч з кожним полем.',
            'historyDefault' => 'Натисніть <b>Відновити за замовчанням</b>, аби відновити показ оригінального макету.<br><br><b>Відновити за замовчанням</b> лише відновить розміщення полів з оригінального макета. Для того, щоб змінити підписи до полів, натисніть кнопку Редагувати поруч з кожним полем.',
            'Default' => 'Поля <b>за замовчанням</b> будуть показані в Пошуку.'
        ),
        'layoutEditor' => array(
            'defaultdetailview' => 'У розділі Макет містяться поля, які в даний момент відображаються в макеті \"Додаткова інформація\". <br /><br />Інструментарій містить Кошик, а так само поля і елементи макета, які можуть бути додані до цього макету.<br /><br />Зміни в макет можна вносити, перетягуючи поля і елементи між інструментарієм і Макетом, а так само всередині Макета.<br /><br />Щоб прибрати поле з Макета, перетягніть його в Кошик. Після цього поле стане доступним для додавання з Інструментарію.<br /><br / > * Позначає залежне підлозі яке може бути видимим в залежності від значення формули<br /><br / > * Позначає обчислюване поле, значення якого автоматично визначається згідно з формулою.',
            'defaultquickcreate' => 'У розділі Макет містяться поля, які в даний момент відображаються у формі QuickCreate.<br /><br />Форма QuickCreate з&#039;являється в субпанелях модуля після натискання кнопки Створити.<br /><br />Інструментарій містить Кошик, а так само поля і елементи макета, які можуть бути додані до цього макету.<br /><br />Зміни в макет можна вносити, перетягуючи поля і елементи між інструментарієм і Макетом, а так само всередині Макета.<br /><br />Щоб прибрати поле з Макета, перетягніть його в Кошик. Після цього поле стане доступним для додавання з Інструментарію.<br /><br / > * Позначає залежне підлозі яке може бути видимим в залежності від значення формули<br /><br / > * Позначає обчислюване поле, значення якого автоматично визначається згідно з формулою.',
            //this default will be used for edit view
            'default' => 'Область <b>Макету</b> містить поля, які зараз показані у <b>Списку</b>.<br/><br/>Панель <b>Інструменти</b> містить <b>Корзину</b> для сміття і поля, а також елементи макету, які можна додати до макету.<br><br>Зробіть зміни до макету, перетягуванням елементів и полів мишою поміж <b>Інструментами</b> і <b>Макетом</b>, а також всередині макету.<br><br>Для видалення поля з макету, перетягніть його до <b>Корзини</b>. Поле тоді стане наявним у панелі інструментів, і може знову бути додане у макет.',
            'saveBtn' => 'saveBtn<br />Натисніть \"Зберегти\" для збереження змін, внесених в макет після останнього збереження.<br /><br />Зміни не будуть відображені в модулі до того, як Ви Застосуєте збережені зміни.',
            'historyBtn' => 'Натисніть <b>Переглянути історію</b> для перегляду з можливістю відновити деякий раніше збережений макет з історії.<br><br><b>Відновити</b> в <b>Перегляді історії</b> відновить розміщення полів з одного раніше збереженого макета. Для того, щоб змінити підписи до полів, натисніть кнопку Редагувати поруч з кожним полем.',
            'historyDefault' => 'Натисніть <b>Відновити за замовчанням</b>, аби відновити показ оригінального макету.<br><br><b>Відновити за замовчанням</b> лише відновить розміщення полів з оригінального макета. Для того, щоб змінити підписи до полів, натисніть кнопку Редагувати поруч з кожним полем.',
            'publishBtn' => 'Натисніть<b>Зберегти та встановити</b> для збереження змін, внесених в макет з часу останнього збереження, і для активації змін у модулі.<br><br>Макет відразу ж буде відображений в модулі.',
            'toolbox' => 'Інструментарій містить Кошик, а так само поля і елементи макета, які можуть бути додані до цього макету.<br /><br />Зміни в макет можна вносити, перетягуючи поля і елементи між інструментарієм і Макетом, а так само всередині Макета.<br /><br />Елементи макету - це Панелі та Рядка. Додавання нової панелі або рядки в макет дає додаткові можливості для організації макета.<br /><br />Перетягуйте будь-які поля в інструментарії і макеті на позиції, які в даний момент зайняті, щоб змінювати об&#039;єкти місцями.<br /><br />Поле Фільтр створює порожній проміжок між об&#039;єктами в макеті.<br /><br / > * Позначає залежне підлозі яке може бути видимим в залежності від значення формули.<br /><br / > * Позначає обчислюване поле, значення якого автоматично визначається згідно з формулою.',
            'panels' => 'панелі<br />В області Розміток можна перевірити, як макет буде відображатися в модулі, коли зміни макета будуть застосовані.<br /><br />Ви можете перемістити поля, ряди і панелі перетягуючи їх, до потрібного розташування.<br /><br />Видалити елементи можна перетягнувши їх в Корзину в Інструментарії, або додати нові елементи і поля можна перетягнути їх з Інструментарію в необхідне розташування на макеті.',
            'delete' => 'видалити <br />Перетягніть і відпустіть будь-який елемент сюди, щоб видалити його з макета',
            'property' => 'Редагувати мітку, яка відображається для даного поля.<br /><br />Порядок перемикання визначає, в якому порядку відбувається перемикання між полями натисканні клавіші Tab.',
        ),
        'fieldsEditor' => array(
            'default' => '<b>Поля</b>, які наявні у модулі, показані тут і упорядковані за іменем поля.<br><br>Користувацькі поля, створені для модуля, з\'являться вище наявних полів за замовчанням.<br><br>Для редагування поля, натисніть <b>Ім\'я поля</b>.<br/><br/>Для створення, натисніть <b>Додати поле</b>.',
            'mbDefault' => 'Тут знаходяться Поля, доступні в модулі. Поля відсортовані по параметру Ім&#039;я поля.<br /><br />Щоб настроїти властивості поля, натисніть на Ім&#039;я поля.<br /><br />Щоб створити нове поле, натисніть Додати поле. Після того, як поле створено, позначка сфери та інші властивості можуть бути відредаговані після натискання на Ім&#039;я поля.<br /><br />Після установки модуля нові поля, створені в Конструкторі модулів будуть сприйматися Студією як стандартні поля.',
            'addField' => '<html><body><h1>400 Bad request</h1>
Your browser sent an invalid request.
</body></html>
',
            'editField' => 'editField<br />Властивості даного поля, які можуть бути змінені.<br /><br />Натисніть Клонувати для створення нового поля з такими ж властивостями.',
            'mbeditField' => 'mbeditField<br />Позначка відображення поля шаблону може бути змінена. Інші властивості поля не можуть бути змінені.<br /><br />Натисніть Клонувати для створення нового поля з такими ж властивостями.<br /><br />Щоб полі шаблон було видалено і не відображалося в модулі, видаліть поле з відповідних Розміток.'

        ),
        'exportcustom' => array(
            'exportHelp' => 'Експорт налаштувань, зроблених в Студії, шляхом створення пакетів, які можуть бути завантажені в інший екземпляр SuiteCRM через <b>Завантаження модулів</b>. Спочатку<br><br> — вкажіть <b>ім\'я пакету</b>. Ви також можете вказати <b>Ім\'я автора</b> і <b>Опис</b> для пакету.<br><br>Виберіть модулі, що містять налаштування, які ви хочете експортувати. У виборі будуть з\'являтися лише модулі, що мають налаштування.<br><br>Далі натисніть <b>Експорт</b> , це створить файл .zip, що міститиме ваші індивідуальні налаштування.',
            'exportCustomBtn' => 'Натисніть Експорт, щоб створити *.zip-файл, що містить пакет з змінами, які Ви хотіли б експортувати.',
            'name' => 'Це — <b>ім\'я</b> пакету. Ім\'я буде показане під час встановлення.',
            'author' => 'Це <b>ім\'я автора</b>, воно буде показане під час встановлення. Автором може бути особа, або організація.',
            'description' => 'Опис інсталяційного пакета, яке буде відображатися під час установки.',
        ),
        'studioWizard' => array(
            'mainHelp' => 'Ласкаво просимо у розділ Інструментарій розробника.<br /><br />Використовуйте інструменти даного розділу для створення і управління стандартними і користувацькими модулями і полями.',
            'studioBtn' => 'studioBtn<br />Використовуйте Студію для зміни застосованих модулів',
            'mbBtn' => 'mbBtn<br />Використовуйте Конструктор Модулів для створення нових модулів.',
            'sugarPortalBtn' => 'Використовуйте <b>Редактор порталів SuiteCRM</b> для управління і налаштування порталу SuiteCRM.',
            'dropDownEditorBtn' => 'dropDownEditorBtnс<br />Використовуйте Редактор випадаючих списків для редагування полів у загальних випадаючих списках',
            'appBtn' => 'У режимі Програми Ви можете змінювати різні властивості програми, наприклад яка кількість TPS-звітів буде відображатися на головній сторінці.',
            'backBtn' => 'backBtn<br />Повернутися до попереднього кроку.',
            'studioHelp' => 'studioHelp<br />Використовуйте Студію, щоб визначити, яка інформація і як відображається в модулях.',
            'moduleBtn' => 'moduleBtn<br />Натисніть для редагування цього модуля.',
            'moduleHelp' => 'Тут відображаються компоненти даного модуля, які можуть бути змінені.<br /><br />Клацніть на іконці, щоб вибрати компонент для редагування.',
            'fieldsBtn' => 'fieldsBtn<br />Створюйте та змінюйте Поля для збереження інформації в модулі.',
            'labelsBtn' => 'Редагувати Мітки, що показуватиметься у імена полів та інших назвах в модулі.',
            'relationshipsBtn' => 'relationshipsBtn<br />Додайте нові Відносини для модуля або перегляньте вже існуючі',
            'layoutsBtn' => 'layoutsBtn<br />Змініть макета модуля. Макети - різні види модуля, що містять поля.<br /><br />Ви можете вказати, які поля повинні відображатися, і як вони повинні бути організовані в кожному макеті.',
            'subpanelBtn' => 'subpanelBtn<br />Виберіть поля повинні відображатися в Субпанелях модуля.',
            'portalBtn' => 'Налаштуйте <b>Макети</b> модулів, які з\'являться у <b>порталі SuiteCRM</b>.',
            'layoutsHelp' => 'layoutsHelp<br />Макети модуля, які можуть бути змінені, відображені тут.<br /><br />Макети відображають поля і дані по полях.<br /><br />Натисніть на іконці, щоб вибрати макет для зміни.',
            'subpanelHelp' => 'subpanelHelp<br /><br />Субпанели модуля, які можуть бути змінені, відображені тут.<br /><br />Натисніть на іконці, щоб вибрати модуль для зміни.',
            'newPackage' => 'newPackage<br /><br />Натисніть Новий пакет для створення нового пакета.',
            'exportBtn' => 'exportBtn<br />Натисніть Експорт Змін, щоб створити і завантажити пакет із змінами, зробленими в Студії з конкретними модулями.',
            'mbHelp' => 'Використовуйте Конструктор модулів для створення пакетів, що містять спеціальні модулі, засновані на стандартних або користувача об&#039;єктах.',
            'viewBtnEditView' => 'Змінити макет режиму Редагування даного модуля.<br /><br />Режим Редагування - це форма, що містить поля для введення даних користувачем.',
            'viewBtnDetailView' => 'Змінити макет режиму Детальна інформація даного модуля.<br /><br />Режим Детальна інформація відображає поля даних, введених користувачем.',
            'viewBtnDashlet' => 'Налаштувати <b>індикатор SuiteCRM</b> модуля, включаючи список індикатора SuiteCRM і Пошук.<br><br>Індикатор буде доступний для додавання до сторінок в модулі Домашньої сторінки.',
            'viewBtnListView' => 'Змінити макет списку записів даного модуля.<br /><br />У вигляді такого списку відображаються результати пошуку.',
            'searchBtn' => 'Змінити макет Пошук даного модуля.<br /><br />Тут можна визначити, які поля будуть використані в якості фільтрів списку записів.',
            'viewBtnQuickCreate' => 'Змінити макет Швидке створення даного модуля.<br /><br />Форма Швидкого створення з&#039;являється в субпанелях модулів і модулі Email.',
            'addLayoutHelp' => "Щоб створити власний макет для групи Безпеки, оберіть відповідну групу Безпеки і макет, копія якого слугуватиме відправною точкою для нового макету.",
            'searchHelp' => 'Форми <b>Пошуку</b>, які можуть бути налаштовані, будуть знаходитись тут.<br><br>Пошукові форми містять поля для фільтрування записів.<br><br>Натисніть на іконку, щоб обрати макет пошуку для редагування.',
            'dashletHelp' => 'Макети для <b>Індикаторів SuiteCRM</b>, які можна налаштовувати, будуть з\'являтись тут.<br><br>Індикатор можна буде додати в модуль Домашньої сторінки.',
            'DashletListViewBtn' => 'Індикатор SuiteCRM, <b>що містить список</b> відображає записи на основі фільтрів пошуку індикатора SuiteCRM.',
            'DashletSearchViewBtn' => 'Пошук у <b>Індикаторі SuiteCRM</b> фільтрує записи списку індикатора SuiteCRM.',
            'popupHelp' => 'Тут відображаються макети спливаючих вікон, доступні для редагування.',
            'PopupListViewBtn' => 'Спливаючий список відображає запису ґрунтуючись на переглядах через спливаючий пошук.',
            'PopupSearchViewBtn' => 'Записи переглядів контекстного пошуку для спливаючого списку.',
            'BasicSearchBtn' => 'Налаштування форми <b>Швидкого фільтру</b>, що з\'являється у вкладці Швидкий фільтр, у зоні пошуку для модуля.',
            'AdvancedSearchBtn' => 'Налаштування форми <b>Розширений фільтр</b>, що з\'являється у вкладці Розширений пошук у зоні пошуку для модуля.',
            'portalHelp' => 'Керування і налаштування <b>порталу SuiteCRM</b>.',
            'SPUploadCSS' => 'Завантажити <b>Файл стилів</b> для порталу SuiteCRM.',
            'SPSync' => '<b>Синхронізувати</b> користувацькі налаштування для порталу SuiteCRM.',
            'Layouts' => 'Налаштування <b>Макетів</b> модулів порталу SuiteCRM.',
            'portalLayoutHelp' => 'Модулі всередині порталу SuiteCRM з\'являться у цій зоні.<br><br>Оберіть модуль, для редагування його <b>Макетів</b>.',
            'relationshipsHelp' => 'relationshipsHelp<br />Всі Відносини, які існують між пристроєм та іншими застосованими модулями, показані тут.<br /><br />Параметр Ім&#039;я відносини генерується системою автоматично.<br /><br />Головний модуль - це той, якому належить ставлення. Наприклад, всі властивості відносин, для яких модуль Контрагенти є головним, зберігаються в базі даних цього модуля.<br /><br />Параметр Тип - це тип відносин, які існують між головним модулем і пов&#039;язаним з ним модулем. <br /><br />Натисніть на назві колонки, щоб включити відповідний вид сортування.<br /><br />Натисніть на рядок у таблиці відносин, щоб переглянути властивості відповідного ставлення.<br /><br />Натисніть \"Додати відношення\" щоб створити нове ставлення.<br /><br />Відносини можуть бути створені між двома встановленими у системі модулями.',
            'relationshipHelp' => '<b>Відношення</b> можуть бути створені між модулем та іншим встановленим модулем.<br><br> Візуально відношення виражаються через вкладені панелі і поля відношень у записах модуля.<br><br>Оберіть один з наступних <b>Типів</b> відношень для модуля:<br><br> <b>Один до одного</b> — Записи обох модулів будуть містити поля з відношеннями.<br><br><b>Один до багатьох</b> — Запис Основного модуля буде містити вкладенну панель, а запис іншого пов\'язаного модуля буде містити поле з відношенням.<br><br> <b>Багато до багатьох</b> — записи обох модулів будуть показувати вкладені панелі.<br><br>Оберіть <b>Пов\'язаний модуль</b> для відношення. <br><br>Якщо тип відношення включає в себе вкладені панелі, оберіть вигляд вкладеної панелі.<br><br>Натисніть <b>Зберегти</b> для створення відношення.',
            'convertLeadHelp' => 'Тут можна додавати модулі в розділ перетворення макета і змінювати макети існуючих модулів. Ви можете змінювати порядок модулів шляхом перетягування рядків у таблиці.<br /><br />Модуль: Ім&#039; я модуля.<br /><br />Необхідні: Необхідні модулі повинні бути створені або обрані перед конвертацією попереднього контакту.<br /><br />Скопіювати дані: Якщо опція обрана, поля попереднього контакту будуть скопійовані в однойменні поля створюваних записів.<br /><br />Увімкнути виділення: Модулі з пов&#039; язаними полями в Контактах можуть бути обрані (замість створення нових) під час перетворення попереднього контакту.<br /><br />Редагувати: Змінити макет перетворення для даного модуля.<br /><br />Видалити: Видалити цей модуль з макета перетворення',


            'editDropDownBtn' => 'editDropDownBtn <br />редагувати глобальний Розкривний список',
            'addDropDownBtn' => 'addDropDownBtn<br />Додати новий глобальний Розкривний список',
        ),
        'fieldsHelp' => array(
            'default' => '<b>Поля</b> у модулі перераховані тут по імені.<br><br>Макет модуля включає в себе заданий набір полів.<br><br>Для створення нового поля, натисніть <b>Додати поле</b>.<br><br>Для редагування поля, натисніть <b>Ім\'я поля</b>.<br/><br/>Після активації модуля нові поля, що були створені у конструкторі модулів, разом із шаблонними полями, будуть вважатись стандартними полями у Студії.',
        ),
        'relationshipsHelp' => array(
            'default' => 'Тут показані <b>Відношення</b>, створені між модулем та іншими модулями.<br><br>The relationship <b>Ім\'я</b> — це згенероване системою ім\'я для відношення.<br><br><b>Основний модуль</b> — це модуль, який володіє відношеннями. Властивості відношення зберігаються у базі даних, що належить основному модулю.<br><br><b>Тип</b> — це тип відношення існує між основний модулем і <b>Порідненим модулем</b>.<br><br>Натисніть на заголовок стовпця для сортування по ньому.<br><br>Натисніть на рядок у таблиці відношень для перегляду та зміни властивостей відношення.<br><br>Натисніть <b>Додати відношення</b> для створення.',
            'addrelbtn' => 'наведіть курсор миші на довідку про те, як додати відношення...',
            'addRelationship' => '<b>Відношення</b> можуть створюватися між модулем та іншим модулем користувача чи встановленим модулем.<br><br>Візуально відношення виражаються через вкладені панелі і пов\'язані поля у записі модуля.<br><br>Оберіть один з наступних <b>типів</b> відношень для даного модуля:<br><br><b>Один до одного</b> — записи обох модулів будуть містити пов\'язані поля.<br><br><b>Один-до-багатьох</b> — Запис Головного модуля буде містити субпанель, а запис пов\'язаного модуля буде містити пов\'язане поле.<br><br><b>Багато-до-багатьох</b> — у записах обох модулів буде відображатися вкладена панель.<br><br>Оберіть <b>залежний модуль</b> для даних відношень.<br><br>Якщо тип відношень містить вкладені панелі, оберіть вигляд панелів.<br><br>Натисніть <b>Зберегти</b>, щоб створити відношення.',
        ),
        'labelsHelp' => array(
            'default' => '<b>Мітки</b> для полів та інші заголовки, що використовуються у модулі, можна змінити.<br><br>Натисніть всередині поля, введіть нову мітку і натисніть <b>Зберегти</b>.<br><br>Якщо встановлені будь-які переклади, то можна обрати <b>Мову</b>, яка буде використана для міток.',
            'saveBtn' => 'Натисніть <b>Зберегти</b> для збереження змін.',
            'publishBtn' => 'Кнопка <b>Зберегти і встановити</b> активує всі збережені зміни.',
        ),
        'portalSync' => array(
            'default' => 'Введіть <b>URL адресу порталу SuiteCRM</b>, який слід оновити і натисніть <b>Почати</b>.<br><br>Тоді введіть дійсне ім\'я користувача і пароль для SuiteCRM, і натисніть <b>Почати синхронізацію</b>.<br><br>Зміни, що були внесені у <b>макети</b> порталу SuiteCRM, разом із <b>стилями</b>, якщо такі були завантажені, будуть скопійовані до вказаного іншого порталу.',
        ),
        'portalStyle' => array(
            'default' => 'Ви можете налагодити зовнішній вигляд порталу SuiteCRM, за допомогою файлу стилів.<br><br>Оберіть файл <b>Css стилів</b> для завантаження.<br><br>Після наступної синхронізації стилі будуть застосовані до порталу SuiteCRM.',
        ),
    ),

    'assistantHelp' => array(
        'package' => array(
            //custom begin
            'nopackages' => 'Щоб почати проект, натисніть Наступний пакет, який буде містити ваші власні модулі.<br /><br />Кожен пакет може містити в собі один або більше модулів.<br /><br />Наприклад, Ви можете створити пакет, який містить один користувальницький модуль, пов&#039;язаний зі стандартним модулем Контрагенти. Або пакет, який містить кілька нових модулів, які працюють разом і пов&#039;язаних один з одним і з іншими модулями в системі.',
            'somepackages' => 'Пакет виступає контейнером для користувальницьких модулів, які є частиною одного проекту. Пакет може містити один або більше користувальницьких модулів, які можуть бути пов&#039;язані один з одним або з іншими модулями. <br /><br />Після створення пакета для проекту, ви можете відразу ж створювати модулі для цього пакета або повернутися в Конструктор модулів пізніше, щоб закінчити проект.<br /><br />Коли проект завершений, Ви можете встановити пакет з користувацькими модулями в додаток.',
            'afterSave' => 'Ваш новий пакет має містити хоча б один модуль. Ви можете створити один або декілька власних модулів для цього пакету.<br/><br/>Натисніть <b>Новий модуль</b> для створення власного модуля для цього пакету.<br/><br/>Після створення хоча б одного модуля, їх можна опублікувати або застосувати, зробивши їх наявними у вашій копії SuiteCRM, або копіях інших користувачів.<br/><br/>Для застосування пакета в один крок всередині вашої копії SuiteCRM, натисніть <b>Застосувати</b>.<br><br>Натисніть <b>Публікація</b> аби зберегти пакет у вигляді .zip файлу. Після збереження на вашому комп\'ютері, використовуйте функцію <b>Завантаження модулів</b> для встановлення пакету у вашому SuiteCRM.<br/><br/>Пакет можна також роздати іншим користувачам для завантаження в їх копії SuiteCRM.',
            'create' => '<b>Пакет</b> діє в якості контейнера для ваших власних модулів, всі з яких є частиною одного проєкту. Пакет може містити один або декілька власних <b>модулів</b>, що можуть бути споріднені між собою, або з іншими модулями вашої системи.<br/><br/>Після створення пакету для вашого проєкту ви можете одразу створити і модулі, або можна повернутись до цієї функції у Конструкторі модулів пізніше.',
        ),
        'main' => array(
            'welcome' => 'Використовуйте Інструменти розробника\" щоб створювати і управляти стандартними і додатковими модулями і полями.<br /><br />Для керування модулями в додатку натисніть \"Студія\".<br /><br />Для створення додаткових модулів натисніть \"Конструктор модулів\".',
            'studioWelcome' => 'Всі модулі, встановлені в даний момент, включаючи стандартні і додаткові модулі, доступні для редагування засобами Студії.'
        ),
        'module' => array(
            'somemodules' => "Оскільки поточний пакет вже містить модулі, ви можете <b>Застосувати</b> модулі в пакеті, встановивши їх у вашій копії SuiteCRM, або <b>Опублікувати</b> пакет для встановлення у цій, або іншій копії SuiteCRM за допомогою <b>Завантажувача модулів</b>.<br/><br/>Для встановлення пакета безпосередньо в цій копії SuiteCRM, натисніть <b>Застосувати</b>.<br><br>Для створення .zip файлу для пакету, який можна розповсюджувати, або завантажити в цю або іншу копію SuiteCRM за допомогою функції <b>Завантажувача модулів</b>, натисніть <b>Опублікувати</b>.<br/><br/>Ви можете будувати модулі для цього пакету поступово один за одним і публікувати або встановлювати їх за мірою їх готовності.<br/><br/>Після публікації або застосування пакету, можна внести зміни у властивості пакету або продовжити налаштовувати модулі далі. Після цього буде потрібна повторна публікація або застосування, аби внесені зміни стали активними.",
            'editView' => 'Тут Ви можете редагувати існуючі пакети. Ви можете видаляти існуючі поля або додавати доступні поля в лівій панелі.',
            'create' => 'Вибираючи <b>тип</b> модуля, який ви бажаєте створити, пам’ятайте про типи полів, які ви хотіли б мати у модулі.<br/><br/>Кожен шаблон модуля містить набір полів, що стосуються типу модуля, описаного в назві.<br/><br/><b>Основний</b> — надає основні поля, які відображаються в стандартних модулях, такі як поля «Назва», «Кому призначено», «Команда», «Дата створення» та «Опис».<br/><br/> <b>Компанія</b> — надає поля, пов’язані з організацією, наприклад «Назва компанії», «Галузь» і «Адреса для виставлення рахунків». Використовуйте цей шаблон, щоб створювати модулі, подібні до стандартного модуля Контрагентів.<br/><br/><b>Особа</b> — надає окремі поля для осіб, такі як привітання, посада, ім’я, адреса та номер телефону. Використовуйте цей шаблон для створення модулів, подібних до стандартних модулів «Контакти» та «Потенційні клієнти».<br/><br/><b>Проблема</b> — надає поля, пов’язані із зверненнями та програмними недоліками, як-от «Номер», «Статус», «Пріоритет» та «Опис». Використовуйте цей шаблон для створення модулів, подібних до стандартних модулів Звернення і Програмні недоліки.<br/><br/>Примітка: після створення модуля ви можете редагувати мітки полів, наданих шаблоном, а також створювати спеціальні поля для додавання до макетів модулів.',
            'afterSave' => 'Налаштуйте модуль відповідно до ваших потреб, редагуючи та створюючи поля, відношення з іншими модулями та впорядковуючи поля в макетах.<br/><br/>Щоб переглянути поля шаблону та керувати користувацькими полями в модулі, натисніть <b >Перегляд полів</b>.<br/><br/>Щоб створити та керувати відношеннями між модулем та іншими модулями, будь то модулі, які вже є в програмі, чи інші спеціальні модулі в тому самому пакеті, натисніть <b>Переглянути відношення</b>.<br/><br/>Щоб редагувати макети модулів, натисніть <b>Переглянути макети</b>. Ви можете змінювати макети «Подання деталей», «Редагування» та «Список» для даного модуля так само, як і для інших модулів, які вже є в програмі в Студії.<br/><br/>Щоб створити модуль із такими самими властивостями, як поточний модуль, натисніть <b>Дублювати</b>. Ви можете продовжити подальше налаштування нового модуля.',
            'viewfields' => 'Поля в модулі можуть бути змінені у відповідності з Вашими потребами. <br /><br />Ви не можете видаляти стандартні поля, але можете приховувати їх відображення у відповідних макетах.<br /><br />Ви можете швидко створювати копії полів, натиснувши на Клонувати у властивостях форми. Після чого потрібно ввести нові властивості і натиснути кнопку Зберегти.<br /><br />Рекомендується поставити всі властивості стандартних і користувальницьких полів до публікації або установки пакета, яке містить користувальницький модуль.',
            'viewrelationships' => 'Ви можете створювати відносини Багато-до-багатьом між даними модулем та іншими модулями в пакеті і/або між даними модулем і модулями вже встановленими у системі.<br /><br />Щоб створити ставлення Один до-багатьом і Один до одного, створіть Пов&#039;язане поле та Поле з гнучкою зв&#039;язком для відповідних модулів.',
            'viewlayouts' => 'Ви можете визначати, які поля будуть доступні для введення даних в режимі Редагування. Ви також можете визначати, які дані будуть відображатися в режимі Детальна інформація. Ці два режими можуть не збігатися. <br /><br />Форма Швидкого створення запису відображається по натисканню клавіші Створити на субпанели модуля. За замовчуванням, макет форми Швидкого створення ідентичний макету Виправлення. Ви можете змінювати макет форми Швидкого створення прибираючи/додаючи/змінюючи поля в ньому.<br /><br />Ви можете визначати рівень безпеки модуля використовуючи Налаштування макетів і Керування ролями.',
            'existingModule' => 'Після створення і внесення змін у модуль, Ви можете створювати інші модулі або повернутися в пакет, щоб Опублікувати або Встановити його.<br /><br />Для створення додаткових модулів, натисніть Дублювати - створиться модуль з ідентичними властивостями - або поверніться в пакет і натисніть Новий модуль.<br /><br />Якщо ви готові Опублікувати або Встановити пакунок містить модулі, поверніться в пакет і виконайте ці дії. Можна публікувати або встановлювати пакунки, що містять як мінімум один модуль.',
            'labels' => 'Мітки стандартних полів і користувальницьких полів можуть бути змінені. Редагування позначок полів не вплине на дані, які містяться в цих полях.',
        ),
        'listViewEditor' => array(
            'modify' => 'There are three columns displayed to the left. The "Default" column contains the fields that are displayed in a list view by default, the "Available" column contains fields that a user can choose to use for creating a custom list view, and the "Hidden" column contains fields available for you as an admin to either add to the default or Available columns for use by users but are currently disabled.',
            'savebtn' => 'Clicking <b>Save</b> will save all changes and make them active.',
            'Hidden' => 'Hidden fields are fields that are not currently available to users for use in list views.',
            'Available' => 'Available fields are fields that are not shown by default, but can be enabled by users.',
            'Default' => 'Default fields are displayed to users who have not created custom list view settings.'
        ),

        'searchViewEditor' => array(
            'modify' => 'There are two columns displayed to the left. The "Default" column contains the fields that will be displayed in the search view, and the "Hidden" column contains fields available for you as an admin to add to the view.',
            'savebtn' => 'Кнопка <b>Зберегти і встановити</b> активує всі збережені зміни.',
            'Hidden' => 'Hidden fields are fields that will not be shown in the search view.',
            'Default' => 'Default fields will be shown in the search view.'
        ),
        'layoutEditor' => array(
            'default' => 'There are two columns displayed to the left. The right-hand column, labeled Current Layout or Layout Preview, is where you change the module layout. The left-hand column, entitled Toolbox, contains useful elements and tools for use when editing the layout. <br/><br/>If the layout area is titled Current Layout then you are working on a copy of the layout currently used by the module for display.<br/><br/>If it is titled Layout Preview then you are working on a copy created earlier by a click on the Save button, that might have already been changed from the version seen by users of this module.',
            'saveBtn' => 'Clicking this button saves the layout so that you can preserve your changes. When you return to this module you will start from this changed layout. Your layout however will not be seen by users of the module until you click the Save and Publish button.',
            'publishBtn' => 'Click this button to deploy the layout. This means that this layout will immediately be seen by users of this module.',
            'toolbox' => 'The toolbox contains a variety of useful features for editing layouts, including a trash area, a set of additional elements and a set of available fields. Any of these can be dragged and dropped onto the layout.',
            'panels' => 'This area shows how your layout will look to users of this module when it is depolyed.<br/><br/>You can reposition elements such as fields, rows and panels by dragging and dropping them; delete elements by dragging and dropping them on the trash area in the toolbox, or add new elements by dragging them from the toolbox and dropping them on to the layout in the desired position.'
        ),
        'dropdownEditor' => array(
            'default' => 'There are two columns displayed to the left. The right-hand column, labeled Current Layout or Layout Preview, is where you change the module layout. The left-hand column, entitled Toolbox, contains useful elements and tools for use when editing the layout. <br/><br/>If the layout area is titled Current Layout then you are working on a copy of the layout currently used by the module for display.<br/><br/>If it is titled Layout Preview then you are working on a copy created earlier by a click on the Save button, that might have already been changed from the version seen by users of this module.',
            'dropdownaddbtn' => 'Ця кнопка додає новий об&#039;єкт у цьому розкривному списку.',

        ),
        'exportcustom' => array(
            'exportHelp' => 'Customizations made in Studio within this instance can be packaged and deployed in another instance. <br><br>Provide a <b>Package Name</b>. You can provide <b>Author</b> and <b>Description</b> information for package.<br><br>Select the module(s) that contain the customizations to export. (Only modules containing customizations will appear for you to select.)<br><br>Click <b>Export</b> to create a .zip file for the package containing the customizations. The .zip file can be uploaded in another instance through <b>Module Loader</b>.',
            'exportCustomBtn' => 'Натисніть Експорт, щоб створити *.zip-файл, що містить пакет з змінами, які Ви хотіли б експортувати.',
            'name' => 'The <b>Name</b> of the package will be displayed in Module Loader after the package is uploaded for installation in Studio.',
            'author' => 'The <b>Author</b> is the name of the entity that created the package. The Author can be either an individual or a company.<br><br>The Author will be displayed in Module Loader after the package is uploaded for installation in Studio.',
            'description' => 'The <b>Description</b> of the package will be displayed in Module Loader after the package is uploaded for installation in Studio.',
        ),
        'studioWizard' => array(
            'mainHelp' => 'Ласкаво просимо у розділ Інструментарій розробника.<br /><br />Використовуйте інструменти даного розділу для створення і управління стандартними і користувацькими модулями і полями.',
            'studioBtn' => 'Use <b>Studio</b> to customize installed modules by changing the field arrangement, selecting what fields are available and creating custom data fields.',
            'mbBtn' => 'mbBtn<br />Використовуйте Конструктор Модулів для створення нових модулів.',
            'appBtn' => 'Use Application mode to customize various properties of the program, such as how many TPS reports are displayed on the homepage',
            'backBtn' => 'backBtn<br />Повернутися до попереднього кроку.',
            'studioHelp' => 'Use <b>Studio</b> to customize installed modules.',
            'moduleBtn' => 'moduleBtn<br />Натисніть для редагування цього модуля.',
            'moduleHelp' => 'Select the module component that you would like to edit',
            'fieldsBtn' => 'Edit what information is stored in the module by controlling the <b>Fields</b> in the module.<br/><br/>You can edit and create custom fields here.',
            'labelsBtn' => 'Click <b>Save</b> to save your custom labels.',
            'layoutsBtn' => 'Customize the <b>Layouts</b> of the Edit, Detail, List and search views.',
            'subpanelBtn' => 'Edit what information is shown in this modules subpanels.',
            'layoutsHelp' => 'Select a <b>Layout to edit</b>.<br/><br/>To change the layout that contains data fields for entering data, click <b>Edit View</b>.<br/><br/>To change the layout that displays the data entered into the fields in the Edit View, click <b>Detail View</b>.<br/><br/>To change the columns which appear in the default list, click <b>List View</b>.<br/><br/>To change the Basic and Advanced search form layouts, click <b>Search</b>.',
            'subpanelHelp' => 'Select a <b>Subpanel</b> to edit.',
            'searchHelp' => 'Select a <b>Search</b> layout to edit.',
            'newPackage' => 'newPackage<br /><br />Натисніть Новий пакет для створення нового пакета.',
            'mbHelp' => '<b>Welcome to Module Builder.</b><br/><br/>Use <b>Module Builder</b> to create packages containing custom modules based on standard or custom objects. <br/><br/>To begin, click <b>New Package</b> to create a new package, or select a package to edit.<br/><br/> A <b>package</b> acts as a container for custom modules, all of which are part of one project. The package can contain one or more custom modules that can be related to each other or to modules in the application. <br/><br/>Examples: You might want to create a package containing one custom module that is related to the standard Accounts module. Or, you might want to create a package containing several new modules that work together as a project and that are related to each other and to modules in the application.',
            'exportBtn' => 'Click <b>Export Customizations</b> to create a package containing customizations made in Studio for specific modules.',
        ),


    ),
//HOME
    'LBL_HOME_EDIT_DROPDOWNS' => 'Редактор випадаючих списків',

//STUDIO2
    'LBL_MODULEBUILDER' => 'Конструктор модулів',
    'LBL_STUDIO' => 'Студія',
    'LBL_DROPDOWNEDITOR' => 'Редактор випадаючих списків',
    'LBL_DEVELOPER_TOOLS' => 'Інструменти розробника',
    'LBL_SUITEPORTAL' => 'SuiteCRM Portal Editor',
    'LBL_PACKAGE_LIST' => 'Список пакетів',
    'LBL_HOME' => 'Головна',
    'LBL_NONE' => 'Порожньо',
    'LBL_DEPLOYE_COMPLETE' => 'Установку завершено',
    'LBL_DEPLOY_FAILED' => 'В процесі установки відбулася помилка, пакет не може бути встановлений коректно',
    'LBL_AVAILABLE_SUBPANELS' => 'Доступні субпанели',
    'LBL_ADVANCED' => 'Розширені',
    'LBL_ADVANCED_SEARCH' => 'Розширений фільтр',
    'LBL_BASIC' => 'Базові',
    'LBL_BASIC_SEARCH' => 'Експрес фільтр',
    'LBL_CURRENT_LAYOUT' => 'Макет',
    'LBL_CURRENCY' => 'Валюта',
    'LBL_DASHLET' => 'Індикатор SuiteCRM',
    'LBL_DASHLETLISTVIEW' => 'Список у індикаторі SuiteCRM',
    'LBL_POPUP' => 'Вид - Спливаюче вікно',
    'LBL_POPUPLISTVIEW' => 'Перегляд списку спливаючих вікон',
    'LBL_POPUPSEARCH' => 'Пошук спливаючих вікон',
    'LBL_DASHLETSEARCHVIEW' => 'Пошук у індикаторі SuiteCRM',
    'LBL_DETAILVIEW' => 'Детальний перегляд',
    'LBL_DROP_HERE' => '[Перемістити сюди]',
    'LBL_EDIT' => 'Змінити',
    'LBL_EDIT_LAYOUT' => 'Правка розташування',
    'LBL_EDIT_FIELDS' => 'Edit Fields',
    'LBL_EDITVIEW' => 'Редагувати показ',
    'LBL_FILLER' => '(наповнювач)',
    'LBL_FIELDS' => 'Поля',
    'LBL_FAILED_TO_SAVE' => 'Збереження неможливе',
    'LBL_FAILED_PUBLISHED' => 'Публікація неможлива',
    'LBL_HOMEPAGE_PREFIX' => 'Моя',
    'LBL_LAYOUT_PREVIEW' => 'Попередній огляд макету',
    'LBL_LAYOUTS' => 'Макети',
    'LBL_LISTVIEW' => 'Список',
    'LBL_MODULES' => 'Модулі',
    'LBL_MODULE_TITLE' => 'Студія',
    'LBL_NEW_PACKAGE' => 'Новий пакет',
    'LBL_NEW_PANEL' => 'Нова панель',
    'LBL_NEW_ROW' => 'Новий ряд',
    'LBL_PACKAGE_DELETED' => 'Пакет видалено',
    'LBL_PUBLISHING' => 'Публікація...',
    'LBL_PUBLISHED' => 'Опубліковано',
    'LBL_SELECT_FILE' => 'Вибір файлу',
    'LBL_SUBPANELS' => 'Субпанелі',
    'LBL_SUBPANEL' => 'Субпанель',
    'LBL_SUBPANEL_TITLE' => 'Назва:',
    'LBL_SEARCH_FORMS' => 'Фільтер',
    'LBL_SEARCH' => 'Знайти',
    'LBL_SEARCH_BUTTON' => 'Знайти',
    'LBL_FILTER' => 'Фільтер',
    'LBL_TOOLBOX' => 'Студія',
    'LBL_QUICKCREATE' => 'Швидке створення',
    'LBL_EDIT_DROPDOWNS' => 'Змінити загальний випадаючий список',
    'LBL_ADD_DROPDOWN' => 'Додати новий загальний випадаючий список',
    'LBL_BLANK' => '- порожньо -',
    'LBL_TAB_ORDER' => 'Порядок вкладок',
    'LBL_TABDEF_TYPE' => 'Тип відображення',
    'LBL_TABDEF_TYPE_HELP' => 'Виберіть, як слід показати цю секцію. Цей параметр діє лише в тому випадку, якщо ви увімкнули вкладки у цьому показу.',
    'LBL_TABDEF_TYPE_OPTION_TAB' => 'Вкладка',
    'LBL_TABDEF_TYPE_OPTION_PANEL' => 'Панель',
    'LBL_TABDEF_TYPE_OPTION_HELP' => 'Оберіть панель для її відображення на екрані всередині макета. Виберіть вкладку, щоб побачити цю панель в окремій вкладці. Якщо обрана вкладка, то наступні панелі, у яких увімкнено режим показу у вигляді Панелі, також будуть відображатися в тій самій вкладці.<br/>Нова вкладка буде створеня для наступної панелі, якщо режим показу був встановлений у значення Вкладка. Якщо режим Вкладка був увімкнений для панелі, що знаходиться під першою панеллю, то у першій панелі обов\'язково має бути обраний режим Вкладка.',
    'LBL_TABDEF_COLLAPSE' => 'Згорнути',
    'LBL_TABDEF_COLLAPSE_HELP' => 'Виберіть, щоб зробити цю панель згорнутою за замовчанням.',
    'LBL_DROPDOWN_TITLE_NAME' => 'Назва',
    'LBL_DROPDOWN_LANGUAGE' => 'Мовний пакет',
    'LBL_DROPDOWN_ITEMS' => 'Елементи списку',
    'LBL_DROPDOWN_ITEM_NAME' => 'Значення в базі',
    'LBL_DROPDOWN_ITEM_LABEL' => 'Відображати ярлики',
    'LBL_SYNC_TO_DETAILVIEW' => 'Синхронізувати з "Докладною інформацією"',
    'LBL_SYNC_TO_DETAILVIEW_HELP' => 'Виберіть цю опцію, щоб синхронізувати даний макет режиму "Правка" з макетом відповідного режиму "Докладна інформація". Поля і їх розташування в макеті режиму "Правка" будуть автоматично синхронізовані з відповідними полями макету "Докладна інформація" і збережені після натиснення кнопки "Зберегти" або "Зберегти та застосувати" в режимі "Правка". Зміни макету будуть недоступні з режиму "Додаткова інформація".',
    'LBL_SYNC_TO_DETAILVIEW_NOTICE' => 'Даний макет "Докладна інформація" синхронізований з макетом відповідного режиму "Правка". Поля і їх розташування у даному макеті відображають поля і їх розташування в макеті режиму "Правка". Зміни макета режиму "Докладна інформація" не можуть бути збережені або застосовані на даній сторінці. Вносьте зміни або скасовуйте синхронізацію макетів в режимі "Правка".',
    'LBL_COPY_FROM_EDITVIEW' => 'Скопіювати з режиму "Правка".',
    'LBL_DROPDOWN_BLANK_WARNING' => 'Потрібні значення для полів Назва об&#039;єкту та Відображувана мітка. Щоб додати порожній об&#039;єкт, натисніть кнопку "Додати", не заповнюючи ці поля.',
    'LBL_DROPDOWN_KEY_EXISTS' => 'Ключ вже існує в списку',
    'LBL_NO_SAVE_ACTION' => 'Не вдалося знайти дію для збереження для цього подання.',
    'LBL_BADLY_FORMED_DOCUMENT' => 'Studio2:establishLocation: погано сформований документ',


//RELATIONSHIPS
    'LBL_MODULE' => 'Модуль',
    'LBL_LHS_MODULE' => 'Основний модуль',
    'LBL_CUSTOM_RELATIONSHIPS' => '* зв&#039;язок створено в Студії',
    'LBL_RELATIONSHIPS' => 'Зв’язки',
    'LBL_RELATIONSHIP_EDIT' => 'Змінити зв&#039;язок',
    'LBL_REL_NAME' => 'Назва',
    'LBL_REL_LABEL' => 'Ярлик',
    'LBL_REL_TYPE' => 'Тип',
    'LBL_RHS_MODULE' => 'Пов&#039;язаний модуль',
    'LBL_NO_RELS' => 'Немає зв&#039;язків',
    'LBL_RELATIONSHIP_ROLE_ENTRIES' => 'Довільна умова',
    'LBL_RELATIONSHIP_ROLE_COLUMN' => 'Стовпець',
    'LBL_RELATIONSHIP_ROLE_VALUE' => 'Значення',
    'LBL_SUBPANEL_FROM' => 'Субпанель від',
    'LBL_RELATIONSHIP_ONLY' => 'Для цих відносин не будуть створені видимі елементи, оскільки між цими двома модулями вже існують видимі відносини.',
    'LBL_ONETOONE' => 'Один до одного',
    'LBL_ONETOMANY' => 'Один до багатьох',
    'LBL_MANYTOONE' => 'Багато до одного',
    'LBL_MANYTOMANY' => 'Багато до багатьох',


//STUDIO QUESTIONS
    'LBL_QUESTION_EDIT' => 'Виберіть модуль для зміни.',
    'LBL_QUESTION_LAYOUT' => 'Виберіть макет для зміни.',
    'LBL_QUESTION_SUBPANEL' => 'Виберіть субпанель для зміни.',
    'LBL_QUESTION_SEARCH' => 'Виберіть макет пошуку для зміни.',
    'LBL_QUESTION_MODULE' => 'Виберіть компонент модуля для зміни.',
    'LBL_QUESTION_PACKAGE' => 'Виберіть пакет для зміни, або створіть новий пакет',
    'LBL_QUESTION_EDITOR' => 'Виберіть інструмент.',
    'LBL_QUESTION_DASHLET' => 'Виберіть макет розділу для зміни.',
    'LBL_QUESTION_POPUP' => 'Виберіть макет спливаючого вікна для правки.',
//CUSTOM FIELDS
    'LBL_NAME' => 'Назва',
    'LBL_LABELS' => 'Ярлики',
    'LBL_MASS_UPDATE' => 'Групове оновлення',
    'LBL_DEFAULT_VALUE' => 'Значення за замовчуванням',
    'LBL_REQUIRED' => 'Необхідне',
    'LBL_DATA_TYPE' => 'Тип',
    'LBL_HCUSTOM' => 'ІНДИВІДУАЛЬНИЙ',
    'LBL_HDEFAULT' => 'ЗА ЗАМОВЧУВАННЯМ',
    'LBL_LANGUAGE' => 'Переклад:',
    'LBL_CUSTOM_FIELDS' => '* поле, створене в Студії',

//SECTION
    'LBL_SECTION_EDLABELS' => 'Правка ярликів',
    'LBL_SECTION_PACKAGES' => 'Пакети',
    'LBL_SECTION_PACKAGE' => 'Пакет',
    'LBL_SECTION_MODULES' => 'Модулі',
    'LBL_SECTION_DROPDOWNS' => 'Випадаючі списки',
    'LBL_SECTION_PROPERTIES' => 'Властивості',
    'LBL_SECTION_DROPDOWNED' => 'Редагувати випадаючий список',
    'LBL_SECTION_HELP' => 'Довідка',
    'LBL_SECTION_MAIN' => 'Головна',
    'LBL_SECTION_FIELDEDITOR' => 'Редагувати поле',
    'LBL_SECTION_DEPLOY' => 'Встановити',
    'LBL_SECTION_MODULE' => 'Модуль',
//WIZARDS

//LIST VIEW EDITOR
    'LBL_DEFAULT' => 'За замовчуванням',
    'LBL_HIDDEN' => 'Приховані',
    'LBL_AVAILABLE' => 'Доступні',
    'LBL_LISTVIEW_DESCRIPTION' => 'Перед Вами три колонки. Перша колонка містить поля, що відображаються у списку за замовчуванням, друга колонка містить додаткові поля, які користувач може вибрати для створення власного макета форми, третя колонка містить поля, які поки не використовуються, вони доступні тільки адміністратору, їх він може додавати в першу і другу колонки на свій розсуд.',
    'LBL_LISTVIEW_EDIT' => 'Редактор Форми списку',

//Manager Backups History
    'LBL_MB_PREVIEW' => 'Попередній перегляд',
    'LBL_MB_RESTORE' => 'Відновити',
    'LBL_MB_DELETE' => 'Видалити',
    'LBL_MB_DEFAULT_LAYOUT' => 'Макет за замовчуванням',

//END WIZARDS

//BUTTONS
    'LBL_BTN_ADD' => 'Додати',
    'LBL_BTN_SAVE' => 'Зберегти',
    'LBL_BTN_SAVE_CHANGES' => 'Зберегти зміни',
    'LBL_BTN_DONT_SAVE' => 'Скасувати зміни',
    'LBL_BTN_CANCEL' => 'Скасування',
    'LBL_BTN_CLOSE' => 'Закрити',
    'LBL_BTN_SAVEPUBLISH' => 'Зберегти і встановити',
    'LBL_BTN_CLONE' => 'Абсолютна копія',
    'LBL_BTN_ADDROWS' => 'Додати рядки',
    'LBL_BTN_ADDFIELD' => 'Додати поле',
    'LBL_BTN_ADDDROPDOWN' => 'Додати випадаючий список',
    'LBL_BTN_SORT_ASCENDING' => 'Сортувати за зростанням',
    'LBL_BTN_SORT_DESCENDING' => 'Сортувати за спаданням',
    'LBL_BTN_EDLABELS' => 'Правка ярликів',
    'LBL_BTN_UNDO' => 'Скасування',
    'LBL_BTN_REDO' => 'Повторне виконання',
    'LBL_BTN_ADDCUSTOMFIELD' => 'Додати індивідуальне поле',
    'LBL_BTN_EXPORT' => 'Експортувати індивідуальні налаштування',
    'LBL_BTN_DUPLICATE' => 'Дублювати',
    'LBL_BTN_PUBLISH' => 'Опублікувати',
    'LBL_BTN_DEPLOY' => 'Встановити',
    'LBL_BTN_EXP' => 'Експортувати',
    'LBL_BTN_DELETE' => 'Видалити',
    'LBL_BTN_VIEW_LAYOUTS' => 'Перегляд макетів',
    'LBL_BTN_VIEW_FIELDS' => 'Перегляд полів',
    'LBL_BTN_VIEW_RELATIONSHIPS' => 'Перегляд відносин',
    'LBL_BTN_ADD_RELATIONSHIP' => 'Додати відношення',
    'LBL_BTN_RENAME_MODULE' => 'Змінити назву модуля',
//TABS


//ERRORS
    'ERROR_ALREADY_EXISTS' => 'Помилка: Поле вже існує',
    'ERROR_INVALID_KEY_VALUE' => "Помилка: Невірне значення префікса: [&#39;]",
    'ERROR_NO_HISTORY' => 'Не знайдено файлів історії',
    'ERROR_MINIMUM_FIELDS' => 'В макеті має міститися принаймні одне поле',
    'ERROR_GENERIC_TITLE' => 'Відбулася помилка',
    'ERROR_REQUIRED_FIELDS' => 'Ви впевнені, що хочете продовжити? В макеті відсутнє наступне необхідне поле:',


//PACKAGE AND MODULE BUILDER
    'LBL_PACKAGE_NAME' => 'Назва пакету:',
    'LBL_MODULE_NAME' => 'Назва модуля:',
    'LBL_AUTHOR' => 'Автор:',
    'LBL_DESCRIPTION' => 'Опис:',
    'LBL_KEY' => 'Ключ:',
    'LBL_ADD_README' => 'Readme',
    'LBL_LAST_MODIFIED' => 'Остання зміна:',
    'LBL_NEW_MODULE' => 'Новий модуль',
    'LBL_LABEL' => 'Ярлик:',
    'LBL_LABEL_TITLE' => 'Ярлик',
    'LBL_WIDTH' => 'Ширина',
    'LBL_PACKAGE' => 'Пакет:',
    'LBL_TYPE' => 'Тип:',
    'LBL_NAV_TAB' => 'Вкладка навігації',
    'LBL_CREATE' => 'Створити',
    'LBL_LIST' => 'Список',
    'LBL_VIEW' => 'Перегляд',
    'LBL_HISTORY' => 'Історія',
    'LBL_RESTORE_DEFAULT' => 'Повернутися до стандартних',
    'LBL_ACTIVITIES' => 'Заходи',
    'LBL_NEW' => 'Новий',
    'LBL_TYPE_BASIC' => 'базовий',
    'LBL_TYPE_COMPANY' => 'компанія',
    'LBL_TYPE_PERSON' => 'особа',
    'LBL_TYPE_ISSUE' => 'проблема',
    'LBL_TYPE_SALE' => 'продаж',
    'LBL_TYPE_FILE' => 'файл',
    'LBL_RSUB' => 'Це субпанель, яка буде відображатися в модулі',
    'LBL_MSUB' => 'Це суб-панель, яку ваш модуль надає для відображення в пов&#039;язаних з ним модулях.',
    'LBL_MB_IMPORTABLE' => 'Імпорт',

// VISIBILITY EDITOR
    'LBL_PACKAGE_WAS_DELETED' => '[[package]] був видалений',

//EXPORT CUSTOMS
    'LBL_EC_TITLE' => 'Експортувати індивідуальні налаштування',
    'LBL_EC_NAME' => 'Назва пакету:',
    'LBL_EC_AUTHOR' => 'Автор:',
    'LBL_EC_DESCRIPTION' => 'Опис:',
    'LBL_EC_CHECKERROR' => 'Будь ласка, виберіть модуль.',
    'LBL_EC_CUSTOMFIELD' => 'Індивідуально змінене (-і) поле (-я)',
    'LBL_EC_CUSTOMLAYOUT' => 'Індивідуально змінений (-і) макет (-и)',
    'LBL_EC_NOCUSTOM' => 'Немає індивідуально змінених модулів.',
    'LBL_EC_EMPTYCUSTOM' => 'має порожні індивідуальні зміни.',
    'LBL_EC_EXPORTBTN' => 'Експортувати',
    'LBL_MODULE_DEPLOYED' => 'Модуль був встановлений.',
    'LBL_UNDEFINED' => 'не визначено',
    'LBL_EC_VIEWS' => 'подання, налаштоване користувачем',
    'LBL_EC_SUITEFEEDS' => 'потік новин, налаштований користувачем',
    'LBL_EC_DASHLETS' => 'індикатори, налаштовані користувачем',
    'LBL_EC_CSS' => 'стилі CSS, налаштовані користувачем',
    'LBL_EC_TPLS' => 'шаблони, налаштовані користувачем',
    'LBL_EC_IMAGES' => 'зображення, налаштовані користувачем',
    'LBL_EC_JS' => 'сценарії Javascript, налаштовані користувачем',
    'LBL_EC_QTIP' => 'Qtip, налаштовані користувачем',

//AJAX STATUS
    'LBL_AJAX_FAILED_DATA' => 'Не вдалося отримати дані',
    'LBL_AJAX_LOADING' => 'Завантаження...',
    'LBL_AJAX_DELETING' => 'Видалення...',
    'LBL_AJAX_BUILDPROGRESS' => 'Виконується створення...',
    'LBL_AJAX_DEPLOYPROGRESS' => 'Виконується установка...',

    'LBL_AJAX_RESPONSE_TITLE' => 'Результат',
    'LBL_AJAX_RESPONSE_MESSAGE' => 'Операція завершена',
    'LBL_AJAX_LOADING_TITLE' => 'В процесі...',
    'LBL_AJAX_LOADING_MESSAGE' => 'Зачекайте, йде завантаження...',

//JS
    'LBL_JS_REMOVE_PACKAGE' => 'Ви дійсно хочете видалити цей пакет? Цією дією Ви остаточно видалите всі файли, пов&#039;язані з цим пакетом.',
    'LBL_JS_REMOVE_MODULE' => 'Ви дійсно хочете видалити цей модуль? Цією дією Ви остаточно видалити всі файли, пов&#039;язані з цим модулем.',
    'LBL_JS_DEPLOY_PACKAGE' => 'Будь-які зміни, внесені Вами в Студії, будуть перезаписані при повторній установці цього модуля. Ви впевнені, що хочете продовжити?',

    'LBL_DEPLOY_IN_PROGRESS' => 'Установка пакета',
    'LBL_JS_VALIDATE_NAME' => 'Назва - повинна містити літери та цифри без пробілів, і починатися з літери.',
    'LBL_JS_VALIDATE_PACKAGE_NAME' => 'Така назва пакету вже існує.',
    'LBL_JS_VALIDATE_KEY' => 'Префікс - повинен містити літери та цифри',
    'LBL_JS_VALIDATE_LABEL' => 'Будь ласка, введіть ярлик, який буде використовуватися в якості назви при відображенні цього модуля.',
    'LBL_JS_VALIDATE_TYPE' => 'Будь ласка, зі списку виберіть тип модуля',
    'LBL_JS_VALIDATE_REL_LABEL' => 'Ярлик - додайте ярлик, який буде відображатися над суб-панеллю.',

//CONFIRM
    'LBL_CONFIRM_FIELD_DELETE' => 'Видалення цього поля, заданого користувачем, призведе до видалення як самого поля так і всіх даних, пов\'язаних з цим полем в базі даних. Поле щезне з усіх макетів модулів.\\n\\nЧи бажаєте продовжити?',

    'LBL_CONFIRM_RELATIONSHIP_DELETE' => 'Ви впевнені, що хочете видалити цей зв&#039;язок?',
    'LBL_CONFIRM_DONT_SAVE' => 'З моменту останнього збереження були внесені зміни. Хочете зберегти зміни зараз?',
    'LBL_CONFIRM_DONT_SAVE_TITLE' => 'Зберегти зміни?',
    'LBL_CONFIRM_LOWER_LENGTH' => 'Дані можуть бути обрізані і це неможливо буде скасувати в подальшому. Ви впевнені, що хочете продовжити?',

//POPUP HELP
    'LBL_POPHELP_FIELD_DATA_TYPE' => 'Виберіть відповідний тип даних, ґрунтуючись на типі даних, які будуть введені в поле.',
    'LBL_POPHELP_IMPORTABLE' => '<b>Так</b>: Поле стане частиною операції імпорту.<br><b>Ні</b>: Поле не буде частиною імпорту.<br><b>Обов\'язкове</b>: Значення для поля має бути в наявності під час імпортування.',
    'LBL_POPHELP_IMAGE_WIDTH' => 'Введіть ширину, в пікселях.<br>Завантажене зображення буде відмасштабовано до цієї ширини.',
    'LBL_POPHELP_IMAGE_HEIGHT' => 'Введіть висоту в пікселях.<br>Завантажене зображення буде відмасштабовано до цієї висоти.',
    'LBL_POPHELP_DUPLICATE_MERGE' => '<b>Увімкнено</b>: Поле з\'явиться у списку виявлених дублікатів при з\'єднанні даних, але не може бути використане в умовах фільтру при пошуці дублікатів.<br><b>Вимкнено</b>: Поле не з\'явиться у списку виявлених дублікатів і зможе бути використане в умовах фильтру при пошуці дублікатів.<br><b>Фільтр</b>: Поле з\'явиться у списку виявлених дублікатів, а також зможе бути використане в умовах при пошуці дублікатів.<br><b>Фільтр по замовчанню</b>: Поле з\'явиться у списку виявлених дублікатів, а також по замовчанню буде використане в умовах фільтру в пошуці дублікатів.<br><b>Лише фільтр</b>: Поле не з\'явиться у списку виявлених дублікатів, але буде можливо використати його в умовах фільтру.',

//Revert Module labels
    'LBL_RESET' => 'Скинути',
    'LBL_RESET_MODULE' => 'Очистити модуль',
    'LBL_REMOVE_CUSTOM' => 'Прибрати індивідуальні налаштування',
    'LBL_CLEAR_RELATIONSHIPS' => 'Очистити відносини',
    'LBL_RESET_LABELS' => 'Очистити ярлики',
    'LBL_RESET_LAYOUTS' => 'Очистити відображення зовнішнього вигляду',
    'LBL_REMOVE_FIELDS' => 'Прибрати індивідуальні поля',
    'LBL_CLEAR_EXTENSIONS' => 'Очистити розширення',
    'LBL_HISTORY_TIMESTAMP' => 'Позначка часу',
    'LBL_HISTORY_TITLE' => 'історія',

    'fieldTypes' => array(
        'varchar' => 'Текстове поле',
        'int' => 'Ціле значення',
        'float' => 'Значення з плаваючою точкою',
        'bool' => 'Прапорець',
        'enum' => 'Розкривний список',
        'dynamicenum' => 'Динамічний випадаючий список',
        'multienum' => 'Групове виділення',
        'date' => 'Дата',
        'phone' => 'Тел.',
        'currency' => 'Валюта',
        'html' => 'HTML лише для читання (застаріле, використовуйте Текстові блоки)',
        'radioenum' => 'Радіо',
        'relate' => 'Відноситься до',
        'address' => 'Адреса',
        'text' => 'Текстове поле',
        'textblock' => 'Текстовий блок',
        'url' => 'URL',
        'iframe' => 'Плаваючий кадр',
        'datetimecombo' => 'Дата/час',
        'decimal' => 'Десяткове значення',
        'image' => 'Зображення',
        'wysiwyg' => 'WYSIWYG (візуальний редактор)',
    ),
    'labelTypes' => array(
        "frequently_used" => "Часто використовувані мітки",
        "all" => "Всі мітки",
    ),

    'parent' => 'Гнучкі відносини',

    'LBL_CONFIRM_SAVE_DROPDOWN' => "Ви вибрали цей об&#039;єкт для видалення з випадаючого списку. Будь-які випадаючі поля, що містять список з цим об&#039;єктом в якості значення, не будуть більше відображати це значення, і значення не буде більше доступним для вибору в випадаючих полях. Ви дійсно хочете продовжити?",

    'LBL_ALL_MODULES' => 'Всі модулі',
    'LBL_RELATED_FIELD_ID_NAME_LABEL' => '{0} (пов\'язане з {1} ID)',
);
