<?php
/**
 *
 * SugarCRM Community Edition is a customer relationship management program developed by
 * SugarCRM, Inc. Copyright (C) 2004-2013 SugarCRM Inc.
 *
 * SuiteCRM is an extension to SugarCRM Community Edition developed by SalesAgility Ltd.
 * Copyright (C) 2011 - 2019 SalesAgility Ltd.
 *
 * This program is free software; you can redistribute it and/or modify it under
 * the terms of the GNU Affero General Public License version 3 as published by the
 * Free Software Foundation with the addition of the following permission added
 * to Section 15 as permitted in Section 7(a): FOR ANY PART OF THE COVERED WORK
 * IN WHICH THE COPYRIGHT IS OWNED BY SUGARCRM, SUGARCRM DISCLAIMS THE WARRANTY
 * OF NON INFRINGEMENT OF THIRD PARTY RIGHTS.
 *
 * This program is distributed in the hope that it will be useful, but WITHOUT
 * ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS
 * FOR A PARTICULAR PURPOSE. See the GNU Affero General Public License for more
 * details.
 *
 * You should have received a copy of the GNU Affero General Public License along with
 * this program; if not, see http://www.gnu.org/licenses or write to the Free
 * Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA
 * 02110-1301 USA.
 *
 * You can contact SugarCRM, Inc. headquarters at 10050 North Wolfe Road,
 * SW2-130, Cupertino, CA 95014, USA. or at email address contact@sugarcrm.com.
 *
 * The interactive user interfaces in modified source and object code versions
 * of this program must display Appropriate Legal Notices, as required under
 * Section 5 of the GNU Affero General Public License version 3.
 *
 * In accordance with Section 7(b) of the GNU Affero General Public License version 3,
 * these Appropriate Legal Notices must retain the display of the "Powered by
 * SugarCRM" logo and "Supercharged by SuiteCRM" logo. If the display of the logos is not
 * reasonably feasible for technical reasons, the Appropriate Legal Notices must
 * display the words "Powered by SugarCRM" and "Supercharged by SuiteCRM".
 */

if (!defined('sugarEntry') || !sugarEntry) {
    die('Not A Valid Entry Point');
}

$mod_strings = array(
    'LBL_LOADING' => 'लोड हो रहा है' /*for 508 compliance fix*/,
    'LBL_HIDEOPTIONS' => 'विकल्प छिपाएँ' /*for 508 compliance fix*/,
    'LBL_DELETE' => 'हटाएं' /*for 508 compliance fix*/,
    'help' => array(
        'package' => array(
            'create' => 'पैकेज के लिए <b>नाम</b> प्रदान करें. आपके द्वारा दर्ज किया गया नाम अक्षरांकीय होना चाहिए और उसमें कोई रिक्त स्थान नहीं होना चाहिए। (उदाहरण: HR_Management)<br/><br/> आप पैकेज के लिए <b>लेखक</b> और <b>विवरण</b> जानकारी प्रदान कर सकते हैं। <br/><br/>पैकेज बनाने के लिए <b>सहेजें</b> पर क्लिक करें।',
            'modify' => '<b>पैकेज</b> के गुण और संभावित क्रियाएं यहां दिखाई देती हैं।<br><br>आप <b>नाम</b>, <b>लेखक</b> और <b>विवरण को संशोधित कर सकते हैं </b> पैकेज का, साथ ही पैकेज के भीतर मौजूद सभी मॉड्यूल को देखें और अनुकूलित करें। <br><br>पैकेज के लिए एक मॉड्यूल बनाने के लिए <b>नया मॉड्यूल</b> पर क्लिक करें।<br> <br>यदि पैकेज में कम से कम एक मॉड्यूल है, तो आप पैकेज को <b>प्रकाशित</b> और <b>तैनात</b> कर सकते हैं, साथ ही इसमें किए गए अनुकूलन को <b>निर्यात</b> कर सकते हैं। पैकेट।',
            'name' => 'यह वर्तमान पैकेज का <b>नाम</b> है। <br/><br/>आपके द्वारा दर्ज किया गया नाम अल्फ़ान्यूमेरिक होना चाहिए, एक अक्षर से शुरू होना चाहिए और उसमें कोई रिक्त स्थान नहीं होना चाहिए। (उदाहरण: HR_प्रबंधन)',
            'author' => 'यह <b>लेखक</b> है जिसे इंस्टॉलेशन के दौरान पैकेज बनाने वाली इकाई के नाम के रूप में प्रदर्शित किया जाता है।<br><br>लेखक या तो एक व्यक्ति या कंपनी हो सकता है।',
            'description' => 'यह पैकेज का <b>विवरण</b> है जो इंस्टॉलेशन के दौरान प्रदर्शित होता है।',
            'publishbtn' => 'सभी दर्ज किए गए डेटा को सहेजने और एक .zip फ़ाइल बनाने के लिए <b>प्रकाशित करें</b> पर क्लिक करें जो पैकेज का इंस्टॉल करने योग्य संस्करण है। <br><br>.zip फ़ाइल अपलोड करने और पैकेज इंस्टॉल करने के लिए <b>मॉड्यूल लोडर</b> का उपयोग करें।',
            'deploybtn' => 'सभी दर्ज किए गए डेटा को सहेजने और वर्तमान उदाहरण में सभी मॉड्यूल सहित पैकेज को स्थापित करने के लिए <b>तैनाती</b> पर क्लिक करें।',
            'duplicatebtn' => 'पैकेज की सामग्री को नए पैकेज में कॉपी करने और नया पैकेज प्रदर्शित करने के लिए <b>डुप्लिकेट</b> पर क्लिक करें। <br/><br/>नए पैकेज के लिए, नया पैकेज बनाने के लिए उपयोग किए गए पैकेज के नाम के अंत में एक नंबर जोड़कर एक नया नाम स्वचालित रूप से उत्पन्न हो जाएगा। आप एक नया <b>नाम</b> दर्ज करके और <b>सहेजें</b> पर क्लिक करके नए पैकेज का नाम बदल सकते हैं।',
            'exportbtn' => 'पैकेज में किए गए अनुकूलन वाली .zip फ़ाइल बनाने के लिए <b>निर्यात करें</b> पर क्लिक करें।<br><br> जेनरेट की गई फ़ाइल पैकेज का इंस्टॉल करने योग्य संस्करण नहीं है।<br><br><b का उपयोग करें >मॉड्यूल लोडर</b>.zip फ़ाइल को आयात करने और अनुकूलन सहित पैकेज को मॉड्यूल बिल्डर में प्रदर्शित करने के लिए।',
            'deletebtn' => 'इस पैकेज और इस पैकेज से संबंधित सभी फाइलों को हटाने के लिए <b>हटाएं</b> पर क्लिक करें।',
            'savebtn' => 'पैकेज से संबंधित सभी दर्ज किए गए डेटा को सहेजने के लिए <b>सहेजें</b> पर क्लिक करें।',
            'existing_module' => 'गुणों को संपादित करने और मॉड्यूल से जुड़े फ़ील्ड, रिश्तों और लेआउट को अनुकूलित करने के लिए <b>मॉड्यूल</b> आइकन पर क्लिक करें।',
            'new_module' => 'इस पैकेज के लिए एक नया मॉड्यूल बनाने के लिए <b>नया मॉड्यूल</b> पर क्लिक करें।',
            'key' => 'इस 5-अक्षर, अल्फ़ान्यूमेरिक <b>कुंजी</b> का उपयोग वर्तमान पैकेज में सभी मॉड्यूल के लिए सभी निर्देशिकाओं, वर्ग नामों और डेटाबेस तालिकाओं को उपसर्ग करने के लिए किया जाएगा।<br><br>कुंजी का उपयोग एक प्रयास में किया जाता है तालिका नाम विशिष्टता प्राप्त करने के लिए।',
            'readme' => 'इस पैकेज के लिए <b>Readme</b> टेक्स्ट जोड़ने के लिए क्लिक करें।<br><br>रीडमी इंस्टॉलेशन के समय उपलब्ध होगा।',

        ),
        'main' => array(),
        'module' => array(
            'create' => 'मॉड्यूल के लिए एक <b>नाम</b> प्रदान करें। आपके द्वारा प्रदान किया गया <b>लेबल</b> नेविगेशन टैब में दिखाई देगा। <br/><br/><b>नेविगेशन टैब</b> चेकबॉक्स को चेक करके मॉड्यूल के लिए नेविगेशन टैब प्रदर्शित करना चुनें।<br/><br/>फिर उस मॉड्यूल का प्रकार चुनें जिसे आप बनाना चाहते हैं. <br/><br/>टेम्पलेट प्रकार चुनें. प्रत्येक टेम्पलेट में आपके मॉड्यूल के आधार के रूप में उपयोग करने के लिए फ़ील्ड का एक विशिष्ट सेट, साथ ही पूर्व-परिभाषित लेआउट भी होते हैं। <br/><br/>मॉड्यूल बनाने के लिए <b>सहेजें</b> पर क्लिक करें।',
            'modify' => 'आप मॉड्यूल गुणों को बदल सकते हैं या मॉड्यूल से संबंधित <b>फ़ील्ड</b>, <b>रिलेशनशिप</b> और <b>लेआउट</b> को कस्टमाइज़ कर सकते हैं।',
            'importable' => '<b>आयात करने योग्य</b> चेकबॉक्स को चेक करने से इस मॉड्यूल के लिए आयात करना सक्षम हो जाएगा।<br><br>आयात विज़ार्ड का एक लिंक मॉड्यूल में शॉर्टकट पैनल में दिखाई देगा। आयात विज़ार्ड बाहरी स्रोतों से कस्टम मॉड्यूल में डेटा आयात करने की सुविधा प्रदान करता है।',
            'team_security' => '<b>टीम सुरक्षा</b> चेकबॉक्स को चेक करने से इस मॉड्यूल के लिए टीम सुरक्षा सक्षम हो जाएगी। <br/><br/>यदि टीम सुरक्षा सक्षम है, तो टीम चयन फ़ील्ड मॉड्यूल में रिकॉर्ड के भीतर दिखाई देगी ',
            'reportable' => 'इस बॉक्स को चेक करने से इस मॉड्यूल को इसके विरुद्ध रिपोर्ट चलाने की अनुमति मिल जाएगी।',
            'assignable' => 'इस बॉक्स को चेक करने से इस मॉड्यूल में एक रिकॉर्ड चयनित उपयोगकर्ता को सौंपा जा सकेगा।',
            'has_tab' => '<b>नेविगेशन टैब</b> की जाँच करने से मॉड्यूल के लिए एक नेविगेशन टैब उपलब्ध हो जाएगा।',
            'acl' => 'इस बॉक्स को चेक करने से फ़ील्ड लेवल सुरक्षा सहित इस मॉड्यूल पर एक्सेस कंट्रोल सक्षम हो जाएगा।',
            'studio' => 'इस बॉक्स को चेक करने से प्रशासकों को स्टूडियो के भीतर इस मॉड्यूल को अनुकूलित करने की अनुमति मिल जाएगी।',
            'audit' => 'इस बॉक्स को चेक करने से इस मॉड्यूल के लिए ऑडिटिंग सक्षम हो जाएगी। कुछ फ़ील्ड में परिवर्तन रिकॉर्ड किए जाएंगे ताकि प्रशासक परिवर्तन इतिहास की समीक्षा कर सकें।',
            'viewfieldsbtn' => 'मॉड्यूल से जुड़े फ़ील्ड देखने और कस्टम फ़ील्ड बनाने और संपादित करने के लिए <b>फ़ील्ड देखें</b> पर क्लिक करें।',
            'viewrelsbtn' => 'इस मॉड्यूल से जुड़े रिश्तों को देखने और नए रिश्ते बनाने के लिए <b>संबंध देखें</b> पर क्लिक करें।',
            'viewlayoutsbtn' => 'मॉड्यूल के लेआउट देखने और लेआउट के भीतर फ़ील्ड व्यवस्था को अनुकूलित करने के लिए <b>लेआउट देखें</b> पर क्लिक करें।',
            'duplicatebtn' => 'मॉड्यूल के गुणों को नए मॉड्यूल में कॉपी करने और नया मॉड्यूल प्रदर्शित करने के लिए <b>डुप्लिकेट</b> पर क्लिक करें। <br/><br/>नए मॉड्यूल के लिए, नया मॉड्यूल बनाने के लिए उपयोग किए गए मॉड्यूल के नाम के अंत में एक नंबर जोड़कर एक नया नाम स्वचालित रूप से उत्पन्न हो जाएगा।',
            'deletebtn' => 'इस मॉड्यूल को हटाने के लिए <b>हटाएँ</b> पर क्लिक करें।',
            'name' => 'यह वर्तमान मॉड्यूल का <b>नाम</b> है। <br/><br/>नाम अक्षरांकीय होना चाहिए और एक अक्षर से शुरू होना चाहिए और इसमें कोई रिक्त स्थान नहीं होना चाहिए। (उदाहरण: HR_प्रबंधन)',
            'label' => 'यह <b>लेबल</b> है जो मॉड्यूल के लिए नेविगेशन टैब में दिखाई देगा। ',
            'savebtn' => 'मॉड्यूल से संबंधित सभी दर्ज किए गए डेटा को सहेजने के लिए <b>सहेजें</b> पर क्लिक करें।',
            'type_basic' => '<b>बेसिक</b> टेम्प्लेट प्रकार बुनियादी फ़ील्ड प्रदान करता है, जैसे नाम, असाइन किया गया, टीम, निर्माण तिथि और विवरण फ़ील्ड।',
            'type_company' => '<b>कंपनी</b> टेम्पलेट प्रकार संगठन-विशिष्ट फ़ील्ड प्रदान करता है, जैसे कंपनी का नाम, उद्योग और बिलिंग पता।<br/><br/>इस टेम्पलेट का उपयोग ऐसे मॉड्यूल बनाने के लिए करें जो मानक खाता मॉड्यूल के समान हों।',
            'type_issue' => '<b>समस्या</b> टेम्पलेट प्रकार केस- और बग-विशिष्ट फ़ील्ड प्रदान करता है, जैसे संख्या, स्थिति, प्राथमिकता और विवरण।<br/><br/>मानक के समान मॉड्यूल बनाने के लिए इस टेम्पलेट का उपयोग करें मामले और बग मॉड्यूल।',
            'type_person' => '<b>व्यक्ति</b> टेम्पलेट प्रकार व्यक्तिगत-विशिष्ट फ़ील्ड प्रदान करता है, जैसे अभिवादन, शीर्षक, नाम, पता और फ़ोन नंबर।<br/><br/>मानक के समान मॉड्यूल बनाने के लिए इस टेम्पलेट का उपयोग करें संपर्क और लीड मॉड्यूल।',
            'type_sale' => '<b>बिक्री</b> टेम्पलेट प्रकार अवसर विशिष्ट फ़ील्ड प्रदान करता है, जैसे लीड स्रोत, चरण, राशि और संभावना। <br/><br/>मानक अवसर मॉड्यूल के समान मॉड्यूल बनाने के लिए इस टेम्पलेट का उपयोग करें।',
            'type_file' => '<b>फ़ाइल</b> टेम्पलेट दस्तावेज़ विशिष्ट फ़ील्ड प्रदान करता है, जैसे फ़ाइल नाम, दस्तावेज़ प्रकार और प्रकाशन तिथि।<br><br>इस टेम्पलेट का उपयोग ऐसे मॉड्यूल बनाने के लिए करें जो मानक दस्तावेज़ मॉड्यूल के समान हों।',

        ),
        'dropdowns' => array(
            'default' => 'एप्लिकेशन के लिए सभी <b>ड्रॉपडाउन</b> यहां सूचीबद्ध हैं।<br><br>ड्रॉपडाउन का उपयोग किसी भी मॉड्यूल में ड्रॉपडाउन फ़ील्ड के लिए किया जा सकता है।<br><br>मौजूदा ड्रॉपडाउन में परिवर्तन करने के लिए, ड्रॉपडाउन नाम पर क्लिक करें।<br><br>नया ड्रॉपडाउन बनाने के लिए <b>ड्रॉपडाउन जोड़ें</b> पर क्लिक करें।',
            'editdropdown' => 'ड्रॉपडाउन सूचियों का उपयोग किसी भी मॉड्यूल में मानक या कस्टम ड्रॉपडाउन फ़ील्ड के लिए किया जा सकता है।<br><br>ड्रॉपडाउन सूची के लिए एक <b>नाम</b> प्रदान करें।<br><br>यदि कोई भाषा पैक स्थापित है एप्लिकेशन, आप सूची आइटम के लिए उपयोग करने के लिए <b>भाषा</b> का चयन कर सकते हैं।<br><br><b>आइटम नाम</b> फ़ील्ड में, ड्रॉपडाउन सूची में विकल्प के लिए एक नाम प्रदान करें. यह नाम ड्रॉपडाउन सूची में दिखाई नहीं देगा जो उपयोगकर्ताओं को दिखाई देगा।<br><br><b>प्रदर्शन लेबल</b> फ़ील्ड में, एक लेबल प्रदान करें जो उपयोगकर्ताओं को दिखाई देगा।<br><br> आइटम का नाम और डिस्प्ले लेबल प्रदान करने के बाद, आइटम को ड्रॉपडाउन सूची में जोड़ने के लिए <b>जोड़ें</b> पर क्लिक करें।<br><br>सूची में आइटम को फिर से व्यवस्थित करने के लिए, आइटम को वांछित स्थिति में खींचें और छोड़ें। <br><br>किसी आइटम के डिस्प्ले लेबल को संपादित करने के लिए, <b>संपादित करें आइकन</b> पर क्लिक करें, और एक नया लेबल दर्ज करें। ड्रॉपडाउन सूची से किसी आइटम को हटाने के लिए, <b>हटाएं आइकन</b> पर क्लिक करें।<br><br>डिस्प्ले लेबल में किए गए बदलाव को पूर्ववत करने के लिए, <b>पूर्ववत करें</b> पर क्लिक करें। पूर्ववत किए गए परिवर्तन को दोबारा करने के लिए, <b>पुनः करें</b> पर क्लिक करें। <br><br>ड्रॉपडाउन सूची को सहेजने के लिए <b>सहेजें</b> पर क्लिक करें।',

        ),
        'subPanelEditor' => array(
            'modify' => 'वे सभी फ़ील्ड जो <b>उपपैनल</b> में प्रदर्शित किए जा सकते हैं, यहां दिखाई देते हैं.<br><br><b>डिफ़ॉल्ट</b> कॉलम में वे फ़ील्ड शामिल हैं जो उपपैनल में प्रदर्शित होते हैं। <br/><br/> <b>हिडन</b> कॉलम में वे फ़ील्ड हैं जिन्हें जोड़ा जा सकता है डिफ़ॉल्ट कॉलम में.'
        ,
            'savebtn' => 'आपके द्वारा किए गए परिवर्तनों को सहेजने और उन्हें मॉड्यूल के भीतर सक्रिय बनाने के लिए <b>सहेजें और तैनात करें</b> पर क्लिक करें।',
            'historyBtn' => 'इतिहास से पहले से सहेजे गए लेआउट को देखने और पुनर्स्थापित करने के लिए <b>इतिहास देखें</b> पर क्लिक करें।',
            'historyDefault' => 'किसी दृश्य को उसके मूल लेआउट में पुनर्स्थापित करने के लिए <b>डिफ़ॉल्ट पुनर्स्थापित करें</b> पर क्लिक करें।',
            'Hidden' => '<b>छिपे हुए</b> फ़ील्ड उपपैनल में दिखाई नहीं देते हैं।',
            'Default' => '<b>डिफ़ॉल्ट</b> फ़ील्ड उपपैनल में दिखाई देते हैं।',

        ),
        'listViewEditor' => array(
            'modify' => 'वे सभी फ़ील्ड जो <b>ListView</b> में प्रदर्शित किए जा सकते हैं, यहां दिखाई देते हैं।<br><br><b>डिफ़ॉल्ट</b> कॉलम में वे फ़ील्ड शामिल हैं जो डिफ़ॉल्ट रूप से ListView में प्रदर्शित होते हैं।<br/><br/><b>उपलब्ध</b> कॉलम में वे फ़ील्ड शामिल हैं जिन्हें उपयोगकर्ता कस्टम सूची दृश्य बनाने के लिए खोज में चुन सकता है। <br/><br/> <b>हिडन</b> कॉलम में वे फ़ील्ड हैं जिन्हें डिफ़ॉल्ट या उपलब्ध कॉलम में जोड़ा जा सकता है।'
        ,
            'savebtn' => 'आपके द्वारा किए गए परिवर्तनों को सहेजने और उन्हें मॉड्यूल के भीतर सक्रिय बनाने के लिए <b>सहेजें और तैनात करें</b> पर क्लिक करें।',
            'historyBtn' => 'इतिहास से पहले से सहेजे गए लेआउट को देखने और पुनर्स्थापित करने के लिए <b>इतिहास देखें</b> पर क्लिक करें। <br><br><b>पुनर्स्थापित करें</b> <b>इतिहास देखें</b> के भीतर फ़ील्ड प्लेसमेंट को पुनर्स्थापित करता है पहले से सहेजे गए लेआउट के भीतर। फ़ील्ड लेबल बदलने के लिए, प्रत्येक फ़ील्ड के आगे संपादित करें आइकन पर क्लिक करें।',
            'historyDefault' => 'किसी दृश्य को उसके मूल लेआउट में पुनर्स्थापित करने के लिए <b>डिफ़ॉल्ट पुनर्स्थापित करें</b> पर क्लिक करें।<br><br><b>डिफ़ॉल्ट पुनर्स्थापित करें</b> केवल मूल लेआउट के भीतर फ़ील्ड प्लेसमेंट को पुनर्स्थापित करता है। फ़ील्ड लेबल बदलने के लिए, प्रत्येक फ़ील्ड के आगे संपादित करें आइकन पर क्लिक करें।',
            'Hidden' => '<b>छिपे हुए</b> फ़ील्ड वर्तमान में उपयोगकर्ताओं के लिए ListViews में देखने के लिए उपलब्ध नहीं हैं।',
            'Available' => '<b>उपलब्ध</b> फ़ील्ड डिफ़ॉल्ट रूप से नहीं दिखाए जाते हैं, लेकिन उपयोगकर्ताओं द्वारा ListViews में जोड़े जा सकते हैं।',
            'Default' => '<b>डिफ़ॉल्ट</b> फ़ील्ड ListViews में दिखाई देते हैं जिन्हें उपयोगकर्ताओं द्वारा अनुकूलित नहीं किया जाता है।'
        ),
        'popupListViewEditor' => array(
            'modify' => 'वे सभी फ़ील्ड जिन्हें <b>ListView</b> में प्रदर्शित किया जा सकता है, वे यहां दिखाई देते हैं।<br><br> <b>डिफ़ॉल्ट</b> कॉलम में वे फ़ील्ड शामिल हैं जो डिफ़ॉल्ट रूप से ListView में प्रदर्शित होते हैं।< br/><br/> <br/><b>हिडन</b> कॉलम में वे फ़ील्ड हैं जिन्हें डिफ़ॉल्ट या उपलब्ध कॉलम में जोड़ा जा सकता है।'
        ,
            'savebtn' => 'आपके द्वारा किए गए परिवर्तनों को सहेजने और उन्हें मॉड्यूल के भीतर सक्रिय बनाने के लिए <b>सहेजें और तैनात करें</b> पर क्लिक करें।',
            'historyBtn' => 'इतिहास से पहले से सहेजे गए लेआउट को देखने और पुनर्स्थापित करने के लिए <b>इतिहास देखें</b> पर क्लिक करें। <br><br><b>पुनर्स्थापित करें</b> <b>इतिहास देखें</b> के भीतर फ़ील्ड प्लेसमेंट को पुनर्स्थापित करता है पहले से सहेजे गए लेआउट के भीतर। फ़ील्ड लेबल बदलने के लिए, प्रत्येक फ़ील्ड के आगे संपादित करें आइकन पर क्लिक करें।',
            'historyDefault' => 'किसी दृश्य को उसके मूल लेआउट में पुनर्स्थापित करने के लिए <b>डिफ़ॉल्ट पुनर्स्थापित करें</b> पर क्लिक करें।<br><br><b>डिफ़ॉल्ट पुनर्स्थापित करें</b> केवल मूल लेआउट के भीतर फ़ील्ड प्लेसमेंट को पुनर्स्थापित करता है। फ़ील्ड लेबल बदलने के लिए, प्रत्येक फ़ील्ड के आगे संपादित करें आइकन पर क्लिक करें।',
            'Hidden' => '<b>छिपे हुए</b> फ़ील्ड वर्तमान में उपयोगकर्ताओं के लिए ListViews में देखने के लिए उपलब्ध नहीं हैं।',
            'Default' => '<b>डिफ़ॉल्ट</b> फ़ील्ड ListViews में दिखाई देते हैं जिन्हें उपयोगकर्ताओं द्वारा अनुकूलित नहीं किया जाता है।'
        ),
        'searchViewEditor' => array(
            'modify' => 'वे सभी फ़ील्ड जिन्हें <b>फ़िल्टर</b> फ़ॉर्म में प्रदर्शित किया जा सकता है, यहां दिखाई देते हैं।<br><br><b>डिफ़ॉल्ट</b> कॉलम में वे फ़ील्ड हैं जो खोज फ़ॉर्म में प्रदर्शित किए जाएंगे। <br/><br/> <b>हिडन</b> कॉलम में व्यवस्थापक के रूप में आपके लिए खोज फ़ॉर्म में जोड़ने के लिए फ़ील्ड उपलब्ध हैं।'
        ,
            'savebtn' => '<b>सहेजें और तैनात करें</b> पर क्लिक करने से सभी परिवर्तन सहेजे जाएंगे और वे सक्रिय हो जाएंगे',
            'Hidden' => '<b>छिपे हुए</b> फ़ील्ड खोज में दिखाई नहीं देते हैं।',
            'historyBtn' => 'इतिहास से पहले से सहेजे गए लेआउट को देखने और पुनर्स्थापित करने के लिए <b>इतिहास देखें</b> पर क्लिक करें। <br><br><b>पुनर्स्थापित करें</b> <b>इतिहास देखें</b> के भीतर फ़ील्ड प्लेसमेंट को पुनर्स्थापित करता है पहले से सहेजे गए लेआउट के भीतर। फ़ील्ड लेबल बदलने के लिए, प्रत्येक फ़ील्ड के आगे संपादित करें आइकन पर क्लिक करें।',
            'historyDefault' => 'किसी दृश्य को उसके मूल लेआउट में पुनर्स्थापित करने के लिए <b>डिफ़ॉल्ट पुनर्स्थापित करें</b> पर क्लिक करें।<br><br><b>डिफ़ॉल्ट पुनर्स्थापित करें</b> केवल मूल लेआउट के भीतर फ़ील्ड प्लेसमेंट को पुनर्स्थापित करता है। फ़ील्ड लेबल बदलने के लिए, प्रत्येक फ़ील्ड के आगे संपादित करें आइकन पर क्लिक करें।',
            'Default' => '<b>डिफ़ॉल्ट</b> फ़ील्ड खोज में दिखाई देते हैं।'
        ),
        'layoutEditor' => array(
            'defaultdetailview' => '<b>लेआउट</b> क्षेत्र में वे फ़ील्ड शामिल हैं जो वर्तमान में <b>विस्तार दृश्य</b> के भीतर प्रदर्शित होते हैं।<br/><br/><b>टूलबॉक्स</b> में <b> शामिल है रीसायकल बिन</b> और फ़ील्ड और लेआउट तत्व जिन्हें लेआउट में जोड़ा जा सकता है।<br><br><b>टूलबॉक्स</b> और के बीच तत्वों और फ़ील्ड को खींचकर और छोड़ कर लेआउट में परिवर्तन करें <b>लेआउट</b> और लेआउट के भीतर ही।<br><br>लेआउट से किसी फ़ील्ड को हटाने के लिए, फ़ील्ड को <b>रीसायकल बिन</b> पर खींचें। फिर लेआउट में जोड़ने के लिए फ़ील्ड टूलबॉक्स में उपलब्ध होगी।',
            'defaultquickcreate' => '<b>लेआउट</b> क्षेत्र में वे फ़ील्ड शामिल हैं जो वर्तमान में <b>QuickCreate</b> फॉर्म के भीतर प्रदर्शित होते हैं। <br><br>Create बटन होने पर QuickCreate फॉर्म मॉड्यूल के उपपैनल में दिखाई देता है क्लिक किया गया।<br/><br/><b>टूलबॉक्स</b> में <b>रीसायकल बिन</b> और फ़ील्ड और लेआउट तत्व शामिल हैं जिन्हें लेआउट में जोड़ा जा सकता है।<br><br> <b>टूलबॉक्स</b> और <b>लेआउट</b> के बीच और लेआउट के भीतर तत्वों और फ़ील्ड को खींचकर और छोड़ कर लेआउट में बदलाव करें।<br><br>किसी फ़ील्ड को हटाने के लिए लेआउट, फ़ील्ड को <b>रीसायकल बिन</b> पर खींचें। फिर लेआउट में जोड़ने के लिए फ़ील्ड टूलबॉक्स में उपलब्ध होगी।',
            //this default will be used for edit view
            'default' => '<b>लेआउट</b> क्षेत्र में वे फ़ील्ड शामिल हैं जो वर्तमान में <b>EditView</b> के भीतर प्रदर्शित होते हैं। <br/><br/><b>टूलबॉक्स</b> में <b> शामिल है रीसायकल बिन</b> और फ़ील्ड और लेआउट तत्व जिन्हें लेआउट में जोड़ा जा सकता है।<br><br><b>टूलबॉक्स</b> और के बीच तत्वों और फ़ील्ड को खींचकर और छोड़ कर लेआउट में परिवर्तन करें <b>लेआउट</b> और लेआउट के भीतर ही।<br><br>लेआउट से किसी फ़ील्ड को हटाने के लिए, फ़ील्ड को <b>रीसायकल बिन</b> पर खींचें। फिर लेआउट में जोड़ने के लिए फ़ील्ड टूलबॉक्स में उपलब्ध होगी।',
            'saveBtn' => 'पिछली बार जब आपने इसे सहेजा था तब से लेआउट में किए गए परिवर्तनों को संरक्षित करने के लिए <b>सहेजें</b> पर क्लिक करें।<br><br>जब तक आप सहेजे गए परिवर्तनों को तैनात नहीं करते तब तक परिवर्तन मॉड्यूल में प्रदर्शित नहीं होंगे।',
            'historyBtn' => 'इतिहास से पहले से सहेजे गए लेआउट को देखने और पुनर्स्थापित करने के लिए <b>इतिहास देखें</b> पर क्लिक करें। <br><br><b>पुनर्स्थापित करें</b> <b>इतिहास देखें</b> के भीतर फ़ील्ड प्लेसमेंट को पुनर्स्थापित करता है पहले से सहेजे गए लेआउट के भीतर। फ़ील्ड लेबल बदलने के लिए, प्रत्येक फ़ील्ड के आगे संपादित करें आइकन पर क्लिक करें।',
            'historyDefault' => 'किसी दृश्य को उसके मूल लेआउट में पुनर्स्थापित करने के लिए <b>डिफ़ॉल्ट पुनर्स्थापित करें</b> पर क्लिक करें।<br><br><b>डिफ़ॉल्ट पुनर्स्थापित करें</b> केवल मूल लेआउट के भीतर फ़ील्ड प्लेसमेंट को पुनर्स्थापित करता है। फ़ील्ड लेबल बदलने के लिए, प्रत्येक फ़ील्ड के आगे संपादित करें आइकन पर क्लिक करें।',
            'publishBtn' => 'पिछली बार जब आपने इसे सहेजा था तब से लेआउट में किए गए सभी परिवर्तनों को सहेजने और मॉड्यूल में परिवर्तनों को सक्रिय करने के लिए <b>सहेजें और तैनात करें</b> पर क्लिक करें।<br><br>लेआउट तुरंत प्रदर्शित किया जाएगा मॉड्यूल में.',
            'toolbox' => '<b>टूलबॉक्स</b> में <b>रीसायकल बिन</b>, अतिरिक्त लेआउट तत्व और लेआउट में जोड़ने के लिए उपलब्ध फ़ील्ड का सेट शामिल है।<br/><br/>लेआउट तत्व और फ़ील्ड टूलबॉक्स को खींचकर लेआउट में छोड़ा जा सकता है, और लेआउट तत्वों और फ़ील्ड्स को लेआउट से खींचकर टूलबॉक्स में छोड़ा जा सकता है।<br><br>लेआउट तत्व <b>पैनल</b> और <b हैं >पंक्तियाँ</b>. लेआउट में एक नई पंक्ति या एक नया पैनल जोड़ने से फ़ील्ड के लिए लेआउट में अतिरिक्त स्थान मिलते हैं।<br/><br/>स्थानों को स्वैप करने के लिए टूलबॉक्स या लेआउट में किसी भी फ़ील्ड को किसी कब्जे वाले फ़ील्ड स्थिति पर खींचें और छोड़ें दो फ़ील्ड।<br/><br/><b>फ़िलर</b> फ़ील्ड उस लेआउट में रिक्त स्थान बनाता है जहां इसे रखा गया है।',
            'panels' => '<b>लेआउट</b> क्षेत्र यह दृश्य प्रदान करता है कि लेआउट में किए गए परिवर्तनों को तैनात किए जाने पर मॉड्यूल के भीतर लेआउट कैसा दिखाई देगा।<br/><br/>आप खींचकर फ़ील्ड, पंक्तियों और पैनलों का स्थान बदल सकते हैं और उन्हें वांछित स्थान पर छोड़ दें।<br/><br/>तत्वों को टूलबॉक्स में <b>रीसायकल बिन</b> में खींचकर और छोड़ कर हटाएं, या <से खींचकर नए तत्व और फ़ील्ड जोड़ें।<b>टूलबॉक्स</b>s और उन्हें लेआउट में वांछित स्थान पर छोड़ना।',
            'delete' => 'लेआउट से हटाने के लिए किसी भी तत्व को यहां खींचें और छोड़ें',
            'property' => 'इस फ़ील्ड के लिए प्रदर्शित लेबल संपादित करें. <br/><b>टैब ऑर्डर</b> यह नियंत्रित करता है कि टैब कुंजी फ़ील्ड के बीच किस क्रम में स्विच करती है।',
        ),
        'fieldsEditor' => array(
            'default' => 'मॉड्यूल के लिए उपलब्ध <b>फ़ील्ड</b> को यहां फ़ील्ड नाम द्वारा सूचीबद्ध किया गया है।<br><br>मॉड्यूल के लिए बनाए गए कस्टम फ़ील्ड उन फ़ील्ड के ऊपर दिखाई देते हैं जो मॉड्यूल के लिए डिफ़ॉल्ट रूप से उपलब्ध हैं।<br> <br>किसी फ़ील्ड को संपादित करने के लिए, <b>फ़ील्ड नाम</b> पर क्लिक करें।<br/><br/>नया फ़ील्ड बनाने के लिए, <b>फ़ील्ड जोड़ें</b> पर क्लिक करें।',
            'mbDefault' => 'मॉड्यूल के लिए उपलब्ध <b>फ़ील्ड</b> को यहां फ़ील्ड नाम द्वारा सूचीबद्ध किया गया है।<br><br>किसी फ़ील्ड के गुणों को कॉन्फ़िगर करने के लिए, फ़ील्ड नाम पर क्लिक करें।<br><br>एक बनाने के लिए नई फ़ील्ड, <b>फ़ील्ड जोड़ें</b> पर क्लिक करें। नए फ़ील्ड के अन्य गुणों के साथ लेबल को फ़ील्ड नाम पर क्लिक करके निर्माण के बाद संपादित किया जा सकता है।<br><br>मॉड्यूल तैनात होने के बाद, मॉड्यूल बिल्डर में बनाए गए नए फ़ील्ड को तैनात मॉड्यूल में मानक फ़ील्ड माना जाता है स्टूडियो में.',
            'addField' => 'नए फ़ील्ड के लिए <b>डेटा प्रकार</b> चुनें। आपके द्वारा चुना गया प्रकार यह निर्धारित करता है कि फ़ील्ड के लिए किस प्रकार के वर्ण दर्ज किए जा सकते हैं। उदाहरण के लिए, केवल वे संख्याएँ जो पूर्णांक हैं, उन फ़ील्ड में दर्ज की जा सकती हैं जो पूर्णांक डेटा प्रकार के हैं।<br><br> फ़ील्ड के लिए एक <b>नाम</b> प्रदान करें। नाम अक्षरांकीय होना चाहिए और उसमें कोई रिक्त स्थान नहीं होना चाहिए। अंडरस्कोर मान्य हैं। <br><br> <b>डिस्प्ले लेबल</b> वह लेबल है जो मॉड्यूल लेआउट में फ़ील्ड के लिए दिखाई देगा। <b>सिस्टम लेबल</b> का उपयोग कोड में फ़ील्ड को संदर्भित करने के लिए किया जाता है।<br><br> फ़ील्ड के लिए चयनित डेटा प्रकार के आधार पर, फ़ील्ड के लिए निम्नलिखित में से कुछ या सभी गुण सेट किए जा सकते हैं:<br><br> <b>सहायता टेक्स्ट</b> उपयोगकर्ता द्वारा फ़ील्ड पर मंडराने पर अस्थायी रूप से प्रकट होता है और इसका उपयोग उपयोगकर्ता को वांछित इनपुट के प्रकार के लिए संकेत देने के लिए किया जा सकता है।<br><br> <b>टिप्पणी टेक्स्ट</b> केवल स्टूडियो और/या मॉड्यूल बिल्डर के भीतर देखा जाता है, और इसका उपयोग प्रशासकों के लिए फ़ील्ड का वर्णन करने के लिए किया जा सकता है। <br><br> <b>डिफ़ॉल्ट मान</b> फ़ील्ड में दिखाई देगा। उपयोगकर्ता फ़ील्ड में एक नया मान दर्ज कर सकते हैं या डिफ़ॉल्ट मान का उपयोग कर सकते हैं।<br><br> फ़ील्ड के लिए मास अपडेट सुविधा का उपयोग करने में सक्षम होने के लिए <b>मास अपडेट</b> चेकबॉक्स का चयन करें।<br><br> <b>अधिकतम आकार</b> मान फ़ील्ड में दर्ज किए जा सकने वाले वर्णों की अधिकतम संख्या निर्धारित करता है।<br><br> इसके लिए <b>आवश्यक फ़ील्ड</b> चेकबॉक्स का चयन करें फ़ील्ड को आवश्यक बनाएं. फ़ील्ड वाले रिकॉर्ड को सहेजने में सक्षम होने के लिए फ़ील्ड के लिए एक मान प्रदान किया जाना चाहिए। <br><br> फ़िल्टर के लिए फ़ील्ड का उपयोग करने की अनुमति देने के लिए <b>रिपोर्ट करने योग्य</b> चेकबॉक्स का चयन करें। रिपोर्ट में डेटा प्रदर्शित करने के लिए।<br><br>चेंज लॉग में फ़ील्ड में परिवर्तनों को ट्रैक करने में सक्षम होने के लिए <b>ऑडिट</b> चेकबॉक्स का चयन करें।<br><br>में एक विकल्प का चयन करें आयात विज़ार्ड में फ़ील्ड को अनुमति देने, अस्वीकार करने या आयात करने की <b>आवश्यकता के लिए आयात</b> फ़ील्ड।<br><br>सक्षम या सक्षम करने के लिए <b>डुप्लिकेट मर्ज</b> फ़ील्ड में एक विकल्प चुनें मर्ज डुप्लिकेट और फाइंड डुप्लिकेट सुविधाओं को अक्षम करें।<br><br>कुछ डेटा प्रकारों के लिए अतिरिक्त गुण सेट किए जा सकते हैं।',
            'editField' => 'इस फ़ील्ड के गुणों को अनुकूलित किया जा सकता है।<br><br>समान गुणों के साथ एक नया फ़ील्ड बनाने के लिए <b>क्लोन</b> पर क्लिक करें।',
            'mbeditField' => 'टेम्पलेट फ़ील्ड के <b>प्रदर्शन लेबल</b> को अनुकूलित किया जा सकता है। फ़ील्ड के अन्य गुणों को अनुकूलित नहीं किया जा सकता है।<br><br>समान गुणों के साथ एक नया फ़ील्ड बनाने के लिए <b>क्लोन</b> पर क्लिक करें।<br><br>टेम्पलेट फ़ील्ड को हटाने के लिए ताकि यह मॉड्यूल में प्रदर्शित नहीं होता है, उपयुक्त <b>लेआउट</b> से फ़ील्ड हटा दें।'

        ),
        'exportcustom' => array(
            'exportHelp' => 'पैकेज बनाकर स्टूडियो में किए गए अनुकूलन को निर्यात करें जिन्हें <b>मॉड्यूल लोडर</b> के माध्यम से किसी अन्य SuiteCRM इंस्टेंस में अपलोड किया जा सकता है।<br><br> सबसे पहले, एक <b>पैकेज नाम</b> प्रदान करें। आप पैकेज के लिए <b>लेखक</b> और <b>विवरण</b> जानकारी भी प्रदान कर सकते हैं।<br><br>उस मॉड्यूल का चयन करें जिसमें वे अनुकूलन शामिल हैं जिन्हें आप निर्यात करना चाहते हैं। आपके चयन के लिए केवल अनुकूलन वाले मॉड्यूल दिखाई देंगे।<br><br>फिर अनुकूलन वाले पैकेज के लिए एक .zip फ़ाइल बनाने के लिए <b>निर्यात</b> पर क्लिक करें।',
            'exportCustomBtn' => 'उस पैकेज के लिए एक .zip फ़ाइल बनाने के लिए <b>निर्यात</b> पर क्लिक करें जिसमें वे अनुकूलन शामिल हैं जिन्हें आप निर्यात करना चाहते हैं।',
            'name' => 'यह पैकेज का <b>नाम</b> है। यह नाम इंस्टालेशन के दौरान प्रदर्शित किया जाएगा.',
            'author' => 'यह <b>लेखक</b> है जिसे इंस्टॉलेशन के दौरान पैकेज बनाने वाली इकाई के नाम के रूप में प्रदर्शित किया जाता है। लेखक या तो एक व्यक्ति या कंपनी हो सकता है।',
            'description' => 'यह पैकेज का <b>विवरण</b> है जो इंस्टॉलेशन के दौरान प्रदर्शित होता है।',
        ),
        'studioWizard' => array(
            'mainHelp' => '<b>डेवलपर टूल्स</b> क्षेत्र में आपका स्वागत है। <br/><br/>मानक और कस्टम मॉड्यूल और फ़ील्ड बनाने और प्रबंधित करने के लिए इस क्षेत्र के टूल का उपयोग करें।',
            'studioBtn' => 'तैनात मॉड्यूल को अनुकूलित करने के लिए <b>स्टूडियो</b> का उपयोग करें।',
            'mbBtn' => 'नए मॉड्यूल बनाने के लिए <b>मॉड्यूल बिल्डर</b> का उपयोग करें।',
            'sugarPortalBtn' => 'SuiteCRM पोर्टल को प्रबंधित और अनुकूलित करने के लिए <b>SuiteCRM पोर्टल संपादक</b> का उपयोग करें।',
            'dropDownEditorBtn' => 'ड्रॉपडाउन फ़ील्ड के लिए वैश्विक ड्रॉपडाउन जोड़ने और संपादित करने के लिए <b>ड्रॉपडाउन संपादक</b> का उपयोग करें।',
            'appBtn' => 'एप्लिकेशन मोड वह है जहां आप प्रोग्राम के विभिन्न गुणों को अनुकूलित कर सकते हैं, जैसे कि होमपेज पर कितनी टीपीएस रिपोर्ट प्रदर्शित होती हैं',
            'backBtn' => 'पिछले चरण पर लौटें.',
            'studioHelp' => 'मॉड्यूल में क्या और कैसे जानकारी प्रदर्शित की जाती है यह निर्धारित करने के लिए <b>स्टूडियो</b> का उपयोग करें।',
            'moduleBtn' => 'इस मॉड्यूल को संपादित करने के लिए क्लिक करें।',
            'moduleHelp' => 'जिन घटकों को आप मॉड्यूल के लिए अनुकूलित कर सकते हैं वे यहां दिखाई देते हैं।<br><br>संपादित करने के लिए घटक का चयन करने के लिए एक आइकन पर क्लिक करें।<br><br>अनुकूलन हटाने और पुनर्स्थापित करने के लिए <b>मॉड्यूल रीसेट करें</b> पर क्लिक करें मूल स्थिति.',
            'fieldsBtn' => 'मॉड्यूल में जानकारी संग्रहीत करने के लिए <b>फ़ील्ड</b> बनाएं और अनुकूलित करें।',
            'labelsBtn' => 'मॉड्यूल में फ़ील्ड और अन्य शीर्षकों के लिए प्रदर्शित होने वाले <b>लेबल</b> को संपादित करें।',
            'relationshipsBtn' => 'मॉड्यूल के लिए नया जोड़ें या मौजूदा <b>रिश्ते</b> देखें।',
            'layoutsBtn' => 'मॉड्यूल <b>लेआउट</b> को अनुकूलित करें। लेआउट फ़ील्ड वाले मॉड्यूल के अलग-अलग दृश्य हैं।<br><br>आप यह निर्धारित कर सकते हैं कि कौन से फ़ील्ड दिखाई देते हैं और वे प्रत्येक लेआउट में कैसे व्यवस्थित होते हैं।',
            'subpanelBtn' => 'निर्धारित करें कि मॉड्यूल में <b>उपपैनल</b> में कौन से फ़ील्ड दिखाई देते हैं।',
            'portalBtn' => '<b>SuiteCRM पोर्टल</b> में दिखाई देने वाले मॉड्यूल <b>लेआउट</b> को अनुकूलित करें।',
            'layoutsHelp' => 'मॉड्यूल <b>लेआउट</b> जिसे अनुकूलित किया जा सकता है, यहां दिखाई देता है।<br><br>लेआउट फ़ील्ड और फ़ील्ड डेटा प्रदर्शित करते हैं।<br><br>संपादित करने के लिए लेआउट का चयन करने के लिए एक आइकन पर क्लिक करें।',
            'subpanelHelp' => 'मॉड्यूल में <b>उपपैनल</b> जिन्हें अनुकूलित किया जा सकता है, यहां दिखाई देते हैं।<br><br>संपादित करने के लिए मॉड्यूल का चयन करने के लिए एक आइकन पर क्लिक करें।',
            'newPackage' => 'नया पैकेज बनाने के लिए <b>नया पैकेज</b> पर क्लिक करें।',
            'exportBtn' => 'विशिष्ट मॉड्यूल के लिए स्टूडियो में किए गए अनुकूलन वाले पैकेज को बनाने और डाउनलोड करने के लिए <b>अनुकूलन निर्यात करें</b> पर क्लिक करें।',
            'mbHelp' => 'मानक या कस्टम ऑब्जेक्ट के आधार पर कस्टम मॉड्यूल वाले पैकेज बनाने के लिए <b>मॉड्यूल बिल्डर</b> का उपयोग करें।',
            'viewBtnEditView' => 'मॉड्यूल के <b>EditView</b> लेआउट को कस्टमाइज़ करें। <br><br>EditView उपयोगकर्ता द्वारा दर्ज किए गए डेटा को कैप्चर करने के लिए इनपुट फ़ील्ड वाला फॉर्म है।',
            'viewBtnDetailView' => 'मॉड्यूल के <b>DetailView</b> लेआउट को कस्टमाइज़ करें।<br><br>DetailView उपयोगकर्ता द्वारा दर्ज फ़ील्ड डेटा प्रदर्शित करता है।',
            'viewBtnDashlet' => 'मॉड्यूल के <b>SuiteCRM डैशलेट</b> को कस्टमाइज़ करें, जिसमें SuiteCRM डैशलेट का लिस्ट व्यू और सर्च शामिल है।<br><br>होम मॉड्यूल में पेजों में जोड़ने के लिए SuiteCRM डैशलेट उपलब्ध होगा।',
            'viewBtnListView' => 'मॉड्यूल के <b>ListView</b> लेआउट को कस्टमाइज़ करें।<br><br>खोज परिणाम ListView में दिखाई देते हैं।',
            'searchBtn' => 'मॉड्यूल के <b>खोज</b> लेआउट को अनुकूलित करें।<br><br>निर्धारित करें कि सूची दृश्य में दिखाई देने वाले रिकॉर्ड को फ़िल्टर करने के लिए किन फ़ील्ड का उपयोग किया जा सकता है।',
            'viewBtnQuickCreate' => 'मॉड्यूल के <b>QuickCreate</b> लेआउट को कस्टमाइज़ करें।<br><br>QuickCreate फॉर्म उपपैनल और ईमेल मॉड्यूल में दिखाई देता है।',
            'addLayoutHelp' => "किसी सुरक्षा समूह के लिए एक कस्टम लेआउट बनाने के लिए उपयुक्त सुरक्षा समूह और उस लेआउट का चयन करें जिससे प्रारंभिक बिंदु के रूप में प्रतिलिपि बनाई जानी है।",
            'searchHelp' => 'अनुकूलित किए जा सकने वाले <b>खोज</b> फ़ॉर्म यहां दिखाई देते हैं।<br><br>खोज फ़ॉर्म में रिकॉर्ड फ़िल्टर करने के लिए फ़ील्ड होते हैं।<br><br>संपादित करने के लिए खोज लेआउट का चयन करने के लिए एक आइकन पर क्लिक करें।',
            'dashletHelp' => '<b>SuiteCRM डैशलेट</b> लेआउट जिन्हें अनुकूलित किया जा सकता है, यहां दिखाई देते हैं।<br><br>SuiteCRM डैशलेट होम मॉड्यूल में पृष्ठों में जोड़ने के लिए उपलब्ध होगा।',
            'DashletListViewBtn' => '<b>SuiteCRM डैशलेट सूची दृश्य</b> SuiteCRM डैशलेट खोज फ़िल्टर के आधार पर रिकॉर्ड प्रदर्शित करता है।',
            'DashletSearchViewBtn' => '<b>SuiteCRM डैशलेट खोज</b> SuiteCRM डैशलेट सूचीदृश्य के लिए रिकॉर्ड फ़िल्टर करता है।',
            'popupHelp' => 'कस्टमाइज़ किए जा सकने वाले <b>पॉपअप</b> लेआउट यहां दिखाई देते हैं।<br>',
            'PopupListViewBtn' => '<b>पॉपअप सूची दृश्य</b> पॉपअप खोज दृश्यों के आधार पर रिकॉर्ड प्रदर्शित करता है।',
            'PopupSearchViewBtn' => '<b>पॉपअप खोज</b> पॉपअप सूचीदृश्य के लिए रिकॉर्ड देखता है।',
            'BasicSearchBtn' => 'मॉड्यूल के लिए खोज क्षेत्र में त्वरित फ़िल्टर टैब में दिखाई देने वाले <b>त्वरित फ़िल्टर</b> फॉर्म को अनुकूलित करें।',
            'AdvancedSearchBtn' => 'मॉड्यूल के लिए खोज क्षेत्र में उन्नत खोज टैब में दिखाई देने वाले <b>उन्नत फ़िल्टर</b> फॉर्म को अनुकूलित करें।',
            'portalHelp' => '<b>सुइटसीआरएम पोर्टल</b> को प्रबंधित और अनुकूलित करें।',
            'SPUploadCSS' => 'सुइटसीआरएम पोर्टल के लिए एक <b>स्टाइल शीट</b> अपलोड करें।',
            'SPSync' => 'सुइटसीआरएम पोर्टल उदाहरण के लिए <b>सिंक</b> अनुकूलन।',
            'Layouts' => 'सुइटसीआरएम पोर्टल मॉड्यूल के <b>लेआउट</b> को अनुकूलित करें।',
            'portalLayoutHelp' => 'सुइटसीआरएम पोर्टल के भीतर मॉड्यूल इस क्षेत्र में दिखाई देते हैं।<br><br><b>लेआउट</b> को संपादित करने के लिए एक मॉड्यूल का चयन करें।',
            'relationshipsHelp' => 'मॉड्यूल और अन्य तैनात मॉड्यूल के बीच मौजूद सभी <b>संबंध</b> यहां दिखाई देते हैं।<br><br>संबंध <b>नाम</b> संबंध के लिए सिस्टम-जनरेटेड नाम है।< br><br><b>प्राथमिक मॉड्यूल</b> वह मॉड्यूल है जो रिश्तों का मालिक है। उदाहरण के लिए, उन रिश्तों के सभी गुण जिनके लिए अकाउंट्स मॉड्यूल प्राथमिक मॉड्यूल है, अकाउंट्स डेटाबेस तालिकाओं में संग्रहीत हैं।<br><br><b>प्रकार</b> प्राथमिक मॉड्यूल और <b>संबंधित मॉड्यूल</b> के बीच मौजूद संबंध का प्रकार है।<br><br>क्रमबद्ध करने के लिए कॉलम शीर्षक पर क्लिक करें कॉलम।<br><br>संबंध से जुड़े गुणों को देखने के लिए संबंध तालिका में एक पंक्ति पर क्लिक करें।<br><br>नया संबंध बनाने के लिए <b>संबंध जोड़ें</b> पर क्लिक करें।<br> <br>किसी भी दो तैनात मॉड्यूल के बीच संबंध बनाए जा सकते हैं।',
            'relationshipHelp' => '<b>संबंध</b> मॉड्यूल और अन्य तैनात मॉड्यूल के बीच बनाए जा सकते हैं।<br><br> संबंध उपपैनल के माध्यम से दृश्य रूप से व्यक्त किए जाते हैं और मॉड्यूल रिकॉर्ड में फ़ील्ड से संबंधित होते हैं।<br><br>निम्नलिखित में से एक का चयन करें मॉड्यूल के लिए संबंध <b>प्रकार</b>:<br><br> <b>एक-से-एक</b> - दोनों मॉड्यूल के रिकॉर्ड में संबंधित फ़ील्ड शामिल होंगे।<br><br> <b> एक-से-अनेक</b> - प्राथमिक मॉड्यूल के रिकॉर्ड में एक उपपैनल होगा, और संबंधित मॉड्यूल के रिकॉर्ड में एक संबंधित फ़ील्ड होगा।<br><br> <b>अनेक-से-अनेक</b> - दोनों मॉड्यूल के रिकॉर्ड उपपैनल प्रदर्शित करेंगे।<br><br> संबंध के लिए <b>संबंधित मॉड्यूल</b> का चयन करें। <br><br>यदि संबंध प्रकार में उपपैनल शामिल है, तो उपयुक्त मॉड्यूल के लिए उपपैनल दृश्य का चयन करें।<br><br> संबंध बनाने के लिए <b>सहेजें</b> पर क्लिक करें।',
            'convertLeadHelp' => 'यहां आप कन्वर्ट लेआउट स्क्रीन में मॉड्यूल जोड़ सकते हैं और मौजूदा लेआउट को संशोधित कर सकते हैं।<br/> आप तालिका में मॉड्यूल की पंक्तियों को खींचकर उन्हें पुनः व्यवस्थित कर सकते हैं।<br/><br/> <b>मॉड्यूल:</b> मॉड्यूल का नाम.<br/><br/> <b>आवश्यक:</b> लीड को परिवर्तित करने से पहले आवश्यक मॉड्यूल बनाए या चुने जाने चाहिए।<br/><br/> <b>डेटा कॉपी करें:</b> यदि चेक किया गया है, तो लीड से फ़ील्ड को नए बनाए गए रिकॉर्ड में समान नाम वाले फ़ील्ड में कॉपी किया जाएगा।<br/><br/> <b>चयन की अनुमति दें:</b> संपर्कों में संबंधित फ़ील्ड वाले मॉड्यूल को कन्वर्ट लीड प्रक्रिया के दौरान बनाए जाने के बजाय चुना जा सकता है।<br/><br/> <b>संपादित करें:</b> इस मॉड्यूल के लिए कन्वर्ट लेआउट को संशोधित करें।<br/><br/> <b>हटाएं:</b> इस मॉड्यूल को कन्वर्ट लेआउट से हटाएं।<br/><br/>',


            'editDropDownBtn' => 'वैश्विक ड्रॉपडाउन संपादित करें',
            'addDropDownBtn' => 'एक नया वैश्विक ड्रॉपडाउन जोड़ें',
        ),
        'fieldsHelp' => array(
            'default' => 'मॉड्यूल में <b>फ़ील्ड</b> को फ़ील्ड नाम द्वारा यहां सूचीबद्ध किया गया है।<br><br>मॉड्यूल टेम्पलेट में फ़ील्ड का एक पूर्व-निर्धारित सेट शामिल है।<br><br>एक नया फ़ील्ड बनाने के लिए, क्लिक करें <b>फील्ड जोड़ें</b>।<br><br>किसी फ़ील्ड को संपादित करने के लिए, <b>फ़ील्ड नाम</b> पर क्लिक करें।<br/><br/>मॉड्यूल तैनात होने के बाद, नए फ़ील्ड मॉड्यूल बिल्डर में बनाए गए, टेम्प्लेट फ़ील्ड के साथ, स्टूडियो में मानक फ़ील्ड माने जाते हैं।',
        ),
        'relationshipsHelp' => array(
            'default' => 'मॉड्यूल और अन्य मॉड्यूल के बीच बनाए गए <b>संबंध</b> यहां दिखाई देते हैं।<br><br>संबंध <b>नाम</b> संबंध के लिए सिस्टम-जनरेटेड नाम है।<br><br>संबंध <b>नाम</b> संबंध के लिए सिस्टम-जनरेटेड नाम है। <br><br><b>प्राथमिक मॉड्यूल</b> वह मॉड्यूल है जो रिश्तों का मालिक है। संबंध गुण प्राथमिक मॉड्यूल से संबंधित डेटाबेस तालिकाओं में संग्रहीत होते हैं। <br><br><br><b>प्रकार</b> प्राथमिक मॉड्यूल और <b>संबंधित मॉड्यूल</b> के बीच मौजूद संबंध का प्रकार है।<br><br>सॉर्ट करने के लिए कॉलम शीर्षक पर क्लिक करें कॉलम द्वारा।<br><br>संबंध से जुड़े गुणों को देखने और संपादित करने के लिए संबंध तालिका में एक पंक्ति पर क्लिक करें।<br><br>नया संबंध बनाने के लिए <b>संबंध जोड़ें</b> पर क्लिक करें।',
            'addrelbtn' => 'संबंध जोड़ने के लिए सहायता पर माउस ले जाएँ...',
            'addRelationship' => '<b>संबंध</b> मॉड्यूल और किसी अन्य कस्टम मॉड्यूल या एक तैनात मॉड्यूल के बीच बनाए जा सकते हैं।<br><br> संबंध उपपैनल के माध्यम से दृश्य रूप से व्यक्त किए जाते हैं और मॉड्यूल रिकॉर्ड में फ़ील्ड से संबंधित होते हैं।<br><br>चयन करें मॉड्यूल के लिए निम्नलिखित संबंधों में से एक <b>प्रकार</b>:<br><br> <b>एक-से-एक</b> - दोनों मॉड्यूल के रिकॉर्ड में संबंधित फ़ील्ड शामिल होंगे।<br><br > <b>एक-से-अनेक</b> - प्राथमिक मॉड्यूल के रिकॉर्ड में एक उपपैनल होगा, और संबंधित मॉड्यूल के रिकॉर्ड में एक संबंधित फ़ील्ड होगा।<br><br> <b>अनेक-से-अनेक</ b> - दोनों मॉड्यूल के रिकॉर्ड उपपैनल प्रदर्शित करेंगे।<br><br> संबंध के लिए <b>संबंधित मॉड्यूल</b> का चयन करें। <br><br>यदि संबंध प्रकार में उपपैनल शामिल है, तो उपयुक्त मॉड्यूल के लिए उपपैनल दृश्य का चयन करें।<br><br> संबंध बनाने के लिए <b>सहेजें</b> पर क्लिक करें।',
        ),
        'labelsHelp' => array(
            'default' => 'मॉड्यूल में फ़ील्ड और अन्य शीर्षकों के लिए <b>लेबल</b> को बदला जा सकता है।<br><br>फ़ील्ड के भीतर क्लिक करके, एक नया लेबल दर्ज करके और <b>सहेजें</b पर क्लिक करके लेबल को संपादित करें >.<br><br>यदि एप्लिकेशन में कोई भाषा पैक स्थापित है, तो आप लेबल के लिए उपयोग करने के लिए <b>भाषा</b> का चयन कर सकते हैं।',
            'saveBtn' => 'सभी परिवर्तनों को सहेजने के लिए <b>सहेजें</b> पर क्लिक करें।',
            'publishBtn' => 'सभी परिवर्तनों को सहेजने और उन्हें सक्रिय बनाने के लिए <b>सहेजें और तैनात करें</b> पर क्लिक करें।',
        ),
        'portalSync' => array(
            'default' => 'अद्यतन करने के लिए पोर्टल इंस्टेंस का <b>SuiteCRM पोर्टल URL</b> दर्ज करें, और <b>जाएँ</b> पर क्लिक करें। <br><br>फिर एक मान्य SuiteCRM उपयोगकर्ता नाम और पासवर्ड दर्ज करें, और फिर <क्लिक करें। b>सिंक शुरू करें</b>।<br><br>SuiteCRM पोर्टल <b>लेआउट्स</b> पर किए गए अनुकूलन, <b>स्टाइल शीट</b> के साथ, यदि कोई अपलोड किया गया था, तो किया जाएगा निर्दिष्ट पोर्टल इंस्टेंस पर स्थानांतरित किया गया।',
        ),
        'portalStyle' => array(
            'default' => 'आप स्टाइल शीट का उपयोग करके SuiteCRM पोर्टल के स्वरूप को अनुकूलित कर सकते हैं।<br><br>अपलोड करने के लिए एक <b>स्टाइल शीट</b> का चयन करें।<br><br>स्टाइल शीट को SuiteCRM में लागू किया जाएगा अगली बार सिंक निष्पादित होने पर पोर्टल।',
        ),
    ),

    'assistantHelp' => array(
        'package' => array(
            //custom begin
            'nopackages' => 'किसी प्रोजेक्ट पर आरंभ करने के लिए, अपने कस्टम मॉड्यूल को रखने के लिए एक नया पैकेज बनाने के लिए <b>नया पैकेज</b> पर क्लिक करें। <br/><br/>प्रत्येक पैकेज में एक या अधिक मॉड्यूल हो सकते हैं।<br/><br/>उदाहरण के लिए, आप एक कस्टम मॉड्यूल वाला पैकेज बनाना चाहेंगे जो मानक अकाउंट मॉड्यूल से संबंधित हो। या, हो सकता है कि आप एक पैकेज बनाना चाहें जिसमें कई नए मॉड्यूल हों जो एक प्रोजेक्ट के रूप में एक साथ काम करते हों और जो एक-दूसरे से और एप्लिकेशन में पहले से मौजूद अन्य मॉड्यूल से संबंधित हों।',
            'somepackages' => 'एक <b>पैकेज</b> कस्टम मॉड्यूल के लिए एक कंटेनर के रूप में कार्य करता है, जो सभी एक प्रोजेक्ट का हिस्सा हैं। पैकेज में एक या अधिक कस्टम <b>मॉड्यूल</b> हो सकते हैं जो एक दूसरे से या एप्लिकेशन में अन्य मॉड्यूल से संबंधित हो सकते हैं।<br/><br/>अपने प्रोजेक्ट के लिए एक पैकेज बनाने के बाद, आप बना सकते हैं पैकेज के लिए मॉड्यूल तुरंत, या आप प्रोजेक्ट को पूरा करने के लिए बाद में मॉड्यूल बिल्डर के पास लौट सकते हैं।<br><br>जब प्रोजेक्ट पूरा हो जाता है, तो आप इंस्टॉल करने के लिए पैकेज को <b>तैनात</b> कर सकते हैं एप्लिकेशन के भीतर कस्टम मॉड्यूल।',
            'afterSave' => 'आपके नए पैकेज में कम से कम एक मॉड्यूल होना चाहिए। आप पैकेज के लिए एक या अधिक कस्टम मॉड्यूल बना सकते हैं।<br/><br/>इस पैकेज के लिए कस्टम मॉड्यूल बनाने के लिए <b>नया मॉड्यूल</b> पर क्लिक करें।<br/><br/> बनाने के बाद कम से कम एक मॉड्यूल, आप पैकेज को अपने इंस्टेंस और/या अन्य उपयोगकर्ताओं के इंस्टेंस के लिए उपलब्ध कराने के लिए प्रकाशित या तैनात कर सकते हैं।<br/><br/> पैकेज को अपने SuiteCRM इंस्टेंस के भीतर एक चरण में तैनात करने के लिए, <b> पर क्लिक करें परिनियोजन</b>.<br><br>पैकेज को .zip फ़ाइल के रूप में सहेजने के लिए <b>प्रकाशित करें</b> पर क्लिक करें। .zip फ़ाइल आपके सिस्टम में सहेजे जाने के बाद, अपने SuiteCRM इंस्टेंस में पैकेज को अपलोड और इंस्टॉल करने के लिए <b>मॉड्यूल लोडर</b> का उपयोग करें। <br/><br/>आप फ़ाइल को अन्य उपयोगकर्ताओं को उनके स्वयं के SuiteCRM इंस्टेंसेस में अपलोड और इंस्टॉल करने के लिए वितरित कर सकते हैं।',
            'create' => 'एक <b>पैकेज</b> कस्टम मॉड्यूल के लिए एक कंटेनर के रूप में कार्य करता है, जो सभी एक प्रोजेक्ट का हिस्सा हैं। पैकेज में एक या अधिक कस्टम <b>मॉड्यूल</b> हो सकते हैं जो एक दूसरे से या एप्लिकेशन में अन्य मॉड्यूल से संबंधित हो सकते हैं।<br/><br/>अपने प्रोजेक्ट के लिए एक पैकेज बनाने के बाद, आप बना सकते हैं पैकेज के लिए तुरंत मॉड्यूल, या आप प्रोजेक्ट को पूरा करने के लिए बाद में मॉड्यूल बिल्डर के पास लौट सकते हैं।',
        ),
        'main' => array(
            'welcome' => 'मानक और कस्टम मॉड्यूल और फ़ील्ड बनाने और प्रबंधित करने के लिए <b>डेवलपर टूल</b> का उपयोग करें। <br/><br/>एप्लिकेशन में मॉड्यूल प्रबंधित करने के लिए, <b>स्टूडियो</b> पर क्लिक करें। <br/><br/>कस्टम मॉड्यूल बनाने के लिए, <b>मॉड्यूल बिल्डर</b> पर क्लिक करें।',
            'studioWelcome' => 'मानक और मॉड्यूल-लोडेड ऑब्जेक्ट सहित वर्तमान में स्थापित सभी मॉड्यूल स्टूडियो के भीतर अनुकूलन योग्य हैं।'
        ),
        'module' => array(
            'somemodules' => "चूँकि वर्तमान पैकेज में कम से कम एक मॉड्यूल शामिल है, आप अपने SuiteCRM इंस्टेंस के भीतर पैकेज में मॉड्यूल को <b>तैनात</b> कर सकते हैं या वर्तमान SuiteCRM इंस्टेंस या किसी अन्य में स्थापित करने के लिए पैकेज को <b>प्रकाशित</b> कर सकते हैं। उदाहरण <b>मॉड्यूल लोडर</b> का उपयोग करके।<br/><br/>पैकेज को सीधे अपने SuiteCRM उदाहरण में स्थापित करने के लिए, <b>तैनाती</b> पर क्लिक करें।<br><br>एक बनाने के लिए पैकेज के लिए .zip फ़ाइल जिसे वर्तमान SuiteCRM इंस्टेंस और <b>मॉड्यूल लोडर</b> का उपयोग करके अन्य इंस्टेंसेस में लोड और इंस्टॉल किया जा सकता है, <b>प्रकाशित करें</b> पर क्लिक करें।<br/><br/> आप इस पैकेज के लिए चरणों में मॉड्यूल बना सकते हैं, और जब आप ऐसा करने के लिए तैयार हों तो प्रकाशित या तैनात कर सकते हैं। <br/><br/>किसी पैकेज को प्रकाशित या तैनात करने के बाद, आप पैकेज गुणों में बदलाव कर सकते हैं और मॉड्यूल को और अधिक अनुकूलित कर सकते हैं। फिर परिवर्तनों को लागू करने के लिए पैकेज को पुनः प्रकाशित या पुनः तैनात करें।",
            'editView' => 'यहां आप मौजूदा फ़ील्ड को संपादित कर सकते हैं। आप किसी भी मौजूदा फ़ील्ड को हटा सकते हैं या बाएं पैनल में उपलब्ध फ़ील्ड जोड़ सकते हैं।',
            'create' => 'मॉड्यूल का प्रकार चुनते समय जिसे आप बनाना चाहते हैं, ध्यान रखें कि आप मॉड्यूल के भीतर किस <b>प्रकार</b> के फ़ील्ड रखना चाहते हैं। <br/><br/>प्रत्येक मॉड्यूल टेम्पलेट में शीर्षक द्वारा वर्णित मॉड्यूल के प्रकार से संबंधित फ़ील्ड का एक सेट होता है।<br/><br/><b>बेसिक</b> - मूल फ़ील्ड प्रदान करता है जो इसमें दिखाई देते हैं मानक मॉड्यूल, जैसे नाम, असाइन किया गया, टीम, बनाई गई तिथि और विवरण फ़ील्ड।<br/><br/> <b>कंपनी</b> - संगठन-विशिष्ट फ़ील्ड प्रदान करता है, जैसे कंपनी का नाम, उद्योग और बिलिंग पता। मानक अकाउंट मॉड्यूल के समान मॉड्यूल बनाने के लिए इस टेम्पलेट का उपयोग करें।<br/><br/> <b>व्यक्ति</b> - व्यक्तिगत-विशिष्ट फ़ील्ड प्रदान करता है, जैसे अभिवादन, शीर्षक, नाम, पता और फ़ोन नंबर. मानक संपर्क और लीड मॉड्यूल के समान मॉड्यूल बनाने के लिए इस टेम्पलेट का उपयोग करें।<br/><br/><b>समस्या</b> - केस- और बग-विशिष्ट फ़ील्ड प्रदान करता है, जैसे संख्या, स्थिति, प्राथमिकता और विवरण. मानक केस और बग मॉड्यूल के समान मॉड्यूल बनाने के लिए इस टेम्पलेट का उपयोग करें।<br/><br/>नोट: मॉड्यूल बनाने के बाद, आप टेम्पलेट द्वारा प्रदान किए गए फ़ील्ड के लेबल को संपादित कर सकते हैं, साथ ही बना सकते हैं मॉड्यूल लेआउट में जोड़ने के लिए कस्टम फ़ील्ड।',
            'afterSave' => 'फ़ील्ड को संपादित और बनाकर, अन्य मॉड्यूल के साथ संबंध स्थापित करके और लेआउट के भीतर फ़ील्ड को व्यवस्थित करके मॉड्यूल को अपनी आवश्यकताओं के अनुरूप अनुकूलित करें।<br/><br/>टेम्पलेट फ़ील्ड देखने और मॉड्यूल के भीतर कस्टम फ़ील्ड प्रबंधित करने के लिए, <b पर क्लिक करें <b>फ़ील्ड देखें</b>।<br/><br/>मॉड्यूल और अन्य मॉड्यूल के बीच संबंध बनाने और प्रबंधित करने के लिए, चाहे मॉड्यूल पहले से ही एप्लिकेशन में हों या उसी पैकेज के भीतर अन्य कस्टम मॉड्यूल हों, <b>संबंध देखें</b> पर क्लिक करें। /b>.<br/><br/>मॉड्यूल लेआउट संपादित करने के लिए, <b>लेआउट देखें</b> पर क्लिक करें। आप मॉड्यूल के लिए विवरण दृश्य, संपादन दृश्य और सूची दृश्य लेआउट बदल सकते हैं जैसे आप स्टूडियो के भीतर एप्लिकेशन में पहले से मौजूद मॉड्यूल के लिए करेंगे।<br/><br/> वर्तमान मॉड्यूल के समान गुणों के साथ एक मॉड्यूल बनाने के लिए, <b>डुप्लिकेट</b> पर क्लिक करें। आप नए मॉड्यूल को और कस्टमाइज़ कर सकते हैं.',
            'viewfields' => 'मॉड्यूल में फ़ील्ड को आपकी आवश्यकताओं के अनुरूप अनुकूलित किया जा सकता है।<br/><br/>आप मानक फ़ील्ड को हटा नहीं सकते हैं, लेकिन आप उन्हें लेआउट पृष्ठों के भीतर उपयुक्त लेआउट से हटा सकते हैं। <br/><br/>आप <b>गुण</b> फॉर्म में <b>क्लोन</b> पर क्लिक करके जल्दी से नए फ़ील्ड बना सकते हैं जिनमें मौजूदा फ़ील्ड के समान गुण हैं। कोई भी नई प्रॉपर्टी दर्ज करें, और फिर <b>सहेजें</b> पर क्लिक करें।<br/><br/>यह अनुशंसा की जाती है कि आप पैकेज वाले पैकेज को प्रकाशित और इंस्टॉल करने से पहले मानक फ़ील्ड और कस्टम फ़ील्ड के लिए सभी प्रॉपर्टी सेट कर लें। कस्टम मॉड्यूल.',
            'viewrelationships' => 'आप वर्तमान मॉड्यूल और पैकेज में अन्य मॉड्यूल के बीच, और/या वर्तमान मॉड्यूल और एप्लिकेशन में पहले से इंस्टॉल किए गए मॉड्यूल के बीच कई-से-कई संबंध बना सकते हैं।<br><br> एक-से-कई और एक बनाने के लिए -टू-वन संबंध, मॉड्यूल के लिए <b>रिलेटेड</b> और <b>फ्लेक्स रिलेटेड</b> फ़ील्ड बनाएं।',
            'viewlayouts' => 'आप नियंत्रित कर सकते हैं कि <b>संपादन दृश्य</b> के भीतर डेटा कैप्चर करने के लिए कौन से फ़ील्ड उपलब्ध हैं। आप यह भी नियंत्रित कर सकते हैं कि <b>विस्तार दृश्य</b> में कौन सा डेटा प्रदर्शित होगा। विचारों का मेल खाना जरूरी नहीं है. <br/><br/>जब मॉड्यूल उपपैनल में <b>बनाएं</b> पर क्लिक किया जाता है तो क्विक क्रिएट फॉर्म प्रदर्शित होता है। डिफ़ॉल्ट रूप से, <b>त्वरित बनाएं</b> फॉर्म लेआउट डिफ़ॉल्ट <b>संपादन दृश्य</b> लेआउट के समान है। आप क्विक क्रिएट फॉर्म को कस्टमाइज़ कर सकते हैं ताकि इसमें एडिट व्यू लेआउट की तुलना में कम और/या अलग फ़ील्ड हों। <br><br>आप <b>भूमिका प्रबंधन</b> के साथ लेआउट अनुकूलन का उपयोग करके मॉड्यूल सुरक्षा निर्धारित कर सकते हैं।<br><br>',
            'existingModule' => 'इस मॉड्यूल को बनाने और अनुकूलित करने के बाद, आप अतिरिक्त मॉड्यूल बना सकते हैं या पैकेज को <b>प्रकाशित</b> या <b>तैनात</b> करने के लिए पैकेज पर वापस लौट सकते हैं।<br><br>अतिरिक्त मॉड्यूल बनाने के लिए, क्लिक करें वर्तमान मॉड्यूल के समान गुणों वाला एक मॉड्यूल बनाने के लिए <b>डुप्लिकेट</b> बनाएं, या पैकेज पर वापस जाएँ, और <b>नया मॉड्यूल</b> पर क्लिक करें।<br><br> यदि आप तैयार हैं इस मॉड्यूल वाले पैकेज को <b>प्रकाशित</b> या <b>तैनात</b> करने के लिए, इन कार्यों को करने के लिए पैकेज पर वापस नेविगेट करें। आप कम से कम एक मॉड्यूल वाले पैकेज प्रकाशित और तैनात कर सकते हैं।',
            'labels' => 'मानक फ़ील्ड के साथ-साथ कस्टम फ़ील्ड के लेबल भी बदले जा सकते हैं। फ़ील्ड लेबल बदलने से फ़ील्ड में संग्रहीत डेटा प्रभावित नहीं होगा।',
        ),
        'listViewEditor' => array(
            'modify' => 'बाईं ओर तीन कॉलम प्रदर्शित हैं। "डिफ़ॉल्ट" कॉलम में वे फ़ील्ड होते हैं जो डिफ़ॉल्ट रूप से सूची दृश्य में प्रदर्शित होते हैं, "उपलब्ध" कॉलम में वे फ़ील्ड होते हैं जिन्हें उपयोगकर्ता कस्टम सूची दृश्य बनाने के लिए उपयोग करना चुन सकता है, और "हिडन" कॉलम में आपके लिए उपलब्ध फ़ील्ड होते हैं एक व्यवस्थापक के रूप में या तो उपयोगकर्ताओं द्वारा उपयोग के लिए डिफ़ॉल्ट या उपलब्ध कॉलम में जोड़ें लेकिन वर्तमान में अक्षम हैं।',
            'savebtn' => '<b>सहेजें</b> पर क्लिक करने से सभी परिवर्तन सहेजे जाएंगे और वे सक्रिय हो जाएंगे।',
            'Hidden' => 'छिपे हुए फ़ील्ड वे फ़ील्ड हैं जो वर्तमान में सूची दृश्यों में उपयोग के लिए उपयोगकर्ताओं के लिए उपलब्ध नहीं हैं।',
            'Available' => 'उपलब्ध फ़ील्ड वे फ़ील्ड हैं जो डिफ़ॉल्ट रूप से नहीं दिखाए जाते हैं, लेकिन उपयोगकर्ताओं द्वारा सक्षम किए जा सकते हैं।',
            'Default' => 'डिफ़ॉल्ट फ़ील्ड उन उपयोगकर्ताओं को प्रदर्शित की जाती हैं जिन्होंने कस्टम सूची दृश्य सेटिंग्स नहीं बनाई हैं।'
        ),

        'searchViewEditor' => array(
            'modify' => 'बाईं ओर दो कॉलम प्रदर्शित हैं। "डिफ़ॉल्ट" कॉलम में वे फ़ील्ड शामिल हैं जो खोज दृश्य में प्रदर्शित किए जाएंगे, और "हिडन" कॉलम में दृश्य में जोड़ने के लिए व्यवस्थापक के रूप में आपके लिए उपलब्ध फ़ील्ड शामिल हैं।',
            'savebtn' => '<b>सहेजें और तैनात करें</b> पर क्लिक करने से सभी परिवर्तन सहेजे जाएंगे और वे सक्रिय हो जाएंगे।',
            'Hidden' => 'छिपे हुए फ़ील्ड वे फ़ील्ड हैं जो खोज दृश्य में नहीं दिखाए जाएंगे।',
            'Default' => 'डिफ़ॉल्ट फ़ील्ड खोज दृश्य में दिखाई जाएंगी.'
        ),
        'layoutEditor' => array(
            'default' => 'बाईं ओर दो कॉलम प्रदर्शित हैं। दाएं हाथ का कॉलम, जिसे वर्तमान लेआउट या लेआउट पूर्वावलोकन कहा जाता है, वह जगह है जहां आप मॉड्यूल लेआउट बदलते हैं। टूलबॉक्स शीर्षक वाले बाएं हाथ के कॉलम में लेआउट को संपादित करते समय उपयोग के लिए उपयोगी तत्व और उपकरण शामिल हैं। <br/><br/>यदि लेआउट क्षेत्र का शीर्षक वर्तमान लेआउट है तो आप वर्तमान में प्रदर्शन के लिए मॉड्यूल द्वारा उपयोग किए जाने वाले लेआउट की एक प्रति पर काम कर रहे हैं।<br/><br/>यदि इसका शीर्षक लेआउट पूर्वावलोकन है तो आप सेव बटन पर क्लिक करके पहले बनाई गई एक कॉपी पर काम कर रहे हैं, जो इस मॉड्यूल के उपयोगकर्ताओं द्वारा देखे गए संस्करण से पहले ही बदल दी गई है।',
            'saveBtn' => 'इस बटन पर क्लिक करने से लेआउट सहेजा जाता है ताकि आप अपने परिवर्तनों को संरक्षित कर सकें। जब आप इस मॉड्यूल पर लौटेंगे तो आप इस बदले हुए लेआउट से शुरुआत करेंगे। हालाँकि, आपका लेआउट मॉड्यूल के उपयोगकर्ताओं द्वारा तब तक नहीं देखा जाएगा जब तक आप सहेजें और प्रकाशित करें बटन पर क्लिक नहीं करते।',
            'publishBtn' => 'लेआउट को तैनात करने के लिए इस बटन पर क्लिक करें। इसका मतलब यह है कि यह लेआउट इस मॉड्यूल के उपयोगकर्ताओं को तुरंत दिखाई देगा।',
            'toolbox' => 'टूलबॉक्स में लेआउट संपादित करने के लिए कई उपयोगी सुविधाएं शामिल हैं, जिनमें ट्रैश क्षेत्र, अतिरिक्त तत्वों का एक सेट और उपलब्ध फ़ील्ड का एक सेट शामिल है। इनमें से किसी को भी खींचकर लेआउट पर छोड़ा जा सकता है।',
            'panels' => 'यह क्षेत्र दिखाता है कि आपका लेआउट इस मॉड्यूल के उपयोगकर्ताओं को कैसा दिखेगा जब इसे हटा दिया जाएगा।<br/><br/>आप फ़ील्ड, पंक्तियों और पैनल जैसे तत्वों को खींचकर और गिराकर उनका स्थान बदल सकते हैं; तत्वों को टूलबॉक्स में ट्रैश क्षेत्र पर खींचकर और छोड़ कर हटाएं, या नए तत्वों को टूलबॉक्स से खींचकर और वांछित स्थिति में लेआउट पर छोड़ कर जोड़ें।'
        ),
        'dropdownEditor' => array(
            'default' => 'बाईं ओर दो कॉलम प्रदर्शित हैं। दाएं हाथ का कॉलम, जिसे वर्तमान लेआउट या लेआउट पूर्वावलोकन कहा जाता है, वह जगह है जहां आप मॉड्यूल लेआउट बदलते हैं। टूलबॉक्स शीर्षक वाले बाएं हाथ के कॉलम में लेआउट को संपादित करते समय उपयोग के लिए उपयोगी तत्व और उपकरण शामिल हैं। <br/><br/>यदि लेआउट क्षेत्र का शीर्षक वर्तमान लेआउट है तो आप वर्तमान में प्रदर्शन के लिए मॉड्यूल द्वारा उपयोग किए जाने वाले लेआउट की एक प्रति पर काम कर रहे हैं।<br/><br/>यदि इसका शीर्षक लेआउट पूर्वावलोकन है तो आप सेव बटन पर क्लिक करके पहले बनाई गई एक कॉपी पर काम कर रहे हैं, जो इस मॉड्यूल के उपयोगकर्ताओं द्वारा देखे गए संस्करण से पहले ही बदल दी गई है।',
            'dropdownaddbtn' => 'इस बटन पर क्लिक करने से ड्रॉपडाउन में एक नया आइटम जुड़ जाता है।',

        ),
        'exportcustom' => array(
            'exportHelp' => 'इस उदाहरण के भीतर स्टूडियो में किए गए अनुकूलन को किसी अन्य उदाहरण में पैक और तैनात किया जा सकता है। <br><br>एक <b>पैकेज नाम</b> प्रदान करें। आप पैकेज के लिए <b>लेखक</b> और <b>विवरण</b> जानकारी प्रदान कर सकते हैं।<br><br>उस मॉड्यूल का चयन करें जिसमें निर्यात करने के लिए अनुकूलन शामिल हैं। (केवल अनुकूलन वाले मॉड्यूल आपके चयन के लिए दिखाई देंगे।) <br><br>अनुकूलन वाले पैकेज के लिए एक .zip फ़ाइल बनाने के लिए <b>निर्यात</b> पर क्लिक करें। .zip फ़ाइल को <b>मॉड्यूल लोडर</b> के माध्यम से किसी अन्य उदाहरण में अपलोड किया जा सकता है।',
            'exportCustomBtn' => 'उस पैकेज के लिए एक .zip फ़ाइल बनाने के लिए <b>निर्यात</b> पर क्लिक करें जिसमें वे अनुकूलन शामिल हैं जिन्हें आप निर्यात करना चाहते हैं।',
            'name' => 'स्टूडियो में इंस्टॉलेशन के लिए पैकेज अपलोड होने के बाद पैकेज का <b>नाम</b> मॉड्यूल लोडर में प्रदर्शित किया जाएगा।',
            'author' => '<b>लेखक</b> उस इकाई का नाम है जिसने पैकेज बनाया है। लेखक या तो एक व्यक्ति या एक कंपनी हो सकता है।<br><br>स्टूडियो में इंस्टॉलेशन के लिए पैकेज अपलोड होने के बाद लेखक को मॉड्यूल लोडर में प्रदर्शित किया जाएगा।',
            'description' => 'स्टूडियो में इंस्टॉलेशन के लिए पैकेज अपलोड होने के बाद पैकेज का <b>विवरण</b> मॉड्यूल लोडर में प्रदर्शित किया जाएगा।',
        ),
        'studioWizard' => array(
            'mainHelp' => '<b>डेवलपर टूल्स</b> क्षेत्र में आपका स्वागत है। <br/><br/>मानक और कस्टम मॉड्यूल और फ़ील्ड बनाने और प्रबंधित करने के लिए इस क्षेत्र के टूल का उपयोग करें।',
            'studioBtn' => 'फ़ील्ड व्यवस्था को बदलकर, उपलब्ध फ़ील्ड का चयन करके और कस्टम डेटा फ़ील्ड बनाकर स्थापित मॉड्यूल को अनुकूलित करने के लिए <b>स्टूडियो</b> का उपयोग करें।',
            'mbBtn' => 'नए मॉड्यूल बनाने के लिए <b>मॉड्यूल बिल्डर</b> का उपयोग करें।',
            'appBtn' => 'प्रोग्राम के विभिन्न गुणों को अनुकूलित करने के लिए एप्लिकेशन मोड का उपयोग करें, जैसे कि होमपेज पर कितनी टीपीएस रिपोर्ट प्रदर्शित की जाती हैं',
            'backBtn' => 'पिछले चरण पर लौटें.',
            'studioHelp' => 'स्थापित मॉड्यूल को अनुकूलित करने के लिए <b>स्टूडियो</b> का उपयोग करें।',
            'moduleBtn' => 'इस मॉड्यूल को संपादित करने के लिए क्लिक करें।',
            'moduleHelp' => 'उस मॉड्यूल घटक का चयन करें जिसे आप संपादित करना चाहते हैं',
            'fieldsBtn' => 'मॉड्यूल में <b>फ़ील्ड</b> को नियंत्रित करके मॉड्यूल में संग्रहीत जानकारी को संपादित करें।<br/><br/>आप यहां कस्टम फ़ील्ड को संपादित और बना सकते हैं।',
            'labelsBtn' => 'अपने कस्टम लेबल सहेजने के लिए <b>सहेजें</b> पर क्लिक करें।',
            'layoutsBtn' => 'संपादन, विवरण, सूची और खोज दृश्यों के <b>लेआउट</b> को अनुकूलित करें',
            'subpanelBtn' => 'इस मॉड्यूल उपपैनल में कौन सी जानकारी दिखाई गई है उसे संपादित करें।',
            'layoutsHelp' => '<b>संपादित करने के लिए लेआउट</b> चुनें।<br/><br/>डेटा दर्ज करने के लिए डेटा फ़ील्ड वाले लेआउट को बदलने के लिए, <b>दृश्य संपादित करें</b> पर क्लिक करें।<br/><br />संपादन दृश्य में फ़ील्ड में दर्ज किए गए डेटा को प्रदर्शित करने वाले लेआउट को बदलने के लिए, <b>विस्तार दृश्य</b> पर क्लिक करें।<br/><br/>डिफ़ॉल्ट सूची में दिखाई देने वाले कॉलम को बदलने के लिए, क्लिक करें <b>सूची दृश्य</b>.<br/><br/>मूल और उन्नत खोज फ़ॉर्म लेआउट बदलने के लिए, <b>खोज</b> पर क्लिक करें।',
            'subpanelHelp' => 'संपादित करने के लिए एक <b>उपपैनल</b> चुनें.',
            'searchHelp' => 'संपादित करने के लिए <b>खोज</b> लेआउट का चयन करें।',
            'newPackage' => 'नया पैकेज बनाने के लिए <b>नया पैकेज</b> पर क्लिक करें।',
            'mbHelp' => '<b>मॉड्यूल बिल्डर में आपका स्वागत है।</b><br/><br/>मानक या कस्टम ऑब्जेक्ट के आधार पर कस्टम मॉड्यूल वाले पैकेज बनाने के लिए <b>मॉड्यूल बिल्डर</b> का उपयोग करें। <br/><br/>शुरू करने के लिए, नया पैकेज बनाने के लिए <b>नया पैकेज</b> पर क्लिक करें, या संपादित करने के लिए एक पैकेज चुनें।<br/><br/> एक <b>पैकेज</b > कस्टम मॉड्यूल के लिए एक कंटेनर के रूप में कार्य करता है, जो सभी एक प्रोजेक्ट का हिस्सा हैं। पैकेज में एक या अधिक कस्टम मॉड्यूल हो सकते हैं जो एक दूसरे से या एप्लिकेशन में मॉड्यूल से संबंधित हो सकते हैं। <br/><br/>उदाहरण: हो सकता है कि आप एक कस्टम मॉड्यूल वाला पैकेज बनाना चाहें जो मानक अकाउंट मॉड्यूल से संबंधित हो। या, हो सकता है कि आप एक पैकेज बनाना चाहें जिसमें कई नए मॉड्यूल हों जो एक प्रोजेक्ट के रूप में एक साथ काम करते हों और जो एक-दूसरे से और एप्लिकेशन में मॉड्यूल से संबंधित हों।',
            'exportBtn' => 'विशिष्ट मॉड्यूल के लिए स्टूडियो में किए गए अनुकूलन वाला पैकेज बनाने के लिए <b>अनुकूलन निर्यात करें</b> पर क्लिक करें।',
        ),


    ),
//HOME
    'LBL_HOME_EDIT_DROPDOWNS' => 'ड्रॉपडाउन संपादक',

//STUDIO2
    'LBL_MODULEBUILDER' => 'मॉड्यूल बिल्डर',
    'LBL_STUDIO' => 'स्टूडियो',
    'LBL_DROPDOWNEDITOR' => 'ड्रॉपडाउन संपादक',
    'LBL_DEVELOPER_TOOLS' => 'डेवलपर उपकरण',
    'LBL_SUITEPORTAL' => 'सुइटसीआरएम पोर्टल संपादक',
    'LBL_PACKAGE_LIST' => 'पैकेज सूची',
    'LBL_HOME' => 'निवास',
    'LBL_NONE' => '-कोई नहीं-',
    'LBL_DEPLOYE_COMPLETE' => 'पूरा तैनात करें',
    'LBL_DEPLOY_FAILED' => 'परिनियोजन प्रक्रिया के दौरान एक त्रुटि उत्पन्न हुई है, हो सकता है कि आपका पैकेज ठीक से स्थापित न हुआ हो',
    'LBL_AVAILABLE_SUBPANELS' => 'उपलब्ध उपपैनल',
    'LBL_ADVANCED' => 'उन्नत',
    'LBL_ADVANCED_SEARCH' => 'आधुनिक फ़िल्टर ',
    'LBL_BASIC' => 'मूल',
    'LBL_BASIC_SEARCH' => 'त्वरित फ़िल्टर ',
    'LBL_CURRENT_LAYOUT' => 'ख़ाका',
    'LBL_CURRENCY' => 'मुद्रा',
    'LBL_DASHLET' => 'सुइटसीआरएम डैशलेट',
    'LBL_DASHLETLISTVIEW' => 'सुइटसीआरएम डैशलेट सूची दृश्य',
    'LBL_POPUP' => 'पॉपअप दृश्य',
    'LBL_POPUPLISTVIEW' => 'पॉपअप सूची दृश्य',
    'LBL_POPUPSEARCH' => 'पॉपअप खोज',
    'LBL_DASHLETSEARCHVIEW' => 'सुइटसीआरएम डैशलेट खोज',
    'LBL_DETAILVIEW' => 'विस्तार से देखें',
    'LBL_DROP_HERE' => '[यहां छोड़ें]',
    'LBL_EDIT' => 'संशोधन करें',
    'LBL_EDIT_LAYOUT' => 'लेआउट संपादित करें',
    'LBL_EDIT_FIELDS' => 'क्षेत्र संपादित करें',
    'LBL_EDITVIEW' => 'दृश्य संपादित करें',
    'LBL_FILLER' => '(भराव)',
    'LBL_FIELDS' => 'क्षेत्र',
    'LBL_FAILED_TO_SAVE' => 'सहेजने में विफल',
    'LBL_FAILED_PUBLISHED' => 'प्रकाशित करने में विफल',
    'LBL_HOMEPAGE_PREFIX' => 'मेरा',
    'LBL_LAYOUT_PREVIEW' => 'लेआउट पूर्वावलोकन',
    'LBL_LAYOUTS' => 'रूपरेखा',
    'LBL_LISTVIEW' => 'लिस्ट व्यू',
    'LBL_MODULES' => 'मॉड्यूल',
    'LBL_MODULE_TITLE' => 'स्टूडियो',
    'LBL_NEW_PACKAGE' => 'नया पैकेज',
    'LBL_NEW_PANEL' => 'नया पैनल',
    'LBL_NEW_ROW' => 'नई पंक्ति',
    'LBL_PACKAGE_DELETED' => 'पैकेज हटाया गया',
    'LBL_PUBLISHING' => 'प्रकाशन...',
    'LBL_PUBLISHED' => 'प्रकाशित',
    'LBL_SELECT_FILE' => 'फ़ाइल का चयन करें',
    'LBL_SUBPANELS' => 'उपपैनल',
    'LBL_SUBPANEL' => 'उपपैनल',
    'LBL_SUBPANEL_TITLE' => 'शीर्षक',
    'LBL_SEARCH_FORMS' => 'फ़िल्टर',
    'LBL_SEARCH' => 'खोजें',
    'LBL_SEARCH_BUTTON' => 'खोजें',
    'LBL_FILTER' => 'फ़िल्टर',
    'LBL_TOOLBOX' => 'औज़ार पेटी',
    'LBL_QUICKCREATE' => 'त्वरित निर्माण',
    'LBL_EDIT_DROPDOWNS' => 'वैश्विक ड्रॉपडाउन संपादित करें',
    'LBL_ADD_DROPDOWN' => 'एक नया वैश्विक ड्रॉपडाउन जोड़ें',
    'LBL_BLANK' => '-खाली-',
    'LBL_TAB_ORDER' => 'टैब ऑर्डर',
    'LBL_TABDEF_TYPE' => 'डिस्प्ले प्रकार',
    'LBL_TABDEF_TYPE_HELP' => 'चुनें कि यह अनुभाग किस प्रकार प्रदर्शित किया जाना चाहिए. यह विकल्प केवल तभी प्रभावी होता है जब आपने इस दृश्य पर टैब सक्षम किए हों।',
    'LBL_TABDEF_TYPE_OPTION_TAB' => 'टैब',
    'LBL_TABDEF_TYPE_OPTION_PANEL' => 'पैनल',
    'LBL_TABDEF_TYPE_OPTION_HELP' => 'इस पैनल को लेआउट के दृश्य में प्रदर्शित करने के लिए पैनल का चयन करें। इस पैनल को लेआउट के भीतर एक अलग टैब में प्रदर्शित करने के लिए टैब का चयन करें। जब किसी पैनल के लिए टैब निर्दिष्ट किया जाता है, तो पैनल के रूप में प्रदर्शित होने वाले बाद के पैनल टैब के भीतर प्रदर्शित किए जाएंगे। <br/>अगले पैनल के लिए एक नया टैब शुरू किया जाएगा जिसके लिए टैब चुना गया है। यदि टैब को पहले पैनल के नीचे वाले पैनल के लिए चुना गया है, तो पहला पैनल अनिवार्य रूप से एक टैब होगा।',
    'LBL_TABDEF_COLLAPSE' => 'समेटे',
    'LBL_TABDEF_COLLAPSE_HELP' => 'इस पैनल की डिफ़ॉल्ट स्थिति को संक्षिप्त करने के लिए चयन करें।',
    'LBL_DROPDOWN_TITLE_NAME' => 'नाम',
    'LBL_DROPDOWN_LANGUAGE' => 'भाषा',
    'LBL_DROPDOWN_ITEMS' => 'सूची आइटम',
    'LBL_DROPDOWN_ITEM_NAME' => 'आइटम का नाम',
    'LBL_DROPDOWN_ITEM_LABEL' => 'लेबल प्रदर्शित करें',
    'LBL_SYNC_TO_DETAILVIEW' => 'विस्तृत दृश्य के साथ समन्वयित करें',
    'LBL_SYNC_TO_DETAILVIEW_HELP' => 'इस EditView लेआउट को संबंधित DetailView लेआउट के साथ सिंक करने के लिए इस विकल्प का चयन करें। EditView में फ़ील्ड्स और फ़ील्ड प्लेसमेंट को EditView<br> में Save या Save & Deploy पर क्लिक करने पर स्वचालित रूप से DetailView में सिंक और सेव किया जाएगा। <br>डिटेल व्यू में लेआउट परिवर्तन नहीं किए जा सकेंगे।',
    'LBL_SYNC_TO_DETAILVIEW_NOTICE' => 'यह DetailView संबंधित EditView के साथ समन्वयित है।<br> इस DetailView में फ़ील्ड और फ़ील्ड प्लेसमेंट, EditView में फ़ील्ड और फ़ील्ड प्लेसमेंट को प्रतिबिंबित करते हैं।<br> DetailView में परिवर्तन इस पृष्ठ के भीतर सहेजे या तैनात नहीं किए जा सकते हैं। EditView में लेआउट में परिवर्तन करें या अन-सिंक करें। ',
    'LBL_COPY_FROM_EDITVIEW' => 'EditView से कॉपी करें',
    'LBL_DROPDOWN_BLANK_WARNING' => 'आइटम नाम और डिस्प्ले लेबल दोनों के लिए मान आवश्यक हैं। एक रिक्त आइटम जोड़ने के लिए, आइटम नाम और डिस्प्ले लेबल के लिए कोई मान दर्ज किए बिना जोड़ें पर क्लिक करें।',
    'LBL_DROPDOWN_KEY_EXISTS' => 'कुंजी सूची में पहले से मौजूद है',
    'LBL_NO_SAVE_ACTION' => 'इस दृश्य के लिए सहेजने की क्रिया नहीं मिल सकी.',
    'LBL_BADLY_FORMED_DOCUMENT' => 'स्टूडियो2:स्थान स्थापित करें: ख़राब ढंग से बना हुआ दस्तावेज़',


//RELATIONSHIPS
    'LBL_MODULE' => 'मोड्यूल',
    'LBL_LHS_MODULE' => 'प्राथमिक मॉड्यूल',
    'LBL_CUSTOM_RELATIONSHIPS' => '* स्टूडियो में बनाया गया रिश्ता',
    'LBL_RELATIONSHIPS' => 'रिश्ते',
    'LBL_RELATIONSHIP_EDIT' => 'संबंध संपादित करें',
    'LBL_REL_NAME' => 'नाम',
    'LBL_REL_LABEL' => 'नामपत्र',
    'LBL_REL_TYPE' => 'प्रकार',
    'LBL_RHS_MODULE' => 'संबंधित मॉड्यूल',
    'LBL_NO_RELS' => 'कोई रिश्ता नहीं',
    'LBL_RELATIONSHIP_ROLE_ENTRIES' => 'वैकल्पिक शर्त',
    'LBL_RELATIONSHIP_ROLE_COLUMN' => 'स्तंभ',
    'LBL_RELATIONSHIP_ROLE_VALUE' => 'मूल्य',
    'LBL_SUBPANEL_FROM' => 'उपपैनल से',
    'LBL_RELATIONSHIP_ONLY' => 'इस संबंध के लिए कोई दृश्यमान तत्व नहीं बनाया जाएगा क्योंकि इन दोनों मॉड्यूल के बीच पहले से मौजूद दृश्यमान संबंध है।',
    'LBL_ONETOONE' => 'एक से एक',
    'LBL_ONETOMANY' => 'एक से अनेक',
    'LBL_MANYTOONE' => 'अनेक से एक',
    'LBL_MANYTOMANY' => 'अनेक से अनेक',


//STUDIO QUESTIONS
    'LBL_QUESTION_EDIT' => 'संपादित करने के लिए एक मॉड्यूल चुनें.',
    'LBL_QUESTION_LAYOUT' => 'संपादित करने के लिए एक लेआउट चुनें.',
    'LBL_QUESTION_SUBPANEL' => 'संपादित करने के लिए एक उपपैनल चुनें.',
    'LBL_QUESTION_SEARCH' => 'संपादित करने के लिए फ़िल्टर लेआउट चुनें.',
    'LBL_QUESTION_MODULE' => 'संपादित करने के लिए एक मॉड्यूल घटक का चयन करें।',
    'LBL_QUESTION_PACKAGE' => 'संपादित करने के लिए एक पैकेज चुनें, या एक नया पैकेज बनाएं।',
    'LBL_QUESTION_EDITOR' => 'एक उपकरण चुनें.',
    'LBL_QUESTION_DASHLET' => 'संपादित करने के लिए डैशलेट लेआउट चुनें.',
    'LBL_QUESTION_POPUP' => 'संपादित करने के लिए एक पॉपअप लेआउट चुनें.',
//CUSTOM FIELDS
    'LBL_NAME' => 'नाम',
    'LBL_LABELS' => 'लेबल',
    'LBL_MASS_UPDATE' => 'बड़े पैमाने पर अद्यतन',
    'LBL_DEFAULT_VALUE' => 'तयशुदा मान',
    'LBL_REQUIRED' => 'आवश्यक',
    'LBL_DATA_TYPE' => 'प्रकार',
    'LBL_HCUSTOM' => 'रिवाज़',
    'LBL_HDEFAULT' => 'अभाव',
    'LBL_LANGUAGE' => 'भाषा:',
    'LBL_CUSTOM_FIELDS' => '*स्टूडियो में फ़ील्ड बनाया गया',

//SECTION
    'LBL_SECTION_EDLABELS' => 'लेबल संपादित करें',
    'LBL_SECTION_PACKAGES' => 'संकुल',
    'LBL_SECTION_PACKAGE' => 'पैकेज',
    'LBL_SECTION_MODULES' => 'मॉड्यूल',
    'LBL_SECTION_DROPDOWNS' => 'ड्रॉपडाउन',
    'LBL_SECTION_PROPERTIES' => 'गुण',
    'LBL_SECTION_DROPDOWNED' => 'ड्रॉपडाउन संपादित करें',
    'LBL_SECTION_HELP' => 'मदद',
    'LBL_SECTION_MAIN' => 'मुख्‍य',
    'LBL_SECTION_FIELDEDITOR' => 'फ़ील्ड संपादित करें',
    'LBL_SECTION_DEPLOY' => 'तैनात करना',
    'LBL_SECTION_MODULE' => 'मोड्यूल',
//WIZARDS

//LIST VIEW EDITOR
    'LBL_DEFAULT' => 'डिफॉल्ट',
    'LBL_HIDDEN' => 'छिपा हुआ',
    'LBL_AVAILABLE' => 'उपलब्ध',
    'LBL_LISTVIEW_DESCRIPTION' => 'नीचे तीन कॉलम प्रदर्शित हैं। <b>डिफ़ॉल्ट</b> कॉलम में वे फ़ील्ड होते हैं जो डिफ़ॉल्ट रूप से सूची दृश्य में प्रदर्शित होते हैं। <b>अतिरिक्त</b> कॉलम में वे फ़ील्ड शामिल हैं जिन्हें उपयोगकर्ता कस्टम दृश्य बनाने के लिए उपयोग करना चुन सकता है। <b>उपलब्ध</b> कॉलम उपयोगकर्ताओं द्वारा उपयोग के लिए डिफ़ॉल्ट या अतिरिक्त कॉलम में जोड़ने के लिए एक व्यवस्थापक के रूप में आपके लिए उपलब्ध फ़ील्ड प्रदर्शित करता है।',
    'LBL_LISTVIEW_EDIT' => 'सूची दृश्य संपादक',

//Manager Backups History
    'LBL_MB_PREVIEW' => 'पूर्वावलोकन',
    'LBL_MB_RESTORE' => 'पुनर्संग्रहित करें',
    'LBL_MB_DELETE' => 'हटाएं',
    'LBL_MB_DEFAULT_LAYOUT' => 'डिफ़ॉल्ट खाका',

//END WIZARDS

//BUTTONS
    'LBL_BTN_ADD' => 'जोड़ें',
    'LBL_BTN_SAVE' => 'रखना',
    'LBL_BTN_SAVE_CHANGES' => 'परिवतर्न को सुरक्षित करें',
    'LBL_BTN_DONT_SAVE' => 'परिवर्तनों को निरस्त करें',
    'LBL_BTN_CANCEL' => 'रद्द करें',
    'LBL_BTN_CLOSE' => 'बंद करें',
    'LBL_BTN_SAVEPUBLISH' => 'सहेजें और तैनात करें',
    'LBL_BTN_CLONE' => 'क्लोन बनाएं',
    'LBL_BTN_ADDROWS' => 'पंक्तियाँ जोड़ें',
    'LBL_BTN_ADDFIELD' => 'क्षेत्र जोड़ें',
    'LBL_BTN_ADDDROPDOWN' => 'ड्रॉपडाउन जोड़ें',
    'LBL_BTN_SORT_ASCENDING' => 'छोटे से बड़े क्रम में क्रमबद्ध करें',
    'LBL_BTN_SORT_DESCENDING' => 'अवरोही छांट',
    'LBL_BTN_EDLABELS' => 'लेबल संपादित करें',
    'LBL_BTN_UNDO' => 'पूर्ववत',
    'LBL_BTN_REDO' => 'फिर से करना',
    'LBL_BTN_ADDCUSTOMFIELD' => 'कस्टम फ़ील्ड जोड़ें',
    'LBL_BTN_EXPORT' => 'निर्यात अनुकूलन',
    'LBL_BTN_DUPLICATE' => 'प्रतिलिपि बनाएं',
    'LBL_BTN_PUBLISH' => 'पब्लिश',
    'LBL_BTN_DEPLOY' => 'तैनात करना',
    'LBL_BTN_EXP' => 'निर्यात',
    'LBL_BTN_DELETE' => 'हटाएं',
    'LBL_BTN_VIEW_LAYOUTS' => 'लेआउट देखें',
    'LBL_BTN_VIEW_FIELDS' => 'क्षेत्र देखें',
    'LBL_BTN_VIEW_RELATIONSHIPS' => 'रिश्ते देखें',
    'LBL_BTN_ADD_RELATIONSHIP' => 'संबंध जोड़ें',
    'LBL_BTN_RENAME_MODULE' => 'मॉड्यूल का नाम बदलें',
//TABS


//ERRORS
    'ERROR_ALREADY_EXISTS' => 'त्रुटि: फ़ील्ड पहले से मौजूद है',
    'ERROR_INVALID_KEY_VALUE' => "त्रुटि: अमान्य कुंजी मान: [']",
    'ERROR_NO_HISTORY' => 'कोई इतिहास फ़ाइल नहीं मिली',
    'ERROR_MINIMUM_FIELDS' => 'लेआउट में कम से कम एक फ़ील्ड अवश्य होनी चाहिए',
    'ERROR_GENERIC_TITLE' => 'त्रुटि उत्पन्न हुई है',
    'ERROR_REQUIRED_FIELDS' => 'पुष्टि करें कि आप आगे जारी रखना चाहते हैं? निम्नलिखित आवश्यक फ़ील्ड लेआउट से गायब हैं:  ',


//PACKAGE AND MODULE BUILDER
    'LBL_PACKAGE_NAME' => 'पैकेज नाम:',
    'LBL_MODULE_NAME' => 'मौड्यूल नाम:',
    'LBL_AUTHOR' => 'लेखकः',
    'LBL_DESCRIPTION' => 'विवरण:',
    'LBL_KEY' => 'कुंजी:',
    'LBL_ADD_README' => ' मुझेपढ़ो',
    'LBL_LAST_MODIFIED' => 'अंतिम बार संशोधित:',
    'LBL_NEW_MODULE' => 'नया अनुखंड',
    'LBL_LABEL' => 'नामपत्र:',
    'LBL_LABEL_TITLE' => 'नामपत्र',
    'LBL_WIDTH' => 'चौड़ाई',
    'LBL_PACKAGE' => 'पैकेज:',
    'LBL_TYPE' => 'प्रकार:',
    'LBL_NAV_TAB' => 'नेविगेशन टैब',
    'LBL_CREATE' => 'बनाएँ',
    'LBL_LIST' => 'सूची',
    'LBL_VIEW' => 'देखें',
    'LBL_HISTORY' => 'इतिहास देखें',
    'LBL_RESTORE_DEFAULT' => 'पहले जैसा कर देना',
    'LBL_ACTIVITIES' => 'गतिविधियाँ',
    'LBL_NEW' => 'नया',
    'LBL_TYPE_BASIC' => 'बुनियादी',
    'LBL_TYPE_COMPANY' => 'कंपनी',
    'LBL_TYPE_PERSON' => 'व्यक्ति',
    'LBL_TYPE_ISSUE' => 'मुद्दा',
    'LBL_TYPE_SALE' => 'बिक्री',
    'LBL_TYPE_FILE' => 'फ़ाइल',
    'LBL_RSUB' => 'यह उपपैनल है जो आपके मॉड्यूल में प्रदर्शित किया जाएगा',
    'LBL_MSUB' => 'यह वह उपपैनल है जो आपका मॉड्यूल संबंधित मॉड्यूल को प्रदर्शन के लिए प्रदान करता है',
    'LBL_MB_IMPORTABLE' => 'आयात कर रहा है',

// VISIBILITY EDITOR
    'LBL_PACKAGE_WAS_DELETED' => '[[पैकेज]] हटा दिया गया था',

//EXPORT CUSTOMS
    'LBL_EC_TITLE' => 'निर्यात अनुकूलन',
    'LBL_EC_NAME' => 'पैकेज नाम:',
    'LBL_EC_AUTHOR' => 'लेखकः',
    'LBL_EC_DESCRIPTION' => 'विवरण:',
    'LBL_EC_CHECKERROR' => 'कृपया एक मॉड्यूल चुनें.',
    'LBL_EC_CUSTOMFIELD' => 'अनुकूलित फ़ील्ड',
    'LBL_EC_CUSTOMLAYOUT' => 'अनुकूलित लेआउट',
    'LBL_EC_NOCUSTOM' => 'कोई भी मॉड्यूल अनुकूलित नहीं किया गया है.',
    'LBL_EC_EMPTYCUSTOM' => 'खाली अनुकूलन हैं.',
    'LBL_EC_EXPORTBTN' => 'निर्यात',
    'LBL_MODULE_DEPLOYED' => 'मॉड्यूल तैनात किया गया है.',
    'LBL_UNDEFINED' => 'अपरिभाषित',
    'LBL_EC_VIEWS' => 'अनुकूलित दृश्य',
    'LBL_EC_SUITEFEEDS' => 'अनुकूलित फ़ील्ड',
    'LBL_EC_DASHLETS' => 'अनुकूलित लेआउट',
    'LBL_EC_CSS' => 'अनुकूलित सीएसएस',
    'LBL_EC_TPLS' => 'अनुकूलित टीपीएल',
    'LBL_EC_IMAGES' => 'अनुकूलित छवियाँ',
    'LBL_EC_JS' => 'अनुकूलित जेएस',
    'LBL_EC_QTIP' => 'अनुकूलित क्यूटीप',

//AJAX STATUS
    'LBL_AJAX_FAILED_DATA' => 'डेटा पुनर्प्राप्त करने में विफल',
    'LBL_AJAX_LOADING' => 'लोड हो रहा है...',
    'LBL_AJAX_DELETING' => 'हटा रहे है...',
    'LBL_AJAX_BUILDPROGRESS' => 'निर्माण प्रगति पर है...',
    'LBL_AJAX_DEPLOYPROGRESS' => 'तैनाती प्रगति पर है...',

    'LBL_AJAX_RESPONSE_TITLE' => 'परिणाम',
    'LBL_AJAX_RESPONSE_MESSAGE' => 'यह ऑपरेशन सफलतापूर्वक पूरा हो गया है',
    'LBL_AJAX_LOADING_TITLE' => 'प्रगति पर है...',
    'LBL_AJAX_LOADING_MESSAGE' => 'कृपया प्रतीक्षा करें, लोड हो रहा है...',

//JS
    'LBL_JS_REMOVE_PACKAGE' => 'क्या आप वाकई इस पैकेज को हटाना चाहते हैं? इससे इस पैकेज से जुड़ी सभी फ़ाइलें स्थायी रूप से हटा दी जाएंगी।',
    'LBL_JS_REMOVE_MODULE' => 'क्या आप वाकई इस मॉड्यूल को हटाना चाहते हैं? यह इस मॉड्यूल से जुड़ी सभी फ़ाइलों को स्थायी रूप से हटा देगा।',
    'LBL_JS_DEPLOY_PACKAGE' => 'इस मॉड्यूल के दोबारा तैनात होने पर आपके द्वारा स्टूडियो में किया गया कोई भी अनुकूलन अधिलेखित कर दिया जाएगा। क्या आप सुनिश्चित रूप से आगे बढ़ना चाहते हैं?',

    'LBL_DEPLOY_IN_PROGRESS' => 'पैकेज परिनियोजन',
    'LBL_JS_VALIDATE_NAME' => 'नाम - अक्षरांकीय होना चाहिए, एक अक्षर से शुरू होना चाहिए और कोई रिक्त स्थान नहीं होना चाहिए।',
    'LBL_JS_VALIDATE_PACKAGE_NAME' => 'पैकेज नाम पहले से मौजूद है',
    'LBL_JS_VALIDATE_KEY' => 'कुंजी - अक्षरांकीय होनी चाहिए, एक अक्षर से शुरू होनी चाहिए और इसमें कोई रिक्त स्थान नहीं होना चाहिए।',
    'LBL_JS_VALIDATE_LABEL' => 'कृपया एक लेबल दर्ज करें जिसका उपयोग इस मॉड्यूल के प्रदर्शन नाम के रूप में किया जाएगा',
    'LBL_JS_VALIDATE_TYPE' => 'कृपया उपरोक्त सूची से उस प्रकार का मॉड्यूल चुनें जिसे आप बनाना चाहते हैं',
    'LBL_JS_VALIDATE_REL_LABEL' => 'लेबल - कृपया एक लेबल जोड़ें जो उपपैनल के ऊपर प्रदर्शित किया जाएगा',

//CONFIRM
    'LBL_CONFIRM_FIELD_DELETE' => 'इस कस्टम फ़ील्ड को हटाने से कस्टम फ़ील्ड और डेटाबेस में कस्टम फ़ील्ड से संबंधित सभी डेटा हटा दिए जाएंगे। फ़ील्ड अब किसी भी मॉड्यूल लेआउट में दिखाई नहीं देगी। \\n\\nक्या आप जारी रखना चाहते हैं?',

    'LBL_CONFIRM_RELATIONSHIP_DELETE' => 'क्या आप वाकई इस रिश्ते को हटाना चाहते हैं?',
    'LBL_CONFIRM_DONT_SAVE' => 'आपके द्वारा पिछली बार सहेजे जाने के बाद से परिवर्तन किए गए हैं, क्या आप सहेजना चाहेंगे?',
    'LBL_CONFIRM_DONT_SAVE_TITLE' => 'परिवर्तनों को सहेजें?',
    'LBL_CONFIRM_LOWER_LENGTH' => 'डेटा छोटा किया जा सकता है और इसे पूर्ववत नहीं किया जा सकता, क्या आप वाकई जारी रखना चाहते हैं?',

//POPUP HELP
    'LBL_POPHELP_FIELD_DATA_TYPE' => 'फ़ील्ड में दर्ज किए जाने वाले डेटा के प्रकार के आधार पर उपयुक्त डेटा प्रकार का चयन करें।',
    'LBL_POPHELP_IMPORTABLE' => '<b>हां</b>: फ़ील्ड को आयात ऑपरेशन में शामिल किया जाएगा।<br><b>नहीं</b>: फ़ील्ड को आयात में शामिल नहीं किया जाएगा।<br><b>आवश्यक</b>: किसी भी आयात में फ़ील्ड के लिए एक मान प्रदान किया जाना चाहिए।',
    'LBL_POPHELP_IMAGE_WIDTH' => 'चौड़ाई के लिए एक संख्या दर्ज करें, जैसा कि पिक्सेल में मापा जाता है।<br> अपलोड की गई छवि को इस चौड़ाई पर स्केल किया जाएगा।',
    'LBL_POPHELP_IMAGE_HEIGHT' => 'ऊंचाई के लिए एक संख्या दर्ज करें, जैसा कि पिक्सेल में मापा जाता है।<br> अपलोड की गई छवि को इस ऊंचाई पर स्केल किया जाएगा।',
    'LBL_POPHELP_DUPLICATE_MERGE' => '<b>सक्षम</b>: फ़ील्ड मर्ज डुप्लिकेट सुविधा में दिखाई देगी, लेकिन डुप्लिकेट ढूंढें सुविधा में फ़िल्टर स्थितियों के लिए उपयोग करने के लिए उपलब्ध नहीं होगी।<br><b>अक्षम</b>: फ़ील्ड मर्ज डुप्लिकेट सुविधा में दिखाई नहीं देगा, और डुप्लिकेट ढूंढें सुविधा में फ़िल्टर स्थितियों के लिए उपयोग करने के लिए उपलब्ध नहीं होगा।<br><b>फ़िल्टर</b>: फ़ील्ड मर्ज डुप्लिकेट सुविधा में दिखाई देगी, और होगी डुप्लिकेट ढूंढें सुविधा में फ़िल्टर स्थितियों के लिए उपयोग करने के लिए उपलब्ध हो।<br><b>डिफ़ॉल्ट चयनित फ़िल्टर</b>: फ़ील्ड मर्ज डुप्लिकेट सुविधा में दिखाई देगी, और फ़िल्टर स्थितियों के लिए डिफ़ॉल्ट रूप से उपयोग की जाएगी डुप्लिकेट सुविधा ढूंढें। <br><b>केवल फ़िल्टर</b>: फ़ील्ड मर्ज डुप्लिकेट सुविधा में दिखाई नहीं देगी, लेकिन डुप्लिकेट ढूंढें सुविधा में फ़िल्टर स्थितियों के लिए उपयोग करने के लिए उपलब्ध होगी।',

//Revert Module labels
    'LBL_RESET' => 'रीसेट',
    'LBL_RESET_MODULE' => 'मॉड्यूल रीसेट करें',
    'LBL_REMOVE_CUSTOM' => 'अनुकूलन हटाएँ',
    'LBL_CLEAR_RELATIONSHIPS' => 'साफ़ रिश्ते',
    'LBL_RESET_LABELS' => 'लेबल रीसेट करें',
    'LBL_RESET_LAYOUTS' => 'लेआउट रीसेट करें',
    'LBL_REMOVE_FIELDS' => 'कस्टम फ़ील्ड हटाएँ',
    'LBL_CLEAR_EXTENSIONS' => 'एक्सटेंशन साफ़ करें',
    'LBL_HISTORY_TIMESTAMP' => 'समय मोहर',
    'LBL_HISTORY_TITLE' => ' इतिहास',

    'fieldTypes' => array(
        'varchar' => 'पाठ्य से भरा',
        'int' => 'पूर्णांक',
        'float' => 'फ्लोट',
        'bool' => 'चेक बॉक्स',
        'enum' => 'ड्रॉपडाउन',
        'dynamicenum' => 'गतिशील ड्रॉपडाउन',
        'multienum' => 'बहुचयन',
        'date' => 'तारीख',
        'phone' => 'फोन',
        'currency' => 'मुद्रा',
        'html' => 'एचटीएमएल',
        'radioenum' => 'रेडियो',
        'relate' => 'संबंधित',
        'address' => 'पता',
        'text' => 'पाठ क्षेत्र',
        'url' => 'यूआरएल',
        'iframe' => 'आईफ़्रेम',
        'datetimecombo' => 'दिनांक समय',
        'decimal' => 'दशमलव',
        'image' => 'छवि',
        'wysiwyg' => 'WYSIWYG',
    ),
    'labelTypes' => array(
        "frequently_used" => "अक्सर उपयोग किए जाने वाले लेबल",
        "all" => "सभी लेबल",
    ),

    'parent' => 'फ्लेक्स संबंधित',

    'LBL_CONFIRM_SAVE_DROPDOWN' => "आप ड्रॉपडाउन सूची से हटाने के लिए इस आइटम का चयन कर रहे हैं। मूल्य के रूप में इस आइटम के साथ इस सूची का उपयोग करने वाला कोई भी ड्रॉपडाउन फ़ील्ड अब मूल्य प्रदर्शित नहीं करेगा, और मूल्य अब ड्रॉपडाउन फ़ील्ड से नहीं चुना जा सकेगा। क्या आप वाकई जारी रखना चाहते हैं?",

    'LBL_ALL_MODULES' => 'सभी मॉड्यूल',
    'LBL_RELATED_FIELD_ID_NAME_LABEL' => '{0} (संबंधित {1} आईडी)',
);
