<?php
/**
 *
 * SugarCRM Community Edition is a customer relationship management program developed by
 * SugarCRM, Inc. Copyright (C) 2004-2013 SugarCRM Inc.
 *
 * SuiteCRM is an extension to SugarCRM Community Edition developed by SalesAgility Ltd.
 * Copyright (C) 2011 - 2019 SalesAgility Ltd.
 *
 * This program is free software; you can redistribute it and/or modify it under
 * the terms of the GNU Affero General Public License version 3 as published by the
 * Free Software Foundation with the addition of the following permission added
 * to Section 15 as permitted in Section 7(a): FOR ANY PART OF THE COVERED WORK
 * IN WHICH THE COPYRIGHT IS OWNED BY SUGARCRM, SUGARCRM DISCLAIMS THE WARRANTY
 * OF NON INFRINGEMENT OF THIRD PARTY RIGHTS.
 *
 * This program is distributed in the hope that it will be useful, but WITHOUT
 * ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS
 * FOR A PARTICULAR PURPOSE. See the GNU Affero General Public License for more
 * details.
 *
 * You should have received a copy of the GNU Affero General Public License along with
 * this program; if not, see http://www.gnu.org/licenses or write to the Free
 * Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA
 * 02110-1301 USA.
 *
 * You can contact SugarCRM, Inc. headquarters at 10050 North Wolfe Road,
 * SW2-130, Cupertino, CA 95014, USA. or at email address contact@sugarcrm.com.
 *
 * The interactive user interfaces in modified source and object code versions
 * of this program must display Appropriate Legal Notices, as required under
 * Section 5 of the GNU Affero General Public License version 3.
 *
 * In accordance with Section 7(b) of the GNU Affero General Public License version 3,
 * these Appropriate Legal Notices must retain the display of the "Powered by
 * SugarCRM" logo and "Supercharged by SuiteCRM" logo. If the display of the logos is not
 * reasonably feasible for technical reasons, the Appropriate Legal Notices must
 * display the words "Powered by SugarCRM" and "Supercharged by SuiteCRM".
 */

if (!defined('sugarEntry') || !sugarEntry) {
    die('Not A Valid Entry Point');
}

$mod_strings = array(
    'LBL_LOADING' => 'Loading' /*for 508 compliance fix*/,
    'LBL_HIDEOPTIONS' => 'විකල්ප සඟවන්න' /*for 508 compliance fix*/,
    'LBL_DELETE' => 'මකා' /*for 508 compliance fix*/,
    'help' => array(
        'package' => array(
            'create' => 'මෙම පැකේජය සඳහා <strong> නම </ b> ලබා දීම. ඔබ විසින් ඇතුලත් නම භාවිතා කල හැක්කේ හා හිඩැස් නැති කළ යුතුය. (උදා: මානව සම්පත් කළමනාකරණ) <br/> <br/> ඔබ පැකේජයක් සඳහා <b> කතෘ </ b> සහ <b> විස්තරය </ b> තොරතුරු ලබා දිය හැකිය. <br/> <br/> පැකේජය නිර්මාණය කිරීමට, <b> සුරකින්න </ b> ක්ලික් කරන්න.',
            'modify' => 'මෙම ගුණ හා <b> පැකේජය </ b> හැකි ක්රියාවන් මෙහි පෙනී යයි. <br> <br> ඔබ මෙම <b> නම </ b> වෙනස් කළ හැක <b> කතෘ </ b> සහ <b> විස්තරය </ b> පැකේජය, මෙන්ම දැක්ම හා පැකේජය තුළ අඩංගු මොඩියුල සියල්ල රිසිකරණය. <br> <br> පැකේජය සඳහා මොඩියුලය නිර්මාණය කිරීමට, <b> නව මොඩියුලය </ b> ක්ලික් කරන්න. <br> මෙම පැකේජය අවම වශයෙන් එක් මොඩියුලය අඩංගු නම් <br>, ඔබ, <b> </ b> ප්රකාශයට පත් කළ හැකි අතර, <b> යෙදවීමට </ b> පැකේජය, මෙන්ම, <b> අපනයන </ b> සිදු වූ අභිමතකරණ පැකේජය.',
            'name' => 'මෙම වර්තමාන පැකේජය <b> නම </ b>. <br/> ඔබ විසින් ඇතුලත් <br/> නම, කල හැක්කේ අංක ලිපියක් සමග ආරම්භ කිරීමට සහ හිඩැස් නැති කළ යුතුය. (උදා: මානව සම්පත් කළමනාකරණ)',
            'author' => 'මෙම පැකේජය නිර්මාණය කලේ ආයතනයයි ලෙස ස්ථාපනයේදී ප්රදර්ශනය කරන බව මෙම <b> කතෘ </ b>. <br> <br> කර්තෘ පුද්ගලයෙකු හෝ ආයතනයක් හෝ විය හැකි ය.',
            'description' => 'මෙම ස්ථාපන ක්රියාවලියේදී ප්රදර්ශනය කරන ඇසුරුම් <b> විස්තරය </ b>.',
            'publishbtn' => '<B> සියලු බේරා ගැනීමට ඇති </ b> ප්රකාශයට පත් ක්ලික් කරන්න දත්ත ඇතුල් පැකේජය ක ස්ථාපනය අනුවාදය වේ කරන .zip ගොනුව නිර්මාණය කරන්න. <br> <br> උඩුගත කිරීමට, <b> මොඩියුලය කාරකය </ b> භාවිතා කරන්න. zip ගොනුව සහ පැකේජය ස්ථාපනය කරන්න.',
            'deploybtn' => 'සියලු බේරා ගැනීමට, <b> යෙදවීමට ඇති </ b> ක්ලික් කරන්න දත්ත ඇතුල් වත්මන් අවස්ථාවේ දී සියලු ෙමොඩියුල, ඇතුළු පැකේජය ස්ථාපනය කිරීමට.',
            'duplicatebtn' => 'නව පැකේජයක් බවට පැකේජය අන්තර්ගතය පිටපත් කිරීමට හා නව පැකේජයක් ප්රදර්ශනය කිරීමට, <b> දෙවන පිටපත </ b> ක්ලික් කරන්න. <br/> <br/> නව පැකේජය සඳහා, නව නම අලුත් එකක් නිර්මාණය කිරීම සඳහා භාවිතා කරන පැකේජය නම අවසානය දක්වා ගණනාවක් නිසියාකාරව එකතු ස්වයංක්රීයව නිර්මානය වනු ඇත. ඔබ නව <b> නම </ b> සහ </ b> <b> සුරකින්න ක්ලික් ඇතුලු නව පැකේජය නම-වෙනස් කිරීම කළ හැක.',
            'exportbtn' => 'මෙම පැකේජය ලබා ඇති අභිමතකරණ අඩංගු .zip ගොනුව නිර්මාණය කිරීමට, <b> අපනයන </ b> ක්ලික් කරන්න. <br> <br> මෙම ජනනය ගොනුව පැකේජය ක ස්ථාපනය අනුවාදය නොවේ. <br> <br> භාවිතා කරන්න <ආ > මොඩියුලය කාරකය </ b> .zip ගොනුව ආනයනය කිරීමට සහ අභිමතකරණ ඇතුළු පැකේජය කිරීමට, මොඩියුලය Builder දී පෙනී යයි.',
            'deletebtn' => 'මෙම පැකේජය හා මෙම පැකේජය හා සම්බන්ධ සියළුම ගොනු මැකීමට </ b> Delete <b> ක්ලික් කරන්න.',
            'savebtn' => 'සියලු බේරා ගැනීමට, <b> සුරකින්න </ b> ක්ලික් කරන්න පැකේජය සම්බන්ධ දත්ත ඇතුළත් විය.',
            'existing_module' => 'ගුණ සංස්කරණය ක්ෂේත්ර, සබඳතා හා මොඩියුලය හා විලාසිතා යෙදීමෙන් රිසිකරණය <b> මොඩියුලය </ b> අයිකනය ක්ලික් කරන්න.',
            'new_module' => 'මෙම පැකේජය සඳහා නව මොඩියුලය නිර්මාණය කිරීමට, <b> නව මොඩියුලය </ b> ක්ලික් කරන්න.',
            'key' => 'මෙම 5-ලිපියක්, අක්ෂරාංක <b> කී </ b> දැනට පවතින ඇසුරුම තුල මොඩියුල සියල්ල සඳහා සියලු බහලුම්, පන්ති නම් සහ දත්ත වගු උපසර්ගය කිරීමට භාවිතා කරනු ලැබේ. <br> <br> ප්රධාන උත්සාහයක් භාවිතා වේ වගුවෙහි නම විශේෂත්වය සාක්ෂාත් කර ගැනීම.',
            'readme' => 'මෙම පැකේජය සඳහා <strong> පුථවන්> txt එක් කිරීමට ක්ලික් කරන්න. <br> <br> Tha පුථවන් ස්ථාපනය කරන අවස්ථාවේ දී ලබා ගත හැකි වනු ඇත.',

        ),
        'main' => array(),
        'module' => array(
            'create' => 'මෙම මොඩියුලය සඳහා <strong> නම </ b> ලබා දීම. <B> ලේබල් </ b> ඔබ ලබා නාවික ටැබය දිස් වනු ඇත. <br/> <br/> <b> සංචාලන ටැබ් </ b> සලකුණු කොටුව පරීක්ෂා විසින් මෙම මොඩියුලය සඳහා සංචලනය ටැබ් ප්රදර්ශනය කිරීමට තෝරාගන්න. <br/> <br/> එවිට ඔබ නිර්මාණය කිරීමට කැමති මොඩියුලය වර්ගය තෝරන්න. <br/> සැකිලි වර්ගය තෝරන්න <br/>. එක් එක් සැකිල්ල ඔබගේ මොඩියුලය සඳහා පදනමක් ලෙස භාවිතා කිරීම සඳහා, ක්ෂේත්ර විශේෂිත මෙන්ම, පූර්ව නිශ්චිත වූ පිරිසැලසුම් අඩංගු වේ. <br/> <br/> මොඩියුලය නිර්මාණය කිරීමට, <b> සුරකින්න </ b> ක්ලික් කරන්න.',
            'modify' => 'ඔබ මොඩියුලය ගුණ වෙනස් කිරීම හෝ මෙම <b> ෆීල්ඩ්ස් </ b> මෙම මොඩියුලය හා සම්බන්ධ <b> සබඳතා ඇති </ b> සහ <b> පිරිසැලසුම් </ b> රිසිකරණය කළ හැකිය.',
            'importable' => '<B> Importable </ b> පරීක්ෂා සලකුණු කොටුව මෙම මොඩියුලය සඳහා ආනයනය හැකි වනු ඇත. <br> <br> ආනයන විශාරද කිරීමට සම්බන්ධය මොඩියුලය තුළ කෙටි මාර්ග මණ්ඩලයක් දිස් වනු ඇත. ආනයන විශාරද සිරිත් මොඩියුලය බාහිර මූලාශ්ර වලින් දත්ත ආනයනය පහසුකම් සලසයි.',
            'team_security' => '<B> කණ්ඩායම ආරක්ෂක </ b> පරීක්ෂා සලකුණු කොටුව මෙම මොඩියුලය සඳහා කණ්ඩායමක් ආරක්ෂක හැකි වනු ඇත. කණ්ඩායම ආරක්ෂක සක්රීය කළ විට, <br/> <br/> එම කණ්ඩායම තෝරා ගැනීම ක්ෂේත්රයේ මෙම මොඩියුලය දී වාර්තා තුළ දිස් වනු ඇත ',
            'reportable' => 'මෙම කොටුව පරීක්ෂා මෙම මොඩියුලය එයට එරෙහිව ක්රියාත්මක වාර්තා කර ගැනීමට ඉඩ ලබා දෙනු ඇත.',
            'assignable' => 'මෙම කොටුව පරීක්ෂා මෙම මොඩියුලය එයට එරෙහිව ක්රියාත්මක වාර්තා කර ගැනීමට ඉඩ ලබා දෙනු ඇත.',
            'has_tab' => '<B> සංචාලන ටැබ් </ b> පරීක්ෂා මෙම මොඩියුලය සඳහා සංචලනය ටැබ් ලබා දෙනු ඇත.',
            'acl' => 'මෙම කොටුව පරීක්ෂා ක්ෂේත්ර පෙළ ආරක්ෂක ඇතුළුව, මෙම මොඩියුලය මත ප්රවේශ පාලනයද හැකි වනු ඇත.',
            'studio' => 'මෙම කොටුව පරීක්ෂා පරිපාලකයන් ශබ්දාගාර තුළ මෙම මොඩියුලය රිසිකරණය කිරීමට ඉඩ ඇත.',
            'audit' => 'මෙම කොටුව පරීක්ෂා මෙම මොඩියුලය සඳහා විගණන හැකි වනු ඇත. පරිපාලකයන් වෙනස් ඉතිහාසය සමාලෝචනය කළ හැකි වන පරිදි යම් යම් ක්ෂේත්ර වෙනස්කම් වාර්තා කරනු ඇත.',
            'viewfieldsbtn' => 'මෙම මොඩියුලය හා සම්බන්ධ ක්ෂේත්රවල අවශ්යවේ චාරිත්රය සහ ක්ෂේත්ර නිර්මාණය හා සංස්කරණය කිරීමට, <b> දැක්ම ෆීල්ඩ්ස් </ b> ක්ලික් කරන්න.',
            'viewrelsbtn' => 'මෙම මොඩියුලය සමග සංෙයෝජිත සබඳතා බැලීම සඳහා සහ නව සබඳතා නිර්මාණය කිරීමට, <b> දැක්ම සබඳතා ඇති </ b> ක්ලික් කරන්න.',
            'viewlayoutsbtn' => 'ෙම ලය සඳහා පිරිසැලසුම් බැලීම සඳහා සහ පිරිසැලසුම් තුළ ක්ෂේත්රයේ සැලැස්මට රිසිකරණය <b> දැක්ම, පිරිසැලසුම් </ b> ක්ලික් කරන්න.',
            'duplicatebtn' => 'නව මොඩියුලය මෙම මොඩියුලය ගුණ කාර්යය පිටපත් කිරීමට, නව මොඩියුලය ප්රදර්ශනය කිරීමට, <b> දෙවන පිටපත </ b> ක්ලික් කරන්න. නව මොඩියුලය සඳහා <br/> <br/>, නව නම අලුත් එකක් නිර්මාණය කිරීම සඳහා භාවිතා කරන මොඩියුලය නම අවසානය දක්වා ගණනාවක් නිසියාකාරව එකතු ස්වයංක්රීයව නිර්මානය වනු ඇත.',
            'deletebtn' => 'මෙම මොඩියුලය මැකීමට </ b> Delete <b> ක්ලික් කරන්න.',
            'name' => 'මෙම වත්මන් මොඩියුලය මෙම <b> නම </ b>. <br/> <br/> නම භාවිතා කල හැක්කේ යුතු අතර ලිපියක් සමග ආරම්භ කිරීමට සහ හිඩැස් නැති කළ යුතුය. (උදා: මානව සම්පත් කළමනාකරණ)',
            'label' => 'මෙම මොඩියුලය සඳහා සංචලනය ටැබය දිස් වනු ඇත බව <b> ලේබල් </ b>. ',
            'savebtn' => 'සියලු බේරා ගැනීමට, <b> සුරකින්න </ b> ක්ලික් කරන්න මොඩියුලය හා සම්බන්ධ දත්ත ඇතුළත් විය.',
            'type_basic' => '<B> මූලික </ b> සැකිල්ල වර්ගය යොදවා වැනි නම වැනි මූලික ක්ෂේත්ර, නිර්මාණය කරන ලද්දේ කණ්ඩායම, දිනය හා විස්තරය ක්ෂේත්ර සපයයි.',
            'type_company' => '<B> සමාගම </ b> සැකිල්ල වර්ගය එවැනි සමාගම් නම, කර්මාන්ත හා ලිපිනය ලෙස සංවිධානය-විශේෂිත ක්ෂේත්ර, සපයයි. <br/> <br/> සම්මත ගිණුම් මොඩියුලය සමාන කර තිබෙන මොඩියුලයන් නිර්මාණය කිරීමට මෙම සැකිල්ලට භාවිතා කරන්න.',
            'type_issue' => '<B> නිකුත් </ b> සැකිල්ල වර්ගය case- සහ එවැනි අංකය, තත්ත්වය, ප්රමුඛ හා විස්තරය ලෙස දෝෂ-විශේෂිත ක්ෂේත්ර, සපයයි. <br/> <br/> සම්මත සමාන කර තිබෙන මොඩියුලයන් නිර්මාණය කිරීමට මෙම සැකිල්ල වන අවස්ථා සහ බග්ස් මොඩියුල.',
            'type_person' => '<B> පුද්ගලයා </ b> සැකිල්ල වර්ගය එවැනි ආචාර, හිමිකම්, නම, ලිපිනය හා දුරකථන අංකය ලෙස තනි තනි-විශේෂිත ක්ෂේත්ර, සපයයි. <br/> <br/> සම්මත සමාන කර තිබෙන මොඩියුලයන් නිර්මාණය කිරීමට මෙම සැකිල්ල අප අමතන්න මොඩියුල සහ මඟ පෙන්වන.',
            'type_sale' => '<B> විකිණීමට </ b> සැකිල්ල වර්ගය එවැනි ඊයම් ප්රභවය ලෙස අවස්ථාව විශේෂිත ක්ෂේත්ර, අදියර, ප්රමාණය හා සම්භාවිතා සපයයි. <br/> <br/> සම්මත අවස්ථා මොඩියුලය සමාන කර තිබෙන මොඩියුලයන් නිර්මාණය කිරීමට මෙම සැකිල්ලට භාවිතා කරන්න.',
            'type_file' => '<B> </ b> ගොනු සැකිල්ල, එවැනි ගොනුව නම ලෙස ලේඛන විශේෂිත ක්ෂේත්ර, සපයයි ලේඛන වර්ගය, හා දිනය ප්රකාශ කරන්න. <br> <br> සම්මත ලේඛන මොඩියුලය සමාන කර තිබෙන මොඩියුලයන් නිර්මාණය කිරීමට මෙම සැකිල්ලට භාවිතා කරන්න.',

        ),
        'dropdowns' => array(
            'default' => '<B> Dropdowns </ b> සියලු අයදුම්පත් සඳහා මෙතන ලැයිස්තුගත කර ඇත. <br> <br> මෙම dropdowns ඕනෑම ෙම මෙනුව තෝරන්න ක්ෂේත්ර සඳහා යොදා ගත හැකිය. <br> <br> දැනට පවතින මෙනුව තෝරන්න වෙනස්කම් කිරීමට, දක නම මත ක්ලික් කරන්න. <br> <br> <b> නව මෙනුව තෝරන්න නිර්මාණය කිරීමට මෙනුව තෝරන්න </ b> Add ක්ලික් කරන්න.',
            'editdropdown' => 'මෙනුව තෝරන්න ලැයිස්තු ඕනෑම මොඩියුලය සම්මත හෝ චාරිත්රයක් මෙනුව තෝරන්න ක්ෂේත්ර සඳහා යොදා ගත හැකිය. <br> <br> දක ලැයිස්තුව සඳහා <strong> නම </ b> ලබා දීම. <br> <br> ඕනෑම භාෂා ඇසුරුම් තුළ ස්ථාපනය කරන්නේ නම් අයදුම්, ඔබ ලැයිස්තුව භාණ්ඩ සඳහා භාවිතා කිරීමට මෙම <b> භාෂා </ b> තෝරා ගත හැකිය. <br> <br> <b> අයිතමය නම </ b> ක්ෂේත්රයේ දී, මැක්රෝස් දී විකල්පය සඳහා නමක් ලබා. මෙම නම පරිශීලකයින් හට දර්ශනය වන බව දක ලැයිස්තුවේ දිස් නොවනු ඇත. <br> <br> <B> විදහා පත </ b> ක්ෂේත්රය තුල පරිශීලකයින් හට දර්ශනය වනු ඇති බව ලේබලය ලබා දෙයි. <br> <br> අයිතමය නම සහ ප්රදර්ශනය ලේබලය ලබා පසුව, ක්ලික් කරන්න, <b> </ b> මෙනුව තෝරන්න ලැයිස්තුවට අයිතමය එකතු කිරීමට එකතු කරන්න. <br> <br>, ලැයිස්තුවේ ඇති භාණ්ඩ සඥාවක් ඇද අපේක්ෂිත තනතුරුවලට භාණ්ඩ අතහැර කිරීම. <br> <br>, කිසියම් අයිතමයක් සඳහා ප්රදර්ශනය ලේබලය සංස්කරණය කරන ලද <b> සංස්කරණය කරන්න අයිකනය </ b> ක්ලික් කරන්න, නව ලේබලය ඇතුළු කිරීම. දක ලැයිස්තුව සිට අයිතමය මකා ගැනීම සඳහා, <b> අයිකනය </ b> මකන්න. <br> <br> ප්රදර්ශනය ලේබලය සිදු වෙනස් අස් කිරීමට ක්ලික් කරන්න, <b> පෙතක් </ b> ක්ලික් කරන්න. අහෝසි වූ බව වෙනස් නැවත සිදු කිරීම සඳහා, <b> නැවත කරන්න </ b> ක්ලික් කරන්න. <br> <br> දක ලැයිස්තුව බේරා ගැනීමට, <b> සුරකින්න </ b> ක්ලික් කරන්න.',

        ),
        'subPanelEditor' => array(
            'modify' => '<B> Subpanel </ b> ප්රදර්ශනය කළ හැකි බව යන ක්ෂේත්ර සියලු මෙතන පෙනී යයි. <br> <br> මෙම <b> පෙරනිමි </ b> තීරුව වූ Subpanel ප්රදර්ශනය කරන ක්ෂේත්ර අන්තර්ගත වේ. <Br / > <br/> මෙම <b> සැඟවී ඇති </ b> තීරුව වූ පෙරනිමි තීරුව වෙත එකතු කළ හැකි බව ක්ෂේත්ර අන්තර්ගත වේ.'
        ,
            'savebtn' => 'ඔබ සිදුකරන වෙනස්කම් බේරා ගැනීමට හා මෙම මොඩියුලය තුළ සකීය කිරීමට, <b> සුරකින්න සහ යෙදවීමට ඇති </ b> ක්ලික් කරන්න.',
            'historyBtn' => 'ඉතිහාසයේ සිට මීට පෙර ගැලවීම සැකැස්ම නැරඹීමට හා නැවත <b> දැක්ම ඉතිහාසය </ b> ක්ලික් කරන්න.',
            'historyDefault' => 'එහි මුල් සැකසුම කිරීම සඳහා නැවත පෙරනිමි </ b> පිළිනැගුම <b> ක්ලික් කරන්න.',
            'Hidden' => '<b> සැඟවී ඇති </ b> ක්ෂේත්ර උප මණ්ඩලයක් පෙනී නැහැ.',
            'Default' => '<b> පෙරනිමි </ b> ක්ෂේත්ර උප කමිටු දී පෙනී යයි.',

        ),
        'listViewEditor' => array(
            'modify' => '<B> ListView </ b> මෙතන පෙනී ප්රදර්ශනය කළ හැකි බව යන ක්ෂේත්ර සියලු. <br> <br> මෙම <b> පෙරනිමි </ b> තීරුව පෙරනිමියෙන් ListView ප්රදර්ශනය කරන ක්ෂේත්ර අන්තර්ගත වේ. <br /> <br/> මෙම <b> දැනට පවතින </ b> තීරුව පරිශීලක චාරිත්රයක් ListView නිර්මාණය කිරීමට සොයන්න දී තෝරා හැකි බව ක්ෂේත්ර අන්තර්ගත වේ. <br/> <br/> මෙම <b> සැඟවී ඇති </ b> තීරුව වූ පෙරනිමි හෝ ලබාගත හැකි තීරුව වෙත එකතු කළ හැකි බව ක්ෂේත්ර අන්තර්ගත වේ.'
        ,
            'savebtn' => 'ඔබ සිදුකරන වෙනස්කම් බේරා ගැනීමට හා මෙම මොඩියුලය තුළ සකීය කිරීමට, <b> සුරකින්න සහ යෙදවීමට ඇති </ b> ක්ලික් කරන්න.',
            'historyBtn' => 'ඉතිහාසයේ සිට මීට පෙර ගැලවීම සැකැස්ම නැරඹීමට හා නැවත <b> දැක්ම ඉතිහාසය </ b> ක්ලික් කරන්න. <br> <br> <B> <b> දැක්ම ඉතිහාසය තුළ ඇති </ b> පිළිනැගුම </ b> ක්ෂේත්රයේ ස්ථානගත සුමුදු මීට පෙර ගැලවීම පිරිසැලසුම් තුළ. ක්ෂේත්රයේ ලේබල් වෙනස් කිරීම සඳහා, එක් එක් ක්ෂේත්රයට ඉදිරි සංස්කරණ අයිකනය ක්ලික් කරන්න.',
            'historyDefault' => 'එහි මුල් සැකසුම කිරීම සඳහා නැවත පෙරනිමි </ b> පිළිනැගුම <b> ක්ලික් කරන්න. <br> <br> <B> පෙරනිමි </ b> පමණක් මුල් සැකසුම තුළ ක්ෂේත්රයේ ස්ථානගත සුමුදු පිළිනැගුම. ක්ෂේත්රයේ ලේබල් වෙනස් කිරීම සඳහා, එක් එක් ක්ෂේත්රයට ඉදිරි සංස්කරණ අයිකනය ක්ලික් කරන්න.',
            'Hidden' => '<b> ListViews දී දැක ගැනීමට භාවිතා කරන්නන් සඳහා දැනට ලබා ගත නොහැකි </ b> ක්ෂේත්ර සැඟවී.',
            'Available' => '<b> දැනට පවතින </ b> ක්ෂේත්ර පෙරනිමිය ලෙස පෙන්වන්නේ නැත, නමුත් පරිශීලකයන් විසින් දසුන් ලැයිස්තුගත එක් කළ හැක.',
            'Default' => '<b> පෙරනිමි </ b> ක්ෂේත්ර පරිශීලකයන් විසින් අවශ්ය පරිදි වෙනස් නොවන බව ලැයිස්තුව දසුන් දී පෙනී යයි.'
        ),
        'popupListViewEditor' => array(
            'modify' => '<B> ListView </ b> මෙතන පෙනී ප්රදර්ශනය කළ හැකි බව යන ක්ෂේත්ර සියලු. <br> <br> මෙම <b> පෙරනිමි </ b> තීරුව පෙරනිමියෙන් ListView ප්රදර්ශනය කරන ක්ෂේත්ර අන්තර්ගත වේ. <br /> <br/> මෙම <b> සැඟවුණු </ b> තීරුව වූ පෙරනිමි හෝ ලබාගත හැකි තීරුව වෙත එකතු කළ හැකි බව ක්ෂේත්ර අන්තර්ගත වේ.'
        ,
            'savebtn' => 'ඔබ සිදුකරන වෙනස්කම් බේරා ගැනීමට හා මෙම මොඩියුලය තුළ සකීය කිරීමට, <b> සුරකින්න සහ යෙදවීමට ඇති </ b> ක්ලික් කරන්න.',
            'historyBtn' => 'ඉතිහාසයේ සිට මීට පෙර ගැලවීම සැකැස්ම නැරඹීමට හා නැවත <b> දැක්ම ඉතිහාසය </ b> ක්ලික් කරන්න. <br> <br> <B> <b> දැක්ම ඉතිහාසය තුළ ඇති </ b> පිළිනැගුම </ b> ක්ෂේත්රයේ ස්ථානගත සුමුදු මීට පෙර ගැලවීම පිරිසැලසුම් තුළ. ක්ෂේත්රයේ ලේබල් වෙනස් කිරීම සඳහා, එක් එක් ක්ෂේත්රයට ඉදිරි සංස්කරණ අයිකනය ක්ලික් කරන්න.',
            'historyDefault' => 'එහි මුල් සැකසුම කිරීම සඳහා නැවත පෙරනිමි </ b> පිළිනැගුම <b> ක්ලික් කරන්න. <br> <br> <B> පෙරනිමි </ b> පමණක් මුල් සැකසුම තුළ ක්ෂේත්රයේ ස්ථානගත සුමුදු පිළිනැගුම. ක්ෂේත්රයේ ලේබල් වෙනස් කිරීම සඳහා, එක් එක් ක්ෂේත්රයට ඉදිරි සංස්කරණ අයිකනය ක්ලික් කරන්න.',
            'Hidden' => '<b> ListViews දී දැක ගැනීමට භාවිතා කරන්නන් සඳහා දැනට ලබා ගත නොහැකි </ b> ක්ෂේත්ර සැඟවී.',
            'Default' => '<b> පෙරනිමි </ b> ක්ෂේත්ර පරිශීලකයන් විසින් අවශ්ය පරිදි වෙනස් නොවන බව ලැයිස්තුව දසුන් දී පෙනී යයි.'
        ),
        'searchViewEditor' => array(
            'modify' => 'All of the fields that can be displayed in the <b>Filter</b> form appear here.<br><br>The <b>Default</b> column contains the fields that will be displayed in the Search form.<br/><br/>The <b>Hidden</b> column contains fields available for you as an admin to add to the Search form.'
        ,
            'savebtn' => '<B> සුරකින්න සහ යෙදවීමට ඇති </ b> ක්ලික් කිරීමෙන් සියලු වෙනස්කම් සුරැකීමට සහ සකීය වනු ඇත',
            'Hidden' => '<b> සැඟවී ඇති </ b> ක්ෂේත්ර සෙවුම් දී නොපෙනේ.',
            'historyBtn' => 'ඉතිහාසයේ සිට මීට පෙර ගැලවීම සැකැස්ම නැරඹීමට හා නැවත <b> දැක්ම ඉතිහාසය </ b> ක්ලික් කරන්න. <br> <br> <B> <b> දැක්ම ඉතිහාසය තුළ ඇති </ b> පිළිනැගුම </ b> ක්ෂේත්රයේ ස්ථානගත සුමුදු මීට පෙර ගැලවීම පිරිසැලසුම් තුළ. ක්ෂේත්රයේ ලේබල් වෙනස් කිරීම සඳහා, එක් එක් ක්ෂේත්රයට ඉදිරි සංස්කරණ අයිකනය ක්ලික් කරන්න.',
            'historyDefault' => 'එහි මුල් සැකසුම කිරීම සඳහා නැවත පෙරනිමි </ b> පිළිනැගුම <b> ක්ලික් කරන්න. <br> <br> <B> පෙරනිමි </ b> පමණක් මුල් සැකසුම තුළ ක්ෂේත්රයේ ස්ථානගත සුමුදු පිළිනැගුම. ක්ෂේත්රයේ ලේබල් වෙනස් කිරීම සඳහා, එක් එක් ක්ෂේත්රයට ඉදිරි සංස්කරණ අයිකනය ක්ලික් කරන්න.',
            'Default' => '<b> සැඟවී ඇති </ b> ක්ෂේත්ර සෙවුම් දී නොපෙනේ.'
        ),
        'layoutEditor' => array(
            'defaultdetailview' => '<B> පිරිසැලසුම </ b> ප්රදේශයේ දැනට මෙම <b> විස්තර බලන්න </ b> තුළ ප්රදර්ශනය කරන ක්ෂේත්ර අන්තර්ගත වේ. <br/> <br/> <B> මෙවලම් ගොන්න </ b> <b අඩංගු > පිළිසකර බඳුනට </ b> සහ සැකැස්ම එකතු කළ හැකි බව යන ක්ෂේත්ර හා සැලැස්ම අංග. <br> <br> <b> මෙවලම් ගොන්න </ ආ අතර මූලද්රව්ය හා ක්ෂේත්ර ඇදීම සහ හෙළීම මගින් සැකසුම වෙනස් කරන්න> හා <b> පිරිසැලසුම </ b> සහ සැකැස්ම තුල ම. <br> <br>, පිරිසැලසුම් සිට ක්ෂේත්ර ඉවත් කරන ලද <b> පිළිසකර බඳුනට </ b> ලෙස ක්ෂේත්රයේ ඇදගෙන කිරීම. ක්ෂේත්රයේ පසුව සැකැස්ම එකතු කිරීමට මෙවලම් ගොන්න ලබාගත හැකි වනු ඇත.',
            'defaultquickcreate' => '<B> පිරිසැලසුම </ b> ප්රදේශයේ කරන ලද <b> ඉක්මන් </ b> ඇති ආකෘති තුළ දැනට ප්රදර්ශනය වන බව ක්ෂේත්ර අන්තර්ගත වේ. <br> <br> ඉක්මන් පෝරමය නිර්මාණය කරන නිර්මාණය කරන විට මෙම මොඩියුලය සඳහා subpanels තුළ පෙනී බොත්තම ක්ලික් කළවිට. <br/> <br/> මෙම <b> මෙවලම් ගොන්න </ b> <b> පිළිසකර බඳුනට </ b> සහ සැකැස්ම එකතු කළ හැකි බව යන ක්ෂේත්ර හා සැලැස්ම අංග අඩංගු වේ. <br> <br> <b> මෙවලම් ගොන්න </ ආ අතර මූලද්රව්ය හා ක්ෂේත්ර ඇදීම සහ හෙළීම මගින් සැකසුම වෙනස් කරන්න> සහ <b> පිරිසැලසුම </ b> සහ සැකැස්ම තුල ම. <br> <br> ක්ෂේත්ර ඉවත් කිරීම සඳහා පිරිසැලසුම සිට, <b> පිළිසකර බඳුනට </ b> කෙතේ ඇදගෙන යන්න. ක්ෂේත්රයේ පසුව සැකැස්ම එකතු කිරීමට මෙවලම් ගොන්න ලබාගත හැකි වනු ඇත.',
            //this default will be used for edit view
            'default' => '<B> පිරිසැලසුම </ b> ප්රදේශයේ දැනට මෙම <b> TextView </ b> තුළ ප්රදර්ශනය කරන ක්ෂේත්ර අන්තර්ගත වේ. <br/> <br/> <B> මෙවලම් ගොන්න </ b> <b> සඳහන් පිළිසකර බඳුනට </ b> සහ සැකැස්ම එකතු කළ හැකි බව යන ක්ෂේත්ර හා සැලැස්ම අංග. <br> <br> <b> මෙවලම් ගොන්න </ b> අතර මූලද්රව්ය හා ක්ෂේත්ර ඇදීම සහ හෙළීම මගින් සැකසුම වෙනස් කරන්න සහ <b> පිරිසැලසුම </ b> සහ සැකැස්ම තුල ම. <br> <br> <b> පිළිසකර බඳුනට </ b> ලෙස ක්ෂේත්රයේ ඇදගෙන, පිරිසැලසුම් සිට ක්ෂේත්ර ඉවත් කිරීම සඳහා. ක්ෂේත්රයේ පසුව සැකැස්ම එකතු කිරීමට මෙවලම් ගොන්න ලබාගත හැකි වනු ඇත.',
            'saveBtn' => 'ඔබ එය සුරකින පසුගිය කාලය සිට සැකැස්ම වෙත සිදු කරන ලද වෙනස් කම් ආරක්ෂා කිරීමට, <b> සුරකින්න </ b> ක්ලික් කරන්න. ඔබ ගැලවීම වෙනස්කම් යෙදවීමට තෙක් <br> <br> මෙම වෙනස්කම් මොඩියුලය ප්රදර්ශනය කළ නොහැකි වනු ඇත.',
            'historyBtn' => 'ඉතිහාසයේ සිට මීට පෙර ගැලවීම සැකැස්ම නැරඹීමට හා නැවත <b> දැක්ම ඉතිහාසය </ b> ක්ලික් කරන්න. <br> <br> <B> <b> දැක්ම ඉතිහාසය තුළ ඇති </ b> පිළිනැගුම </ b> ක්ෂේත්රයේ ස්ථානගත සුමුදු මීට පෙර ගැලවීම පිරිසැලසුම් තුළ. ක්ෂේත්රයේ ලේබල් වෙනස් කිරීම සඳහා, එක් එක් ක්ෂේත්රයට ඉදිරි සංස්කරණ අයිකනය ක්ලික් කරන්න.',
            'historyDefault' => 'එහි මුල් සැකසුම කිරීම සඳහා නැවත පෙරනිමි </ b> පිළිනැගුම <b> ක්ලික් කරන්න. <br> <br> <B> පෙරනිමි </ b> පමණක් මුල් සැකසුම තුළ ක්ෂේත්රයේ ස්ථානගත සුමුදු පිළිනැගුම. ක්ෂේත්රයේ ලේබල් වෙනස් කිරීම සඳහා, එක් එක් ක්ෂේත්රයට ඉදිරි සංස්කරණ අයිකනය ක්ලික් කරන්න.',
            'publishBtn' => 'ඔබ එය සුරකින පසුගිය කාලය සිට සැකැස්ම සඳහා සිදුකරන ලද සියලු වෙනස්කම් බේරා ගැනීමට, හා ෙම වෙනස්කම් සක්රීය කිරීමට, <b> සුරකින්න සහ යෙදවීමට ඇති </ b> ක්ලික් කරන්න. <br> <br> සැකැස්ම වහාම දර්ශනය වනු ඇත මෙම මොඩියුලය දී.',
            'toolbox' => '<B> මෙවලම් ගොන්න </ b> <b> පිළිසකර බඳුනට </ b> අමතර සැකැස්ම මූලද්රව්ය හා පිරිසැලසුම එකතු ලබා ගත හැකි ක්ෂේත්ර මාලාවක්. <br/> <br/> සැකැස්ම මූලද්රව්ය හා ක්ෂේත්ර අඩංගු මෙම මෙවලම් ගොන්න ඇදගෙන ගොස් පිරිසැලසුම බවට පහත වැටී, සහ සැකැස්ම මූලද්රව්ය හා ක්ෂේත්ර ඇදගෙන සහ උපකරණ කට්ටලය බවට සැකැස්ම වලින් ඉවත් කළ හැකි කළ හැක. <br> <br> සැකැස්ම අංග වේ, <b> මඩුලු </ b> සහ <ආ > පේළි </ b>. පිරිසැලසුම කිරීම සඳහා නව පේළිය හෝ නව මණ්ඩලයක් එකතු කරමින් ක්ෂේත්ර සඳහා පිරිසැලසුම් අතිරේක ස්ථාන සපයයි. <br/> ඇද දමන්න <br/> හා ඇති ස්ථාන හුවමාරු කිරීමට වාඩි ක්ෂේත්රයේ තත්ත්වය මතට මෙවලම් ගොන්න හෝ සැකැස්ම දී ක්ෂේත්ර ඕනෑම අතහැර දෙක ක්ෂේත්ර. <br/> <br/> මෙම <b> පුරවනය </ b> ක්ෂේත්රයේ එය තැන්පත් කර තිබේ එහිදී සැකැස්ම හිස් අවකාශය නිර්මාණය කරයි.',
            'panels' => '<B> පිරිසැලසුම </ b> ප්රදේශයේ පිරිසැලසුම වෙත සිදු කරන ලද වෙනස් කම් යොදවා විට පිරිසැලසුම මොඩියුලය තුළ දිස් වනු ඇත කෙසේද යන්න පිළිබඳ දැක්ම සපයයි. <br/> <br/> ඔබ ඇදීම මගින් ක්ෂේත්ර, පේළි සහ පැනල් තැනකට හැකි හා අපේක්ෂිත ස්ථානය ඔවුන් පහත වැටේ. <br/> <br/> වන මෙවලම් ගොන්න <b> පිළිසකර බඳුනට </ b> ඔවුන් ඇදීම සහ හෙළීම විසින් අංග ඉවත් කරන්න, හෝ <ඔවුන් ඇදීම මගින් නව මූලද්රව්ය හා ක්ෂේත්ර එකතු ආ> මෙවලම් ගොන්න </ b> ගේ හා සැකැස්ම අපේක්ෂිත ස්ථානය ඔවුන් පහත වැටේ.',
            'delete' => 'පිරිසැලසුම එය ඉවත් කර ගැනීමට මෙතන මූලද්රව්යයන් drag and drop',
            'property' => 'මෙම ක්ෂේත්රය සඳහා ප්රදර්ශනය ලේබලය සංස්කරණය කරන්න. <br/> <b> ටැබ් සාමය ඇති </ b> පාලනය ක්ෂේත්ර අතර ටැබ් යතුර ස්විච නියෝග දේ ගැන.',
        ),
        'fieldsEditor' => array(
            'default' => 'ෙම ලය සඳහා ලබා ගත හැකි බව මෙම <b> ෆීල්ඩ්ස් </ b> ක්ෂේත්ර නම මෙහි ලැයිස්තුගත කර ඇත. මෙම මොඩියුලය සඳහා නිර්මාණය <br> <br> රේගු ක්ෂේත්ර පෙරනිමියෙන් මොඩියුලය සඳහා ලබා ගත හැකි බව ක්ෂේත්ර ඉහත පෙනී යයි. <br>, ක්ෂේත්ර සංස්කරණය <b> ක්ෂේත්ර නම </ b> ක්ලික් කරන්න. <br/> <br/> නව ක්ෂේත්ර නිර්මාණය කිරීම සඳහා, ක්ලික් කරන්න, <b> </ b> ක්ෂේත්ර එකතු කිරීම <br>.',
            'mbDefault' => '<B> ෆීල්ඩ්ස් </ b> මොඩියුලය සඳහා ලබා ගත හැකි බව ක්ෂේත්ර නම මෙහි ලැයිස්තුගත කර ඇත. <br> <br> ක්ෂේත්ර සඳහා ගුණ මාන කිරීම සඳහා, ක්ෂේත්ර නම ක්ලික් කරන්න. <br> <br> නිර්මාණය කිරීම නව ක්ෂේත්ර සඳහා, <b> </ b> ක්ෂේත්ර Add ක්ලික් කරන්න. නව ක්ෂේත්රයේ අනෙකුත් ගුණ සමග ලේබලය ක්ෂේත්ර නම ක්ලික් කිරීමෙන් පසු නිර්මාණය සංස්කරණය කළ හැක. <br> <br> මොඩියුලය යොදවා පසු, මොඩියුලය Builder නිර්මාණය නව ක්ෂේත්ර හමුදා යොදවා මොඩියුලය සම්මත ක්ෂේත්ර ලෙස සලකනු ලබයි ශබ්දාගාර දී.',
            'addField' => 'නව ක්ෂේත්ර සඳහා, <b> දත්ත වර්ගය </ b> තෝරන්න. ඔබට තෝරා වර්ගය ක්ෂේත්රයට ඇතුළත් කළ හැකි චරිත මොන වගේ තීරණය කරයි. උදාහරණයක් ලෙස, නිඛිල සංඛ්යා පමණක් අංක පූර්ණ සංඛ්යාව දත්ත වර්ගයේ බව ක්ෂේත්ර ඇතුල් විය හැක. <br> <br> ක්ෂේත්රයේ සඳහා <strong> නම </ b> ලබා දීම. මෙම නම භාවිතා කල හැක්කේ යුතු අතර කවර හෝ ඉඩක් ඇතුළත් නොවිය යුතුය. යටි ඉරි වලංගු වේ. <br> <br> මෙම <b> විදහා පත </ b> මොඩියුලය සැකසුම් ක්ෂේත්ර සඳහා පෙනී බව ලේබලය ය. <B> පද්ධතිය පත </ b> කේතය දී ක්ෂේත්රයට යොමු කිරීමට භාවිතා කරයි. <br> <br> ක්ෂේත්රයට තෝරාගත් දත්ත වර්ගය මත පදනම් වන ක්රියා මත, සමහරක් හෝ පහත සඳහන් ලක්ෂණ සියල්ල ක්ෂේත්රයට සකස් කළ හැකි: පරිශීලකයා ක්ෂේත්රයේ පුරා පමන වන හා අවශ්ය ඉන්පුට් වර්ගය සඳහා පරිශීලකගෙන් විමසනු කිරීම සඳහා භාවිතා කල හැකි අතර <br> <br> <b> උදවු පෙළ </ b> තාවකාලිකව පෙනී <br> <br> <b> පරිකථනය. පෙළ </ b> පමණක් ශබ්දාගාර සහ / හෝ මොඩියුලය Builder තුළ දක්නට ලැබේ, හා පරිපාලකයන් සඳහා ක්ෂේත්රයේ විස්තර කිරීමට භාවිතා කළ හැක. <br> <br> <b> පෙරනිමි අගය </ b> ක්ෂේත්රයේ දිස් වනු ඇත. පරිශීලකයන් ක්ෂේත්රයේ නව වටිනාකමක් ඇතුළු හෝ පෙරනිමි අගය භාවිතා කළ හැකිය. <br> <br> ක්ෂේත්රයට ජනමාධ්ය යාවත්කාලීන විශේෂාංගය භාවිත කිරීමට හැකි වනු පිණිස මෙම <b> ජනමාධ්ය යාවත්කාලීන </ b> සලකුණු කොටුව තෝරන්න. <Br > <br> මෙම <b> මැක්ස් තරම </ b> අගය ක්ෂේත්රය තුළ ඇතුළත් කළ හැකි බව චරිත උපරිම සංඛ්යාව තීරණය කරයි. <br> <br> කිරීම සඳහා මෙම <b> අවශ්ය ක්ෂේත්ර </ b> සලකුණු කොටුව තෝරන්න අවශ්ය ක්ෂේත්රය කරන්න. ඒ වටිනාකම අඩංගු ක්ෂේත්රයේ වාර්තාගත බේරා ගැනීමට හැකි වනු පිණිස ක්ෂේත්රයේ ලබා ගත යුතු ය. <br> <br> ක්ෂේත්රයේ පෙරහන් සඳහා යොදා ගැනීමට ඉඩ කිරීම සඳහා මෙම <b> Reportable </ b> සලකුණු කොටුව තෝරන්න හා <br> <br>. වාර්තා දත්ත ප්රදර්ශනය සඳහා වෙනස් ඇතුළුවන්න ක්ෂේත්රයේ වෙනස්කම් නිරීක්ෂණය කිරීමට හැකි වනු පිණිස මෙම <b> විගණන </ b> සලකුණු කොටුව තෝරන්න. <br> <br> තුළ විකල්පයක් තෝරන්න <b> ඉඩ Importable </ b> ක්ෂේත්රය, ආනයන විශාරද දී ආනයනය කළ යුතු ක්ෂේත්ර බලය පැවරෙන හෝ අවශ්ය වේ. <br> <br> තුළ විකල්පයක් තෝරන්න <b> දෙවන පිටපත සක්රීය කිරීම </ b> ක්ෂේත්රයේ ඒකාබද්ධ කරන්න හෝ අනුපිටපත් ඒකාබද්ධ කරන්න හා අනු පිටපත් ලක්ෂණ සොයා බලන්න. <br> <br> අතිරේක ගුණ ඇතැම් දත්ත වර්ග සඳහා සකස් කළ හැකි අක්රිය කරන්න.',
            'editField' => 'මෙම ක්ෂේත්රය පිළිබඳ ගුණ වෙනස් කළ හැක. <br> <br> එම ගුණ ඇති නව ක්ෂේත්ර නිර්මාණය කිරීමට, <b> තවානේ ඇති </ b> ක්ලික් කරන්න.',
            'mbeditField' => 'සැකිලි ක්ෂේත්රයේ <b> විදහා පත </ b> අවශ්ය පරිදි වෙනස් කළ හැක. ක්ෂේත්රයේ අනෙකුත් ගුණ පරිදි වෙනස් කළ නොහැක. <br> <br> එම ගුණ ඇති නව ක්ෂේත්ර නිර්මාණය කිරීමට, <b> තවානේ ඇති </ b> ක්ලික් කරන්න. <br> <br> එය එසේ වූ සැකිලි ක්ෂේත්රයේ ඉවත් කිරීම සඳහා මෙම මොඩියුලය තුළ ප්රදර්ශනය, සුදුසු, <b> පිරිසැලසුම් </ b> ක්ෂේත්රයේ ඉවත් කරන්නේ නැත.'

        ),
        'exportcustom' => array(
            'exportHelp' => '<B> මොඩියුලය කාරකය </ b> හරහා තවත් SiteCORE උදාහරණයක් බවට උඩුගත කළ හැකි වූ පැකේජ නිර්මාණය ශබ්දාගාර දී ය. <br> <br> පළමු අපනයන අභිමතකරණ, එය, <b> පැකේජය නම </ b> සපයයි. ඔබ මෙන්ම <b> කතෘ </ b> සහ පැකේජ සඳහා <strong> විස්තරය </ b> තොරතුරු ලබා දිය හැකිය. <br> <br> ඔබ අපනයනය කිරීමට බලාපොරොත්තු වන අභිමතකරණ අඩංගු මොඩියුල (ව) තෝරන්න. ඔබට තෝරා ගැනීමට පමණක් අභිමතකරණ අඩංගු ෙමොඩියුල දිස් වනු ඇත. <br> <br> එවිට අභිමතකරණ අඩංගු පැකේජය සඳහා .zip ගොනුව නිර්මාණය කිරීමට, <b> අපනයන </ b> ක්ලික් කරන්න.',
            'exportCustomBtn' => 'ඔබ අපනයනය කිරීමට බලාපොරොත්තු වන අභිමතකරණ අඩංගු පැකේජය සඳහා .zip ගොනුව නිර්මාණය කිරීමට, <b> අපනයන </ b> ක්ලික් කරන්න.',
            'name' => 'මෙම පැකේජයේ <b> නම </ b>. මෙම නම ස්ථාපනයේදී දර්ශනය වනු ඇත.',
            'author' => 'මෙම පැකේජය නිර්මාණය කලේ ආයතනයයි ලෙස ස්ථාපනයේදී ප්රදර්ශනය කරන බව මෙම <b> කතෘ </ b>. කර්තෘ පුද්ගලයෙකු හෝ ආයතනයක් හෝ විය හැක.',
            'description' => 'මෙම ස්ථාපන ක්රියාවලියේදී ප්රදර්ශනය කරන ඇසුරුම් <b> විස්තරය </ b>.',
        ),
        'studioWizard' => array(
            'mainHelp' => 'මෙම <b> සංවර්ධක මෙවලම් </ b> ප්රදේශයේ ඔබ සාදරයෙන් පිළිගනිමු. <br/> <br/> සම්මත චාරිත්රය සහ මොඩියුලයන් සහ ක්ෂේත්ර නිර්මාණය කිරීම සහ පාලනය කිරීම මෙම ප්රදේශය තුළ සිටින මෙවලම් භාවිතා කරන්න.',
            'studioBtn' => 'යොදවා මොඩියුල රිසිකරණය <b> ශබ්දාගාර </ b> භාවිතා කරන්න.',
            'mbBtn' => 'නව මොඩියුල නිර්මාණය කිරීමට Usb> මොඩියුලය Builder </ b>.',
            'sugarPortalBtn' => 'මෙම SuiteCRM ද්වාරය කළමනාකරණය කරන සහ රිසිකරණය <b> SuiteCRM ද්වාරය කර්තෘ </ b> භාවිතා කරන්න.',
            'dropDownEditorBtn' => 'මෙනුව තෝරන්න ක්ෂේත්ර සඳහා ගෝලීය dropdowns එක් කිරීමට සහ සංස්කරණය කිරීමට, <b> මෙනුව තෝරන්න කර්තෘ </ b> භාවිතා කරන්න.',
            'appBtn' => 'ඔබ එවැනි TPS වාර්තා මුල්පිටුව මත දර්ශනය කොපමණ ලෙස මෙම වැඩසටහන විවිධ ගුණ, රිසිකරණය කළ හැකි අයදුම්පත මාදිලිය වේ',
            'backBtn' => 'පෙර පියවර වෙත ආපසු.',
            'studioHelp' => 'තොරතුරු මොඩියුල ප්රදර්ශනය දේ හා ආකාරය තීරණය කිරීමට, <b> ශබ්දාගාර </ b> භාවිතා කරන්න.',
            'moduleBtn' => 'මෙම මොඩියුලය සංස්කරණය කිරීමට ක්ලික් කරන්න.',
            'moduleHelp' => 'ඔබ මොඩියුලය සඳහා රිසිකරණය කළ හැකි සංරචක මෙතන පෙනී යයි. <br> <br> සංස්කරණය කිරීමට සංරචකය තෝරා කිරීම සඳහා අයිකන ක්ලික් කරන්න.',
            'fieldsBtn' => 'මෙම මොඩියුලය තොරතුරු ගබඩා කිරීම සඳහා, <b> ෆීල්ඩ්ස් </ b> නිර්මාණය හා රිසිකරණය.',
            'labelsBtn' => 'මෙම මොඩියුලය තුළ ක්ෂේත්ර සහ වෙනත් නාම සඳහා බව ප්රදර්ශනය කරන ලද <b> ලේබල </ b> සංස්කරණය කරන්න.',
            'relationshipsBtn' => 'නව එකතු කරන්න හෝ මොඩියුලය සඳහා දැනට පවතින, <b> සබඳතා ඇති </ b> බලන්න.',
            'layoutsBtn' => 'මෙම මොඩියුලය රිසිකරණය <b> පිරිසැලසුම් </ b>. පිරිසැලසුම් ක්ෂේත්ර අඩංගු මොඩියුල විවිධ අදහස් වේ. ඔබ පෙනී සිටින අතර, ඒවා කෙසේ එක් එක් සැකැස්ම තුල සංවිධානය වී සිටින ක්ෂේත්රය ද නිශ්චය කර ගත හැක. සටහන්.',
            'subpanelBtn' => 'මෙම මොඩියුලය දී මෙම <b> උප මඩුලු </ b> පෙනී ක්ෂේත්ර ද තීරණය කරන්න.',
            'portalBtn' => '<B> SuiteCRM ද්වාරය </ b> දිස්වන මෙම මොඩියුලය, <b> පිරිසැලසුම් </ b> වෙනස් කරගන්න.',
            'layoutsHelp' => 'අවශ්ය පරිදි වෙනස් කළ හැකි බව මෙම මොඩියුල, <b> පිරිසැලසුම් </ b> මෙතන පෙනී යයි. <br> <br> පිරිසැලසුම් සංදර්ශකය ක්ෂේත්ර සහ ක්ෂේත්ර දත්ත. <br> <br> සංස්කරණය කිරීමට සැකැස්ම තෝරන්න කිරීම සඳහා අයිකන ක්ලික් කරන්න.',
            'subpanelHelp' => 'මෙතන පෙනී පරිදි වෙනස් කළ හැකි බව ෙම <b> උප මඩුලු </ b>. <br> <br> සංස්කරණය කිරීමට මොඩියුලය තෝරා කිරීම සඳහා අයිකන ක්ලික් කරන්න.',
            'newPackage' => 'නව පැකේජයක් නිර්මාණය කිරීමට, <b> නව පැකේජය </ b> ක්ලික් කරන්න.',
            'exportBtn' => 'විශේෂිත මොඩියුල සඳහා ශබ්දාගාර සිදු අභිමතකරණ අඩංගු පැකේජය නිර්මාණය හා බාගත කිරීම සඳහා, <b> අපනයන අභිමතකරණ </ b> ක්ලික් කරන්න.',
            'mbHelp' => 'සම්මත හෝ චාරිත්රයක් වස්තූන් මත පදනම් අභිරුචි මොඩියුල අඩංගු පැකේජ නිර්මාණය කිරීමට, <b> මොඩියුලය Builder </ b> භාවිතා කරන්න.',
            'viewBtnEditView' => 'මෙම මොඩියුලය රිසිකරණය <b> EditView </ b> සැකැස්ම. <br> <br> මෙම EditView පරිශීලක-ඇතුළු දත්ත හසු කර ගැනීමට ආදාන ක්ෂේත්ර අඩංගු ස්වරූපයයි.',
            'viewBtnDetailView' => 'මෙම මොඩියුලය <b> විස්තර බලන්න සැකැස්ම </ විසින්> වෙනස් කරගන්න. <br> <br> මෙම DetailView පරිශීලක-ඇතුළු ක්ෂේත්ර දත්ත දක්වනු ඇත.',
            'viewBtnDashlet' => 'මෙම SuiteCRM Dashlet ListView සහ සෙවුම් ඇතුළු මොඩියුලය, <b> SuiteCRM Dashlet </ b> වෙනස් කරගන්න. <br> <br> මෙම SuiteCRM Dashlet මුල් ෙම පිටු එකතු ලබා ගත හැකි වනු ඇත.',
            'viewBtnListView' => 'මෙම මොඩියුලය ගේ <b> ListView </ b> සැකසුම වෙනස් කරගන්න. <br> <br> මෙම සොයන්න ප්රතිඵල ListView දී පෙනී යයි.',
            'searchBtn' => 'මෙම මොඩියුලය <b> සොයන්න </ b> විලාසිතා යෙදීමෙන් වෙනස් කරගන්න. <br> <br> කෙත්වතු ListView දිස්වන වාර්තා පෙරීමට යොදා ගත හැකි දේ තීරණය කරන්න.',
            'viewBtnQuickCreate' => 'මෙම මොඩියුලය <b> ඉක්මන් </ b> සැකසුම සාදන්න. <br> <br> ඉක්මන් ආකෘති පත්රය නිර්මාණය කිරීම රිසිකරණය subpanels තුල හා විද්යුත් තැපැල් පණිවුඩ ෙම පෙනී යයි.',
            'addLayoutHelp' => "ආරක්ෂක සමූහයේ විසින් ශ්රමික නිර්මාණය කිරීම සඳහා සුදුසු ආරක්ෂක සමූහය සහ ආරම්භක ලක්ෂ්යය ලෙස සිට කාර්යය පිටපත් කිරීමට කුමන සැකැස්ම තෝරන්න.",
            'searchHelp' => 'The <b>Search</b> forms that can be customized appear here.<br><br>Search forms contain fields for filtering records.<br><br>Click an icon to select the search layout to edit.',
            'dashletHelp' => 'අවශ්ය පරිදි වෙනස් කළ හැකි බව මෙම <b> SuiteCRM Dashlet </ b> විලාසිතා යෙදීමෙන් මෙහි පෙනී යයි. <br> <br> මෙම SuiteCRM Dashlet මුල් ෙම පිටු එකතු ලබා ගත හැකි වනු ඇත.',
            'DashletListViewBtn' => '<B> SuiteCRM Dashlet ListView </ b> SuiteCRM Dashlet සොයන්න පෙරහන් මත පදනම් වාර්තා දක්වනු ඇත.',
            'DashletSearchViewBtn' => 'The <b>SuiteCRM Dashlet Search</b> filters records for the SuiteCRM Dashlet listview.',
            'popupHelp' => 'මෙතන පෙනී පරිදි වෙනස් කළ හැකි බව මෙම <b> පැන්නුම් </ b> විලාසිතා යෙදීමෙන්. <br>',
            'PopupListViewBtn' => '<B> පැන්නුම් ලැයිස්තුව බලන්න </ b> පැන්නුම්, සොයන්න අදහස් මත පදනම් වාර්තා දක්වනු ඇත.',
            'PopupSearchViewBtn' => '<B> පැන්නුම් සොයන්න දම ලැයිස්තුව දැක්ම සඳහා අදහස් වාර්තා </ විසින්>.',
            'BasicSearchBtn' => 'Customize the <b>Quick Filter</b> form that appears in the Quick Filter tab in the Search area for the module.',
            'AdvancedSearchBtn' => 'Customize the <b>Advanced Filter</b> form that appears in the Advanced Search tab in the Search area for the module.',
            'portalHelp' => '<B> SuiteCRM ද්වාරය </ b> කළමනාකරණය හා රිසිකරණය.',
            'SPUploadCSS' => 'මෙම SuiteCRM ද්වාරය සඳහා <strong> ස්ටයිල් පත්රය </ b> උඩුගත කරන්න.',
            'SPSync' => '<b> සමමුහුර්ත කරන්න </ b> අභිමතකරණ මෙම SuiteCRM ද්වාරය උදාහරණයක් කිරීම.',
            'Layouts' => 'මෙම SuiteCRM ද්වාරය මොඩියුල <b> පිරිසැලසුම් </ b> වෙනස් කරගන්න.',
            'portalLayoutHelp' => 'මෙම SiteCORE ද්වාරය තුල මොඩියුල මේ ප්රදේශයේ පෙනී යයි. <br> <br> <B> පිරිසැලසුම් </ b> සංස්කරණය කිරීමට මොඩියුල මොඩියුල තෝරන්න.',
            'relationshipsHelp' => 'මෙම මොඩියුලය අතර පවතින සහ අනෙකුත් යොදවා මොඩියුල මෙහි දිස්වන. <br> <br> සම්බන්ධතාවය, <b> නම </ b> <b> සබඳතා ඇති </ b> සියලු සම්බන්ධය සඳහා system-ජනනය නාමය වේ. <br> <b> ප්රාථමික මොඩියුලය </ b> <br> සබඳතා අයිතිකාර මෙම මොඩියුලය වේ. උදාහරණයක් ලෙස, ගිණුම් මොඩියුලය ප්රාථමික මොඩියුලය වන සඳහා සබඳතා වල ගුණ සියලු ගිණුම් දත්ත සමුදාය වගු ගබඩා කර ඇත. <br> <br> <B> </ b> ටයිප් සම්බන්ධතාවය වර්ගය අතර පවතී වේ ප්රාථමික මොඩියුලය හා <b> ආශ්රිත මොඩියුලය </ b>. <br> <br> තීරුව විසින් නිරාකරණය කිරීමට අදාළ මාතෘකා මත ක්ලික් කරන්න. <br> <br> සමග සංෙයෝජිත ගුණ අවශ්යවේ සම්බන්ධය වගුවේ පේළි ක්ලික් කරන්න සම්බන්ධතාවයක්. <br> <br> <b> නව සම්බන්ධයක් නිර්මාණය කිරීමට සබඳතා ඇති </ b> එකතු කරන්න. <br> <br> සබඳතා ක්ලික් කරන්න ඕනෑම දෙකක් යොදවා මොඩියුල අතර නිර්මාණය කිරීම ද කළ හැක.',
            'relationshipHelp' => '<b> සබඳතා </ b> මොඩියුලය හා තවත් යොදවා මොඩියුලය අතර නිර්මාණය කිරීම ද කළ හැක. <br> <br> සබඳතා දෘශ්ය උප ජනේල සහ මොඩියුල වාර්තා අදාළ ක්ෂේත්ර හරහා ප්රකාශ කරනු ලැබේ. <br> <br> එකක් තෝරන්න පහත සඳහන් සම්බන්ධතාවය <b> මොඩියුලය සඳහා වර්ග </ b>:. <br> <br> <b> එක්-කිරීමට එක් </ b> - ද්වී ෙමොඩියුල \'වාර්තා අඩංගු වේ ක්ෂේත්ර සම්බන්ධ <br> <br> <ආ > එක්-කිරීමට බොහෝ </ b> - ප්රාථමික මොඩියුලය වාර්තාව තවමත් subpanel අඩංගු, සහ ආශ්රිත මොඩියුලය වාර්තාව තවමත් සම්බන්ධ ක්ෂේත්රයේ අඩංගු <br> <br> <b> බොහෝ-කිරීමට බොහෝ </ b>. - දෙකම ෙමොඩියුල \'වාර්තා උප පුවරු ප්රදර්ශණය කරනු ඇත. <br> <br> සම්බන්ධය සඳහා මෙම <b> ආශ්රිත මොඩියුලය </ b> තෝරන්න. සම්බන්ධය වර්ගය සුදුසු මොඩියුල සඳහා subpanel දැක්ම තෝරා, subpanels ඇතුළත් <br> <br> නම්. <br> <br> සම්බන්ධය නිර්මාණය කිරීම සඳහා, <b> සුරකින්න </ b> ක්ලික් කරන්න.',
            'convertLeadHelp' => 'මෙහිදී ඔබට ආගමට හරවා සැකැස්ම තිරය වෙත මොඩියුල එක් කිරීමට සහ පවත්නා අය පිරිසැලසුම් වෙනස් කළ හැක ඔබ වගුවේ ඔවුන්ගේ පේළි ඇදීම මගින් ෙම ල-පිණිස නැවත හැකි <br/> <br/> <br/> <b> මොඩියුලය..: </ b> මොඩියුලය නම <br/> <br/> <b> අවශ්ය:. පෙරමුණ පරිවර්තනය කළ හැක පෙර </ b> අවශ්ය මොඩියුල නිර්මාණය හෝ තෝරා ගත යුතු <br/> <br/> <. ආ> පිටපත් දත්ත: </ b> පරීක්ෂා නම්, ඊයම් ක්ෂේත්ර අලුතින් නිර්මාණය වාර්තා එකම නම සමඟ ක්ෂේත්ර වෙත යැවීමට කටයුතු කරන <br/> <br/> <b> තේරීම් ඉඩ දෙන්න:. </ b> මොඩියුල අප අමතන්න දී සම්බන්ධ ක්ෂේත්රය ආගමට හරවා පෙරමුණ ක්රියාවලිය තුළ තෝරා ගත් වෙනුවට නිර්මාණය කිරීම ද කළ හැක සමග. <br/> <br/>
සංස්කරණය කරන්න <b>:. </ b> මෙම මොඩියුලය සඳහා ආගමට හරවා සැකසුම වෙනස් කරන්න <br/> <br/> <b> Delete:. </ b> ආගමට හරවා සැකැස්ම සිට මෙම මොඩියුලය ඉවත් කරන්න <br/> <br/>',


            'editDropDownBtn' => 'ගෝලීය මෙනුව තෝරන්න සංස්කරණය කරන්න',
            'addDropDownBtn' => 'නව ගෝලීය මෙනුව තෝරන්න එකතු කරන්න',
        ),
        'fieldsHelp' => array(
            'default' => 'මෙම මොඩියුලය දී මෙම <b> ෆීල්ඩ්ස් </ b> ක්ෂේත්ර නම මෙහි ලැයිස්තුගත කර ඇත. <br> <br> මොඩියුලය සැකිල්ල ක්ෂේත්ර කලින් තීරණය කට්ටලයක් ඇතුළත් වේ. <br> <br> නව ක්ෂේත්ර නිර්මාණය කිරීම සඳහා ක්ලික් කරන්න, <b> </ b> ක්ෂේත්ර එකතු කරන්න. <br> <br>, ක්ෂේත්ර සංස්කරණය <b> ක්ෂේත්ර නම </ b> මත ක්ලික් කරන්න. <br/> <br/> මොඩියුලය යොදවා ඇත පසු, නව කුඹුරු මොඩියුලය Builder නිර්මාණය, සැකිල්ල ක්ෂේත්ර සමග එක්ව, ශබ්දාගාර සම්මත ක්ෂේත්ර ලෙස සලකනු ලබයි.',
        ),
        'relationshipsHelp' => array(
            'default' => '<B> සබඳතා </ b> මොඩියුලය හා අනෙකුත් මොඩියුල මෙතන පෙනී අතර නිර්මාණය වී ඇති බව. <br> <br> සම්බන්ධතාවය, <b> නම </ b> සම්බන්ධතාවය සඳහා system-ජනනය නාමය වේ. <Br > <b> ප්රාථමික මොඩියුලය </ b> <br> සබඳතා අයිතිකාර මෙම මොඩියුලය වේ. සම්බන්ධය ගුණ ප්රාථමික මොඩියුලය අයත් දත්ත සමුදාය වගු ගබඩා කර ඇත. <br> <br> මෙම <b> ටයිප් </ b> සම්බන්ධය වර්ගය ප්රාථමික මොඩියුලය හා <b> ආශ්රිත මොඩියුලය </ ආ අතර පවතින වේ >. <br> <br> තීරුව විසින් නිරාකරණය කිරීමට අදාළ මාතෘකා මත ක්ලික් කරන්න. <br> <br> සම්බන්ධය සමග සංෙයෝජිත ගුණ බැලීමට සහ සංස්කරණය සම්බන්ධය වගුවේ පේළි ක්ලික් කරන්න. <br> <br> ක්ලික් කරන්න <ආ> නව සම්බන්ධයක් නිර්මාණය කිරීමට සබඳතා ඇති </ b> එකතු කරන්න.',
            'addrelbtn' => 'එකතු සම්බන්ධතාවය සඳහා උදව් කට මූසිකය..',
            'addRelationship' => '<b> සබඳතා </ b> මොඩියුලය හා තවත් චාරිත්රයක් මොඩියුලය හෝ යොදවා මොඩියුලය අතර නිර්මාණය කිරීම ද කළ හැක. <br> <br> සබඳතා දෘශ්ය උප ජනේල සහ මොඩියුල වාර්තා අදාළ ක්ෂේත්ර හරහා ප්රකාශ කරනු ලැබේ. <br> <br> <br> <br> <b> එක්-කිරීමට එක් </ b> - ද්වී ෙමොඩියුල \'වාර්තා අඩංගු වේ ක්ෂේත්ර සම්බන්ධ <br> <: පහත සඳහන් සම්බන්ධතාව මොඩියුලය සඳහා <strong> වර්ග </ b> එක් තෝරන්න. br> <b> එක්-කිරීමට බොහෝ </ b> - ප්රාථමික මොඩියුලය වාර්තාව තවමත් subpanel අඩංගු, සහ ආශ්රිත මොඩියුලය වාර්තාව තවමත් සම්බන්ධ ක්ෂේත්රයේ අඩංගු <br> <br> <b> බොහෝ-කිරීමට බොහෝ <. / b> - ද්වී ෙමොඩියුල \'වාර්තා උප පුවරු ප්රදර්ශණය කරනු ඇත <br> <br> සම්බන්ධය සඳහා මෙම <b> ආශ්රිත මොඩියුලය </ b> තෝරන්න.. සම්බන්ධය වර්ගය සුදුසු මොඩියුල සඳහා subpanel දැක්ම තෝරා, subpanels ඇතුළත් <br> <br> නම්. <br> <br> සම්බන්ධය නිර්මාණය කිරීම සඳහා, <b> සුරකින්න </ b> ක්ලික් කරන්න.',
        ),
        'labelsHelp' => array(
            'default' => 'මෙම <b> ෙම ක්ෂේත්රවල හා වෙනත් මාතෘකා සඳහා ලේබල </ b> වෙනස් කළ හැක. <br> <br> <B> සුරකින්න </ ආ, ක්ෂෙත්රය තුළ ක්ලික් නව ලේබලය ඇතුළු කිරීම සහ ක්ලික් කිරීම මගින් ලේබලය සංස්කරණය කරන්න >. ඕනෑම භාෂාවක් පැක් යෙදුම ස්ථාපනය කරන්නේ නම් <br> <br>, ඔබ, ලේබල් කිරීම සඳහා භාවිතා කිරීමට මෙම <b> භාෂා </ b> තෝරා ගත හැකිය.',
            'saveBtn' => 'සියළුම වෙනස්කම් බේරා ගැනීමට, <b> නිරාපද </ b> ක්ලික් කරන්න.',
            'publishBtn' => 'සියළුම වෙනස්කම් සුරැකීමට සහ ඔවුන් සක්රීය කිරීමට, <b> සුරකින්න සහ යෙදවීමට ඇති </ b> ක්ලික් කරන්න.',
        ),
        'portalSync' => array(
            'default' => '<br> <br> එවිට වලංගු SuiteCRM භාවිත නාමය හා මුර පදය භාවිතා, පසුව ක්ලික් කරන්න. </ B> <b> යන්න යාවත්කාලීන, සහ ක්ලික් ද්වාර අවස්ථා <b> SuiteCRM ද්වාරය URL එක </ b> ඇතුලත් කරන්න <ආ > සමමුහුර්ත කරන්න </ b> අරඹන්න. එක් උඩුගත නම් <br> <br> <b> ස්ටයිල් පත්රය සමග SuiteCRM ද්වාරය <b> පිරිසැලසුම් </ b> කිරීමට ඉදිරිපත් කරන ලද අභිමතකරණ, </ b> මාරු කරනු ද්වාර උදාහරණයක් නියම කිරීම.',
        ),
        'portalStyle' => array(
            'default' => 'ඔබ විලාස පත භාවිත කිරීම මගින් SuiteCRM බිහිදොරෙහි පෙනුම රිසිකරණය කළ හැකිය. <br> <br> වූ <b> ස්ටයිල් පත්රය තෝරන්න </ b> උඩුගත කිරීමට. <br> <br> මෙම විලාස පත මෙම SuiteCRM ක්රියාත්මක කරනු ඇත එය සමමුහුර්ත සිදු වන්නේ ද ඉදිරි කාලය ද්වාරය.',
        ),
    ),

    'assistantHelp' => array(
        'package' => array(
            //custom begin
            'nopackages' => 'ව්යාපෘතියක් මත ආරම්භ කිරීම සඳහා, ඔබේ අභිරුචි මොඩියුලය (ව) පවත්වාගෙන යාම සඳහා නව පැකේජය නිර්මාණය කිරීමට, <b> නව පැකේජය </ b> ක්ලික් කරන්න. <br/> <br/> එක් එක් පැකේජය එකක් හෝ ඊට වැඩි මොඩියුල අඩංගු විය හැක. <br/> <br/> උදාහරණයක් වශයෙන්, ඔබ සම්මත ගිණුම් මොඩියුලය හා සම්බන්ධ වන බව එක් චාරිත්රයක් මොඩියුලය අඩංගු පැකේජය නිර්මාණය කිරීමට ඔබට අවශ්ය විය හැකිය. නැත්නම්, ඔබ ව්යාපෘතියක් ලෙස එකට වැඩ කිරීම හා ඒ එකිනෙක හා මේ වන විටත් අයදුම් අනෙකුත් මොඩියුල සම්බන්ධ බව කිහිපයක් නව මවුල අඩංගු පැකේජය නිර්මාණය කිරීමට ඔබට අවශ්ය විය හැකිය.',
            'somepackages' => 'ඒ <b> පැකේජය </ b> එක් ව්යාපෘතියක් කොටසක් දෙන, අභිරුචි ෙමොඩියුල, සඳහා රුවනයකි ලෙස කටයුතු කරයි. මෙම පැකේජය එකිනෙකාට හෝ අයදුම්පත අනෙකුත් මොඩියුල හා සම්බන්ධ කළ හැකි එකක් හෝ කිහිපයක් හෝ එහි සිරිත් <b> මොඩියුල </ b> අඩංගු විය හැක. <br/> <br/> ඔබගේ ව්යාපෘතිය සඳහා පැකේජයක් නිර්මාණය කිරීමෙන් පසුව, ඔබ නිර්මාණය කළ හැකිය මෙම ව්යාපෘතිය සම්පූර්ණ වූ විට අයිතිය නැති පැකේජය සඳහා ෙමොඩියුල, හෝ ඔබ මෙම ව්යාපෘතිය අවසන් කිරීමට පසු කාලයේ දී මොඩියුලය Builder යා හැකිය. <br> <br>, ඔබ විසින් ස්ථාපනය කිරීමට මෙම පැකේජය </ විසින්> යොදවා <කළ> හැකි අයදුම්පත තුළ මෙම චාරිත්රය මොඩියුල.',
            'afterSave' => 'ඔබේ නව පැකේජයක් අවම වශයෙන් එක් මොඩියුලය අඩංගු විය යුතුය. ඔබ පැකේජයක් සඳහා එකක් හෝ ඊට වැඩි අභිරුචි මොඩියුල නිර්මාණය කළ හැකිය. <br/> <br/> මෙම පැකේජයක් සඳහා චාරිත්රයක් මොඩියුලය නිර්මාණය කිරීමට, <b> නව මොඩියුලය </ b> ක්ලික් කරන්න. <br/> <br/> දී නිර්මාණය කිරීමෙන් පසු අවම වශයෙන් එක් මොඩියුලය, ඔබ ඔබේ උදාහරණයක් සහ / හෝ අනෙකුත් පරිශීලකයන්ගේ අවස්ථා සඳහා ගැනීමට අවශ්ය පැකේජය ප්රකාශයට පත් කරනු ලබයි හෝ යෙදවීමට හැක. <br/> <br/> ක්ලික් කරන්න, ඔබේ SiteCORE උදාහරණයක් තුළ එක් එක් පියවර තුළ පැකේජය යෙදවීමට, <b> </ b> යෙදවීමට. <br> <br> <b> ඇති .zip ගොනුව ලෙස පැකේජය බේරා ගැනීමට ඇති </ b> ප්රකාශයට පත් ක්ලික් කරන්න. මෙම .zip ගොනුව ඔබේ පද්ධතියට සුරකින පසු, ඔබගේ SiteCORE උදාහරණයක් තුළ පැකේජය උඩුගත කර ස්ථාපනය කිරීමට මෙම <b> මොඩියුලය කාරකය </ b> භාවිතා කරන්න. <br/> <br/> ඔබ උඩුගත හා ඔවුන්ගේ ම SuiteCRM අවස්ථා තුළ ස්ථාපනය කිරීමට අනෙක් පරිශීලකයන්ට ගොනුව බෙදා හැක.',
            'create' => 'ඒ <b> පැකේජය </ b> එක් ව්යාපෘතියක් කොටසක් දෙන, අභිරුචි ෙමොඩියුල, සඳහා රුවනයකි ලෙස කටයුතු කරයි. මෙම පැකේජය එකිනෙකාට හෝ අයදුම්පත අනෙකුත් මොඩියුල හා සම්බන්ධ කළ හැකි එකක් හෝ කිහිපයක් හෝ එහි සිරිත් <b> මොඩියුල </ b> අඩංගු විය හැක. <br/> <br/> ඔබගේ ව්යාපෘතිය සඳහා පැකේජයක් නිර්මාණය කිරීමෙන් පසුව, ඔබ නිර්මාණය කළ හැකිය අයිතිය නැති පැකේජය සඳහා ෙමොඩියුල, හෝ ඔබ මෙම ව්යාපෘතිය අවසන් කිරීමට පසු කාලයේ දී මොඩියුලය Builder යා හැකිය.',
        ),
        'main' => array(
            'welcome' => 'සම්මත චාරිත්රය සහ මොඩියුලයන් සහ ක්ෂේත්ර නිර්මාණය කිරීම සහ පාලනය කිරීම සඳහා <b> සංවර්ධක මෙවලම් </ b> භාවිතා කරන්න. <br/> <br/>, අයදුම්පත ෙම කළමනාකරණය <b> ශබ්දාගාර </ b> මත ක්ලික් කරන්න. <br/> <br/>, අභිරුචි මොඩියුල නිර්මාණය <b> මොඩියුලය Builder </ b> මත ක්ලික් කරන්න.',
            'studioWelcome' => 'සම්මත හා මොඩියුලය-loaded වස්තූන් ඇතුළු දැනට ස්ථාපිත ෙමොඩියුල, සියලු, ශබ්දාගාර තුළ රුචි වේ.'
        ),
        'module' => array(
            'somemodules' => "වත්මන් පැකේජය අවම වශයෙන් එක් මොඩියුලය අඩංගු බැවින්, ඔබ, <b> යෙදවීමට ඔබගේ SuiteCRM උදාහරණයක් තුළ ඇසුරුම තුල </ b> මොඩියුල හෝ <b> දැනට පවතින SuiteCRM උදාහරණයක් හෝ තවත් ස්ථාපනය කිරීමට </ b> පැකේජය ප්රකාශයට පත් කළ හැකි <b> මොඩියුලය කාරකය </ b> භාවිතා කිරීම. <br/> <br/> ඔබගේ SuiteCRM උදාහරණයක් තුළ සෘජුවම පැකේජය ස්ථාපනය කිරීම සඳහා, ක්ලික් කරන්න, <b> යෙදවීමට </ b>. <br> <br> නිර්මාණය කිරීම උදාහරණයක් <b> මොඩියුලය කාරකය </ b> භාවිතා කරමින් වත්මන් SuiteCRM උදාහරණයක් තුළ පටවා ස්ථාපනය කළ හැකි බව පැකේජය සහ අනෙකුත් අවස්ථා සඳහා .zip ගොනුව, ක්ලික් කරන්න, <b> </ b> ප්රකාශ කරන්න. <br/> <br/> ඔබ අදියර මෙම පැකේජයේ සඳහා මොඩියුල ගොඩනැගීම, සහ ඔබ එසේ කිරීමට සූදානම් වූ විට ප්රකාශයට පත් කරනු ලබයි හෝ යෙදවීමට හැක. <br/> <br/> පැකේජයක් පළ හෝ යොදවා පසු, ඔබ පැකේජය ගුණ සඳහා වන වෙනස්කම් හා තවදුරටත් මොඩියුල රිසිකරණය කළ හැකිය. එවිට වෙනස්කම් යෙදීම සඳහා මෙම පැකේජය නැවත ප්රකාශයට පත් කරනු ලබයි හෝ නැවත යෙදවීමට.",
            'editView' => 'මෙහිදී ඔබට පවතින ක්ෂේත්ර සංස්කරණය කළ හැකිය. ඔබ දැනට පවතින ක්ෂේත්ර ඕනෑම හෝ ඉවත් වම් මණ්ඩලයක් ලබා ගත ක්ෂේත්ර එක් කළ හැකිය.',
            'create' => 'විට මොඩියුලය <b> </ b> ටයිප් වර්ගය තෝරා ඔබ නිර්මාණය කිරීමට කැමති බව මතක ඔබ මොඩියුලය තුළ ඔබ කැමති ක්ෂේත්ර වර්ග තබා ගන්න.. <br/> <br/> එක් එක් මොඩියුලය සැකිල්ල <br/> <br/> <b> මූලික </ b> මාතෘකාව විසින් විස්තර මොඩියුලය වර්ගය අදාළ ක්ෂේත්ර මාලාවක් අඩංගු - දිස්වන මූලික ක්ෂේත්ර සපයයි කණ්ඩායම, නිර්මාණය කරන ලද්දේ දිනය හා විස්තරය ක්ෂේත්ර, පවරා වැනි නම සම්මත මොඩියුල, <br/> <br/> <b> සමාගම </ b> -. එවැනි සමාගම් නම, කර්මාන්ත හා බිල් ලෙස සංවිධානය-විශේෂිත ක්ෂේත්ර, සපයයි ලිපිනය. සම්මත මොඩියුලය ගිණුම් හා සමාන වන බව මොඩියුල නිර්මාණය කිරීමට මෙම සැකිල්ල භාවිත <br/> <br/> <b> පුද්ගලයා </ b> -. එවැනි ආචාර, හිමිකම්, නම, ලිපිනය හා දුරකථන අංකය ලෙස තනි තනි-විශේෂිත ක්ෂේත්ර, සපයයි. සම්මත අප අමතන්න සමාන මොඩියුල සහ මඟ පෙන්වන බව මොඩියුල නිර්මාණය කිරීමට මෙම සැකිල්ල භාවිත <br/> <br/> <b> නිකුත් </ b> -. එවැනි අංකය, තත්ත්වය, ප්රමුඛ ලෙස case- හා දෝෂ-විශේෂිත ක්ෂේත්ර, සපයයි හා විස්තරය. සම්මත වන අවස්ථා සහ බග්ස් මොඩියුල සමාන කර තිබෙන මොඩියුලයන් නිර්මාණය කිරීමට මෙම සැකිල්ල භාවිත <br/> සටහන <br/>:. ඔබ මොඩියුලය නිර්මාණය කිරීමෙන් පසුව, ඔබ මෙම සැකිල්ලට විසින් සපයන ලද ක්ෂේත්ර ලේබල් වෙනස් කිරීම, මෙන්ම නිර්මාණය කළ හැකිය මෙම මොඩියුලය විලාසිතා යෙදීමෙන් එකතු අභිරුචි ක්ෂේත්ර.',
            'afterSave' => 'වෙනත් මොඩියුල සමඟ සබඳතා ස්ථාපනය හා පිරිසැලසුම් තුළ ක්ෂේත්ර සකස් කිරීම, සංස්කරණය මගින් ඔබේ අවශ්යතාවන්ට ගැලපෙන පරිදි මෙම මොඩියුලය රිසිකරණය හා ක්ෂේත්ර නිර්මාණය. <br/> <br/> ආ <සැකිල්ල ක්ෂේත්ර බැලීම හා මෙම මොඩියුලය තුළ අභිරුචි ක්ෂේත්ර, කළමනාකරණය කිරීම, ක්ලික් කරන්න > දැක්ම ෆීල්ඩ්ස් </ b>. <br/> <br/> දැනටමත් එම පැකේජය තුළ අයදුම් හෝ වෙනත් අභිරුචි මොඩියුල ෙම, <b> දැක්ම සබඳතා ක්ලික් කරන්න යන්න මෙම මොඩියුලය හා අනෙකුත් මොඩියුල අතර සබඳතා නිර්මාණය කිරීම සහ පාලනය කිරීම සඳහා </. <br/> <br/> මෙම මොඩියුලය විලාසිතා යෙදීමෙන් සංස්කරණය <b> දැක්ම, පිරිසැලසුම් ක්ලික් කරන්න </> b> b. ඔබ ඔයා ශබ්දාගාර තුළ අයදුම් දැනටමත් මොඩියුල සඳහා මෙන් මෙම මොඩියුලය සඳහා සංස්කරණය කරන්න දැක්ම සහ ලැයිස්තුව බලන්න විලාසිතා යෙදීමෙන් මෙම විස්තර බලන්න වෙනස් කළ හැකිය. <br/> <br/> වත්මන් මොඩියුලය ලෙස එම ගුණ ඇති මොඩියුල මොඩියුල නිර්මාණය කිරීම සඳහා, ක්ලික් කරන්න දෙවන පිටපත </ b> <b>. ඔබ තවදුරටත් නව මොඩියුලය රිසිකරණය කළ හැකිය.',
            'viewfields' => 'මෙම මොඩියුලය දී ක්ෂේත්ර ඔබ සම්මත ක්ෂේත්ර මකා දැමිය නොහැකි <br/> <br/>. ඔබේ අවශ්යතාවන්ට ගැලපෙන පරිදි වෙනස් කළ හැක, නමුත් ඔබ, පිරිසැලසුම් පිටු තුළ සුදුසු විලාසිතා යෙදීමෙන් ඔවුන් ඉවත් කළ හැකිය. <br/> ඔබ ඉක්මනින් <b> Properties </ b> ස්වරූපයෙන් <b> තවානේ ඇති </ b> ක්ලික් කිරීම මගින් දැනට පවතින ක්ෂේත්ර වලට සමාන ගුණ ඇති බව, නව කුඹුරු නිර්මාණය කළ හැකිය <br/>. ඕනෑම නව ගුණ ඇතුලත් කරන්න, පසුව </ b> <b> සුරකින්න ක්ලික් කරන්න. <br/> <br/> එය ඔබ අඩංගු පැකේජය ප්රකාශයට පත් කරනු ලබයි සහ ස්ථාපනය කිරීමට පෙර ඔබ සම්මත ක්ෂේත්ර සහ අභිරුචි ක්ෂේත්ර සඳහා ගුණ සියල්ල පිහිටුවා රෙකමදාරු කරනු ලැබේ මෙම චාරිත්රය මොඩියුලය.',
            'viewrelationships' => 'ඔබ සහ / හෝ වත්මන් මොඩියුලය හා දැනටමත් යෙදුම ස්ථාපනය මොඩියුල අතර, ඇසුරුම වත්මන් මොඩියුලය හා අනෙකුත් මොඩියුල අතර බොහෝ-බහු සබඳතා නිර්මාණය කළ හැකිය. <br> <br> එක්-බොහෝ-කිරීමට සහ එක් නිර්මාණය කිරීම සඳහා සබඳතා එක්-සිටිමින්, නිර්මාණය, <b> </ b> සඳහන් කරන්න සහ <b> Flex ෙම ල සඳහා ඇති </ b> ක්ෂේත්ර කියන්න.',
            'viewlayouts' => 'ඔබ ක්ෂේත්ර <b> සංස්කරණය කරන්න බලන්න </ b> තුළ දත්ත අත්පත් සඳහා ලබා ගත හැකිය දේ පාලනය කළ හැකිය. ඔබ ද මෙම <b> විස්තර බලන්න </ b> තුළ දේ දත්ත ප්රදර්ශනය පාලනය කළ හැකිය. අදහස් ගැලපෙන නැහැ. <br/> <br/> ඉක්මන් <b> </ b> නිර්මාණය කරන විට ස්වරූපයෙන් ප්රදර්ශනය කරනු ලැබේ සාදන්න මොඩියුල මොඩියුල උප කමිටු ක්ලික් කළවිට. ප්රකෘතියක් ලෙස, මෙම <b> ඉක්මන් </ b> ස්වරූපය සැකැස්ම පෙරනිමි <b> සංස්කරණය කරන්න බලන්න </ b> සැකැස්ම හා සමාන වේ සාදන්න. ඔබ එය සංස්කරණය කරන්න දැක්ම සැකසුම වඩා අඩු සහ / හෝ වෙනස් ක්ෂේත්ර අන්තර්ගත වේ ඒ නිසා ඉක්මන් ආකෘති පත්රය නිර්මාණය කිරීම රිසිකරණය කළ හැකිය. <br> ඔබ, <b> භූමිකාව කළමනාකරණ </ b> සමග පිරිසැලසුම පාරිභෝගිකයාගේ භාවිතා කරමින් මොඩියුලය ආරක්ෂක තීරණය කළ හැකි <br>. <br> <br>',
            'existingModule' => 'මෙම මොඩියුලය නිර්මාණය කිරීම සහ අභිරුචිකරණය පසු, ඔබ අමතර මොඩියුල නිර්මාණය කළ හැකිය හෝ <b> </ b> හෝ <b> යෙදවීමට </ b> පැකේජය ප්රකාශ කරන්න. <br> <br> අමතර මොඩියුල නිර්මාණය කිරීම සඳහා, ක්ලික් කිරීම පැකේජය ආපසු <b> දෙවන පිටපත </ b> දැනට පවතින මොඩියුලය ලෙස එම ගුණ ඇති මොඩියුල මොඩියුල නිර්මාණය, හෝ මෙම පැකේජය ආපසු සැරිසැරීමට, සහ ක්ලික් කරන්න <b> නව මොඩියුලය </ b>. <br> <br> ඔබ සූදානම් නම් කිරීමට, <b> </ b> හෝ <b> යෙදවීමට </ b> මෙම මොඩියුලය අඩංගු පැකේජය ප්රකාශයට පත්, මෙම කාර්යයන් ඉටු කිරීමට නැවත පැකේජය සැරිසැරීමට. ඔබ විසින් අවම වශයෙන් එක් මොඩියුලය අඩංගු පැකේජ ප්රකාශයට පත් කරනු ලබයි සහ යෙදවීමට හැක.',
            'labels' => 'සම්මත ක්ෂේත්ර මෙන්ම අභිරුචි ෙෂ ලේබල් වෙනස් කළ හැක. ක්ෂේත්රයේ ලේබල් වෙනස් ක්ෂේත්ර තුල ගබඩා කර ඇති දත්ත හානියක් නැත.',
        ),
        'listViewEditor' => array(
            'modify' => 'වම් ප්රදර්ශනය තීරු තුනක් ඇත. මෙම "පෙරනිමි" තීරුව පෙර සැකසුම මඟින් ලැයිස්තුවක් දැක්ම ප්රදර්ශනය කරන ක්ෂේත්ර අන්තර්ගත වේ, "පවතින" තීරුව පරිශීලක චාරිත්රයක් ලැයිස්තුව දැක්ම නිර්මාණය කිරීම සඳහා භාවිතා කිරීමට තෝරා හැකි බව ක්ෂේත්ර අන්තර්ගත වේ, සහ "සැඟවුණු" තීරුව ඔබ වෙනුවෙන් ලබා ගත හැකි ක්ෂේත්ර අන්තර්ගත වේ පරිශීලකයන් විසින් භාවිතය සඳහා පෙරනිමි හෝ ලබාගත හැකි තීරු එකතු නමුත් දැනට අක්රීය කොට ඇත. එක්කෝ කිරීමට පරිපාලක ලෙස.',
            'savebtn' => '<B> නිරාපද </ b> ක්ලික් කිරීමෙන් සියලු වෙනස්කම් සුරැකීමට සහ සකීය වනු ඇත.',
            'Hidden' => 'සැඟවුණු ක්ෂේත්ර ලැයිස්තුව අදහස් භාවිතය සඳහා භාවිතා කරන්නන් සදහා දැනට නොපවතී බව ක්ෂේත්ර වේ.',
            'Available' => 'සැඟවුණු ක්ෂේත්ර ලැයිස්තුව අදහස් භාවිතය සඳහා භාවිතා කරන්නන් සදහා දැනට නොපවතී බව ක්ෂේත්ර වේ.',
            'Default' => 'පෙරනිමි ක්ෂේත්ර අභිරුචි ලයිස්තුව දැක්ම සැකසුම් නිර්මාණය කර නැති පරිශීලකයන් ප්රදර්ශනය කර ඇත.'
        ),

        'searchViewEditor' => array(
            'modify' => 'වම් ප්රදර්ශනය කුළුණු දෙක තියෙනවා. මෙම "පෙරනිමි" තීරුව සෙවුම් දැක්ම ප්රදර්ශනය ලබන ක්ෂේත්ර අන්තර්ගත වේ, සහ "සැඟවුණු" තීරුව දැක්ම එකතු කිරීමට පරිපාලක ලෙස ඔබ සඳහා ලබා ගත හැකි ක්ෂේත්ර අන්තර්ගත වේ.',
            'savebtn' => '<B> සුරකින්න සහ යෙදවීමට ඇති </ b> ක්ලික් කිරීමෙන් සියලු වෙනස්කම් සුරැකීමට සහ සකීය වනු ඇත.',
            'Hidden' => 'සැඟවුණු ක්ෂේත්ර සෙවුම් දැක්ම පෙන්නුම් කළ නොහැකි බව ක්ෂේත්ර වේ.',
            'Default' => 'පෙරනිමි ක්ෂේත්ර සෙවුම් දැක්ම පෙන්වනු ඇත.'
        ),
        'layoutEditor' => array(
            'default' => 'වම් ප්රදර්ශනය කුළුණු දෙක තියෙනවා. ඔබ මොඩියුලය සැකසුම වෙනස් එහිදී වත්මන් සැකසුම හෝ පිරිසැලසුම පෙරදසුන ලේබල් දකුණු අත තීරුව ඇත. පිරිසැලසුම සංස්කරණය කරන විට මෙවලම් ගොන්න හිමි වම් අත තීරුවේ, භාවිතය සඳහා ප්රයෝජනවත් මූලද්රව්ය හා මෙවලම් අඩංගු වේ. <br/> <br/> පිරිසැලසුම ප්රදේශයේ ඔබ දැනට ප්රදර්ශනය සඳහා මෙම මොඩියුලය විසින් භාවිතා කරන සැකසුම පිටපතක් මත වැඩ වත්මන් සැකසුම නමින් නම්. <br/> <br/> එය ඔබ ඉන් පිරිසැලසුම පෙරදසුන නමින් නම් මේ වන විටත් මෙම මොඩියුලය භාවිතා කරන්නන් විසින් දැක ඇති අනුවාද වෙනස් වී තිබේ පිණිස, සුරකින්න බොත්තම මත ක්ලික් විසින් මීට පෙර නිර්මාණය කරන ලද පිටපතක් මත වැඩ කරමින් සිටිති.',
            'saveBtn' => 'ඔබ ඔබේ වෙනස්කම් ආරක්ෂා කළ හැකි වන පරිදි මෙම බොත්තම ක්ලික් කිරීමෙන් සැකැස්ම ඉතිරි. ඔබ මෙම මොඩියුලය කරා පැමිණි පසු ඔබ මෙම වෙනස්කම් සැකැස්ම සිට ආරම්භ වනු ඇත. ඔබ සුරකින්න ක්ලික් කරන්න සහ පළකරන්න \'බොත්තම තෙක් ඔබගේ පිරිසැලසුම කෙසේ වෙතත් මොඩියුලය භාවිතා කරන්නන් විසින් දැක කළ නොහැකි වනු ඇත.',
            'publishBtn' => 'පිරිසැලසුම යෙදවීමට මෙම බොත්තම ක්ලික් කරන්න. මෙම මෙම පිරිසැලසුම වහාම මෙම මොඩියුලය භාවිතා කරන්නන් විසින් දැක ගත වනු ඇති බව ය.',
            'toolbox' => 'උපකරණ කට්ටලය කුණු ප්රදේශය ඇතුළු සංස්කරණය විලාසිතා යෙදීමෙන්, කල, අමතර මූලද්රව්ය හා ලබා ගත හැකි ක්ෂේත්ර කට්ටලයක් කට්ටලයක් සඳහා ප්රයෝජනවත් විශේෂාංග විවිධාකාර අඩංගු වේ. මෙම ඕනෑම ඇදගෙන ගොස් පිරිසැලසුම මතට වැටී කළ හැක.',
            'panels' => 'මෙම ප්රදේශයේ එය යොදවා විට ඔබේ සැකසුම මෙම මොඩියුලය භාවිතා කරන්නන් දෙස බලන ආකාරය පෙන්නුම් <br/> <br/> ඔබ ඇදීම සහ ඔවුන් පහත වැටේ එවැනි ක්ෂේත්ර, පේළි සහ පැනල් ලෙස අංග තැනකට හැකි. උපකරණ කට්ටලය කුණු කූඩයට ප්රදේශයේ ඔවුන් ඇදීම සහ හෙළීම විසින් අංග මකා දැමීම, හෝ උපකරණ කට්ටලය ඔවුන් ඇදීම සහ අපේක්ෂිත තත්ත්වයකට සැකැස්ම ඔවුන් මත හෙලීම මගින් නව අංග එකතු කරන්න.'
        ),
        'dropdownEditor' => array(
            'default' => 'වම් ප්රදර්ශනය කුළුණු දෙක තියෙනවා. ඔබ මොඩියුලය සැකසුම වෙනස් එහිදී වත්මන් සැකසුම හෝ පිරිසැලසුම පෙරදසුන ලේබල් දකුණු අත තීරුව ඇත. පිරිසැලසුම සංස්කරණය කරන විට මෙවලම් ගොන්න හිමි වම් අත තීරුවේ, භාවිතය සඳහා ප්රයෝජනවත් මූලද්රව්ය හා මෙවලම් අඩංගු වේ. <br/> <br/> පිරිසැලසුම ප්රදේශයේ ඔබ දැනට ප්රදර්ශනය සඳහා මෙම මොඩියුලය විසින් භාවිතා කරන සැකසුම පිටපතක් මත වැඩ වත්මන් සැකසුම නමින් නම්. <br/> <br/> එය ඔබ ඉන් පිරිසැලසුම පෙරදසුන නමින් නම් මේ වන විටත් මෙම මොඩියුලය භාවිතා කරන්නන් විසින් දැක ඇති අනුවාද වෙනස් වී තිබේ පිණිස, සුරකින්න බොත්තම මත ක්ලික් විසින් මීට පෙර නිර්මාණය කරන ලද පිටපතක් මත වැඩ කරමින් සිටිති.',
            'dropdownaddbtn' => 'මෙම බොත්තම ක්ලික් කිරීමෙන් මෙනුව තෝරන්න නව අයිතමය කරයි.',

        ),
        'exportcustom' => array(
            'exportHelp' => 'මෙම අවස්ථාවේ තුළ ශබ්දාගාර සිදු අභිමතකරණ තවත් අවස්ථාවක ඇසුරුම් හා යොදවා ගත හැක. <br> <br> වූ <b> පැකේජය නම </ b> ලබා දීම. ඔබ පැකේජයක් සඳහා <b> කතෘ </ b> සහ <b> විස්තරය </ b> තොරතුරු ලබා දිය හැකිය. <br> <br> අපනයනය කිරීම සඳහා අභිමතකරණ අඩංගු මොඩියුල (ව) තෝරන්න. (ඔබට තෝරා ගැනීමට අභිමතකරණ අඩංගු ෙම ල දිස් වනු ඇත.) <br> <br> මෙම අභිමතකරණ අඩංගු පැකේජය සඳහා .zip ගොනුව නිර්මාණය කිරීමට, <b> අපනයන </ b> ක්ලික් කරන්න. මෙම .zip ගොනුව <b> මොඩියුලය කාරකය </ b> හරහා තවත් අවස්ථාවක උඩුගත කළ හැකිය.',
            'exportCustomBtn' => 'ඔබ අපනයනය කිරීමට බලාපොරොත්තු වන අභිමතකරණ අඩංගු පැකේජය සඳහා .zip ගොනුව නිර්මාණය කිරීමට, <b> අපනයන </ b> ක්ලික් කරන්න.',
            'name' => 'ඔබ අපනයනය කිරීමට බලාපොරොත්තු වන අභිමතකරණ අඩංගු පැකේජය සඳහා. zip ගොනුව නිර්මාණය කිරීමට, <b> අපනයන </ b> ක්ලික් කරන්න.',
            'author' => 'මෙම <b> කතෘ </ b> පැකේජය නිර්මාණය කලේ ආයතනයයි වේ. කර්තෘ පුද්ගලයෙකු හෝ ආයතනයක් හෝ විය හැක. <br> <br> පැකේජය ශබ්දාගාර ස්ථාපනය කිරීම සඳහා උඩුගත පසු කර්තෘ මොඩියුලය කාරකය ප්රදර්ශනය කරනු ඇත.
',
            'description' => 'මෙම පැකේජය ශබ්දාගාර ස්ථාපනය කිරීම සඳහා උඩුගත පසු ඇසුරුම් කරන ලද <b> විස්තරය </ b> මොඩියුලය කාරකය ප්රදර්ශනය කරනු ඇත.',
        ),
        'studioWizard' => array(
            'mainHelp' => 'මෙම <b> සංවර්ධක මෙවලම් </ b> ප්රදේශයේ ඔබ සාදරයෙන් පිළිගනිමු. <br/> <br/> සම්මත චාරිත්රය සහ මොඩියුලයන් සහ ක්ෂේත්ර නිර්මාණය කිරීම සහ පාලනය කිරීම මෙම ප්රදේශය තුළ සිටින මෙවලම් භාවිතා කරන්න.',
            'studioBtn' => ', ක්ෂේත්රයේ සැලැස්මට වෙනස් ක්ෂේත්ර ලබා ගත හැකිය දේ තෝරා චාරිත්රය සහ දත්ත ක්ෂේත්ර නිර්මාණය ස්ථාපිත මොඩියුල රිසිකරණය <b> ශබ්දාගාර </ b> භාවිතා කරන්න.',
            'mbBtn' => 'නව මොඩියුල නිර්මාණය කිරීමට Usb> මොඩියුලය Builder </ b>.',
            'appBtn' => 'එවැනි TPS වාර්තා මුල්පිටුව මත දර්ශනය කොපමණ ලෙස, මෙම වැඩසටහන විවිධ ගුණ රිසිකරණය අයදුම් මාදිලිය භාවිතා කරන්න',
            'backBtn' => 'පෙර පියවර වෙත ආපසු.',
            'studioHelp' => 'ස්ථාපිත මොඩියුල රිසිකරණය <b> ශබ්දාගාර </ b> භාවිතා කරන්න.',
            'moduleBtn' => 'මෙම මොඩියුලය සංස්කරණය කිරීමට ක්ලික් කරන්න.',
            'moduleHelp' => 'ඔබ සංස්කරණය කිරීමට කැමති බව මෙම මොඩියුලය අංගයක්ම තෝරාගන්න',
            'fieldsBtn' => 'සංස්කරණය කරන්න තොරතුරු මෙම මොඩියුලය දී මෙම <b> ෆීල්ඩ්ස් </ b> පාලනය විසින් ෙම ගබඩා කර ඇත. <br/> <br/> ඔබ මෙතනයි අභිරුචි ක්ෂේත්ර සංස්කරණය නිර්මාණය කළ හැකිය.',
            'labelsBtn' => 'ඔබගේ අභිමත ලේබල් බේරා ගැනීමට, <b> නිරාපද </ b> ක්ලික් කරන්න.',
            'layoutsBtn' => 'මෙම සංස්කරණය කරන්න, විස්තර කිරීම <b> පිරිසැලසුම් </ b> රිසිකරණය ලැයිස්තුව හා අදහස් සොයන්න.',
            'subpanelBtn' => 'මේ දක්වා ඇත තොරතුරු සංස්කරණය කරන්න උප පුවරු ෙමොඩියුල.',
            'layoutsHelp' => 'සංස්කරණය කිරීමට, <b> පිරිසැලසුම තෝරන්න</b>.<br/><br/> සංස්කරණය කරන්න බලන්න ක්ලික් කරන්න, දත්ත ඇතුල් සඳහා දත්ත ක්ෂේත්ර අඩංගු සැකසුම වෙනස් කිරීම සඳහා <br/><br/>. දත්ත ප්රදර්ශනය කරන සැකසුම වෙනස් කිරීම සඳහා, Edit දැක්ම තුළ ක්ෂේත්ර ඇතුළු වී, <b> විස්තර බලන්න </b> ක්ලික් කරන්න.<br/><br/>, ප්රකෘති ලැයිස්තුව පෙනී වන තීරු වෙනස් ක්ලික් කරන්න <b> ලයිස්තුව බලන්න </b>.<br/><br/>, මූලික හා උසස් සෙවුම ස්වරූපයෙන් වූ පිරිසැලසුම් වෙනස් <b> සොයන්න </b> ක්ලික් කරන්න.',
            'subpanelHelp' => 'සංස්කරණය කිරීමට, <b> Subpanel </ b> තෝරන්න.',
            'searchHelp' => 'සංස්කරණය කිරීමට, <b> සොයන්න </ b> සැකැස්ම තෝරන්න.',
            'newPackage' => 'නව පැකේජයක් නිර්මාණය කිරීමට, <b> නව පැකේජය </ b> ක්ලික් කරන්න.',
            'mbHelp' => '<b> මොඩියුලය Builder ඔබ සාදරයෙන් පිළිගනිමු. </ b> <br/> <br/> සම්මත හෝ චාරිත්රයක් වස්තූන් මත පදනම් අභිරුචි මොඩියුල අඩංගු පැකේජ නිර්මාණය කිරීමට, <b> මොඩියුලය Builder </ b> භාවිතා කරන්න. <br/> <br/> නව පැකේජයක් නිර්මාණය, හෝ සංස්කරණය කිරීමට පැකේජයක් තෝරා ගැනීමට, <b> නව පැකේජය </ b> මත ක්ලික් කරන්න, ආරම්භ කිරීම සඳහා. <br/> <br/> ඒ පැකේජය </ ආ <b> > එක් ව්යාපෘතියක් කොටසක් දෙන, අභිරුචි ෙමොඩියුල, සඳහා රුවනයකි ලෙස කටයුතු කරයි. මෙම පැකේජය එකිනෙකාට හෝ අයදුම්පත ෙම සම්බන්ධ කළ හැකි එකක් හෝ කිහිපයක් හෝ එහි සිරිත් මොඩියුල අඩංගු විය හැක. <br/> <br/> උදාහරණ: ඔබ සම්මත ගිණුම් මොඩියුලය හා සම්බන්ධ වන බව එක් චාරිත්රයක් මොඩියුලය අඩංගු පැකේජය නිර්මාණය කිරීමට ඔබට අවශ්ය විය හැකිය. නැත්නම්, ඔබ ව්යාපෘතියක් ලෙස එකට වැඩ කිරීම හා ඒ එකිනෙක හා අයදුම් මොඩියුල සම්බන්ධ බව කිහිපයක් නව මවුල අඩංගු පැකේජය නිර්මාණය කිරීමට ඔබට අවශ්ය විය හැකිය.',
            'exportBtn' => 'විශේෂිත මොඩියුල සඳහා ශබ්දාගාර සිදු අභිමතකරණ අඩංගු පැකේජය නිර්මාණය කිරීමට, <b> අපනයන අභිමතකරණ </ b> ක්ලික් කරන්න.',
        ),


    ),
//HOME
    'LBL_HOME_EDIT_DROPDOWNS' => 'මෙනුව තෝරන්න කර්තෘ',

//STUDIO2
    'LBL_MODULEBUILDER' => 'මොඩියුලය ගොඩනැගීම්',
    'LBL_STUDIO' => 'ශබ්දාගාර',
    'LBL_DROPDOWNEDITOR' => 'මෙනුව තෝරන්න කර්තෘ',
    'LBL_DEVELOPER_TOOLS' => 'සංවර්ධක මෙවලම්',
    'LBL_SUITEPORTAL' => 'SuiteCRM ද්වාරය කර්තෘ',
    'LBL_PACKAGE_LIST' => 'පැකේජය ලැයිස්තුව',
    'LBL_HOME' => 'මුල',
    'LBL_NONE' => '-None-',
    'LBL_DEPLOYE_COMPLETE' => 'සම්පූර්ණ යෙදවීමට',
    'LBL_DEPLOY_FAILED' => 'දෝෂයක් යොදවන ක්රියාවලිය තුළ සිදු වී ඇත, ඔබගේ ඇසුරුම් නිවැරදිව ස්ථාපනය කර තිබේ නොහැකි විය හැක',
    'LBL_AVAILABLE_SUBPANELS' => 'දැනට පවතින උප මඩුලු',
    'LBL_ADVANCED' => ' උසස්',
    'LBL_ADVANCED_SEARCH' => 'Advanced Filter',
    'LBL_BASIC' => 'මූලික',
    'LBL_BASIC_SEARCH' => 'Quick Filter',
    'LBL_CURRENT_LAYOUT' => 'පිරිසැලසුම',
    'LBL_CURRENCY' => 'මුදල්',
    'LBL_DASHLET' => 'SuiteCRM Dashlet',
    'LBL_DASHLETLISTVIEW' => 'SuiteCRM Dashlet ListView',
    'LBL_POPUP' => 'දැක්ම දිස්වේ',
    'LBL_POPUPLISTVIEW' => 'පැන්නුම් ලැයිස්තුව බලන්න',
    'LBL_POPUPSEARCH' => 'උත්පතන සොයන්න',
    'LBL_DASHLETSEARCHVIEW' => 'SuiteCRM Dashlet සොයන්න',
    'LBL_DETAILVIEW' => 'විස්තර බලන්න',
    'LBL_DROP_HERE' => '[මෙහි දමන්න]',
    'LBL_EDIT' => 'සංස්කරණය',
    'LBL_EDIT_LAYOUT' => 'සංස්කරණය කරන්න පිරිසැලසුම',
    'LBL_EDIT_FIELDS' => 'සංස්කරණය කරන්න ෆීල්ඩ්ස්',
    'LBL_EDITVIEW' => 'සංස්කරණය කරන්න බලන්න',
    'LBL_FILLER' => '(ෆිලර්)',
    'LBL_FIELDS' => 'ක්ෂේත්ර',
    'LBL_FAILED_TO_SAVE' => 'සුරැකීමට නොහැකි විය',
    'LBL_FAILED_PUBLISHED' => 'ප්රකාශනය කිරීම නොහැකි විය',
    'LBL_HOMEPAGE_PREFIX' => 'මගේ',
    'LBL_LAYOUT_PREVIEW' => 'පිරිසැලසුම පෙරදසුන',
    'LBL_LAYOUTS' => 'පිරිසැලසුම්',
    'LBL_LISTVIEW' => 'ලැයිස්තුව බලන්න',
    'LBL_MODULES' => 'මොඩියුල',
    'LBL_MODULE_TITLE' => 'ශබ්දාගාර',
    'LBL_NEW_PACKAGE' => 'නව පැකේජය',
    'LBL_NEW_PANEL' => 'නව කමිටු',
    'LBL_NEW_ROW' => 'නව ෙරෝ',
    'LBL_PACKAGE_DELETED' => 'පැකේජය මකාදැමුවා',
    'LBL_PUBLISHING' => 'ප්රකාශන ...',
    'LBL_PUBLISHED' => 'Published',
    'LBL_SELECT_FILE' => ' ගොනුව තෝරන්න',
    'LBL_SUBPANELS' => 'උප කමිටු',
    'LBL_SUBPANEL' => 'Subpanel',
    'LBL_SUBPANEL_TITLE' => 'සිරැසිය:',
    'LBL_SEARCH_FORMS' => 'පෙරහන',
    'LBL_SEARCH' => 'ගවේෂණය',
    'LBL_SEARCH_BUTTON' => 'ගවේෂණය',
    'LBL_FILTER' => 'පෙරහන',
    'LBL_TOOLBOX' => 'මෙවලම් ගොන්න',
    'LBL_QUICKCREATE' => ' ඉක්මන් සාදන්න',
    'LBL_EDIT_DROPDOWNS' => 'ගෝලීය මෙනුව තෝරන්න සංස්කරණය කරන්න',
    'LBL_ADD_DROPDOWN' => 'නව ගෝලීය මෙනුව තෝරන්න එකතු කරන්න',
    'LBL_BLANK' => '-blank-',
    'LBL_TAB_ORDER' => 'ටැබ් සාමය',
    'LBL_TABDEF_TYPE' => 'විදහා වර්ගය',
    'LBL_TABDEF_TYPE_HELP' => 'මෙම කොටස ප්රදර්ශනය කළ යුතු ආකාරය තෝරන්න. ඔබ මෙම දැක්ම ටැබ් සක්රීය කර තිබේ නම් මෙම විකල්පය පමණක් බලපෑමක් ඇති කොට ඇත.',
    'LBL_TABDEF_TYPE_OPTION_TAB' => 'ටැබ්',
    'LBL_TABDEF_TYPE_OPTION_PANEL' => 'අනුමණ්ඩලය',
    'LBL_TABDEF_TYPE_OPTION_HELP' => 'පිරිසැලසුම වන දැක්ම තුළ මෙම විද්වත් මණ්ඩලය ප්රදර්ශනය කිරීමට අනුමණ්ඩලය තෝරන්න. පිරිසැලසුම තුළ වෙනම ටැබ් තුළ ප්රදර්ශනය මෙම විද්වත් මණ්ඩලය ඇති ටැබ් තෝරන්න. ටැබ් මණ්ඩලයක් සඳහා දක්වන විට, අනුමණ්ඩලය ලෙස පෙන්වීමට සිටුවම් පසුව පුවරු ටැබය තුල දිස් වේ. <br/> නව ටැබ් Tab තෝරාගෙන තිබේ සඳහා ඉදිරි මණ්ඩලයක් ආරම්භ කරනු ඇත. ටැබ් පළමු මණ්ඩලයක් පහත මණ්ඩලයක් සඳහා තෝරාගෙන තිබේ නම්, එම පළමු මණ්ඩලයක් අවශ්යයෙන්ම ටැබ් වනු ඇත.',
    'LBL_TABDEF_COLLAPSE' => 'බිඳ වැටීම',
    'LBL_TABDEF_COLLAPSE_HELP' => 'මෙම විද්වත් මණ්ඩලය බිඳ වැටීම පෙරනිමි රාජ්ය කිරීමට තෝරන්න.',
    'LBL_DROPDOWN_TITLE_NAME' => 'නම',
    'LBL_DROPDOWN_LANGUAGE' => 'භාෂා',
    'LBL_DROPDOWN_ITEMS' => 'ලැයිස්තුව අයිතම',
    'LBL_DROPDOWN_ITEM_NAME' => 'Item Name',
    'LBL_DROPDOWN_ITEM_LABEL' => 'විදහා පත',
    'LBL_SYNC_TO_DETAILVIEW' => 'විස්තර බලන්න සමමුහුර්ත',
    'LBL_SYNC_TO_DETAILVIEW_HELP' => 'අදාළ විස්තර බලන්න සැකැස්ම මෙම EditView සැකැස්ම සමමුහුර්ත කිරීමට මෙම විකල්පය තෝරන්න. මෙම EditView <br> කුඹුරු සහ ක්ෂේත්ර ස්ථානගත වූ EditView දී සුරකින්න හෝ සුරකින්න සහ යෙදවීමට ක්ලික් මත ස්වයංක්රීයව DetailView වෙත සමමුහුර්ත හා ගබඩා කරනු ඇත. <br> පිරිසැලසුම වෙනස්කම් DetailView සිදු කළ නොහැකි වනු ඇත.',
    'LBL_SYNC_TO_DETAILVIEW_NOTICE' => 'මෙම විස්තර බලන්න අනුරූප EditView සමග වෙනමම සමමුහුර්තකරණය කරනු ලබයි. <br> ෆීල්ඩ්ස් සහ ක්ෂේත්ර ස්ථානගත මෙම DetailView දී EditView දී ක්ෂේත්ර සහ ක්ෂේත්ර ස්ථානගත පිලිබිඹු කරයි. <br> මෙම DetailView සිදු කරන වෙනස්වීම් විසින් මෙම පිටුව තුළ ගැලවීම ලබා හෝ යොදවා ගත නොහැක. වෙනස්කම් හෝ එක්සත් ජාතීන්ගේ-සමමුහුර්ත මෙම EditView දී පිරිසැලසුම් කරන්න. ',
    'LBL_COPY_FROM_EDITVIEW' => 'TextView පිටපතක්',
    'LBL_DROPDOWN_BLANK_WARNING' => 'වටිනාකම් අයිතමය නම සහ දර්ශණ පත යන දෙකම සඳහා අවශ්ය වේ. හිස් අයිතමය එක් කිරීම සඳහා, අයිතමය නම සහ දර්ශණ පත සඳහා කිසිදු වටිනාකම් අතුලත් නොකර Add ක්ලික් කරන්න.',
    'LBL_DROPDOWN_KEY_EXISTS' => 'ප්රධාන දැනටමත් ලැයිස්තුව පවතින',
    'LBL_NO_SAVE_ACTION' => 'මෙම මතය සඳහා ඉතිරි පියවර සොයා ගත නොහැකි විය.',
    'LBL_BADLY_FORMED_DOCUMENT' => 'ශබ්දාගාර 2: ස්ථානය තහවුරු: දරුණු ලෙස පිහිටුවා ලේඛනය',


//RELATIONSHIPS
    'LBL_MODULE' => 'Module',
    'LBL_LHS_MODULE' => 'ප්රාථමික මොඩියුලය',
    'LBL_CUSTOM_RELATIONSHIPS' => '* සම්බන්ධතාවය ශබ්දාගාර නිර්මාණය',
    'LBL_RELATIONSHIPS' => 'සබඳතා',
    'LBL_RELATIONSHIP_EDIT' => 'සංස්කරණය කරන්න සබඳතා',
    'LBL_REL_NAME' => 'නම',
    'LBL_REL_LABEL' => 'ලේබලය',
    'LBL_REL_TYPE' => 'වර්ගය',
    'LBL_RHS_MODULE' => 'සබැඳි මොඩියුලය',
    'LBL_NO_RELS' => 'මෙයට සබඳතා',
    'LBL_RELATIONSHIP_ROLE_ENTRIES' => 'විකල්ප තත්වය',
    'LBL_RELATIONSHIP_ROLE_COLUMN' => 'තීරුව',
    'LBL_RELATIONSHIP_ROLE_VALUE' => 'වටිනාකම',
    'LBL_SUBPANEL_FROM' => 'සිට උප කමිටු',
    'LBL_RELATIONSHIP_ONLY' => 'මේ දෙක අතර මොඩියුල පෙර-දැනට පවතින දෘශ්යමාන සම්බන්ධයක් තිබෙන ලෙස දක්නට නැත අංග මෙම සම්බන්ධතාවය සඳහා නිර්මාණය කරනු ඇත.',
    'LBL_ONETOONE' => 'එකට එක',
    'LBL_ONETOMANY' => 'බොහෝ හැකි එක්',
    'LBL_MANYTOONE' => 'එක් කිරීමට බොහෝ',
    'LBL_MANYTOMANY' => 'බොහෝ බොහෝ',


//STUDIO QUESTIONS
    'LBL_QUESTION_EDIT' => 'සංස්කරණය කිරීමට මොඩියුල මොඩියුල තෝරන්න.',
    'LBL_QUESTION_LAYOUT' => 'සංස්කරණය කිරීමට සැකැස්ම තෝරන්න.',
    'LBL_QUESTION_SUBPANEL' => 'සංස්කරණය කිරීමට subpanel තෝරන්න.',
    'LBL_QUESTION_SEARCH' => 'සංස්කරණය කිරීමට සෝදිසි සැකැස්ම තෝරන්න.',
    'LBL_QUESTION_MODULE' => 'සංස්කරණය කිරීමට මොඩියුල මොඩියුල අංගයක්ම තෝරාගන්න.',
    'LBL_QUESTION_PACKAGE' => 'සංස්කරණය කිරීම හෝ, නව පැකේජයක් නිර්මාණය කිරීමට පැකේජයක් තෝරන්න.',
    'LBL_QUESTION_EDITOR' => 'මෙවලමක් තෝරන්න.',
    'LBL_QUESTION_DASHLET' => 'සංස්කරණය කිරීමට dashlet සැකැස්ම තෝරන්න.',
    'LBL_QUESTION_POPUP' => 'සංස්කරණය කිරීමට උත්පතන සැකැස්ම තෝරන්න.',
//CUSTOM FIELDS
    'LBL_NAME' => 'නම',
    'LBL_LABELS' => 'ලේබල්',
    'LBL_MASS_UPDATE' => 'ජනමාධ්ය යාවත්කාලීන',
    'LBL_DEFAULT_VALUE' => 'පෙරනිමි අගය',
    'LBL_REQUIRED' => 'අවශ්‍යයි',
    'LBL_DATA_TYPE' => 'වර්ගය',
    'LBL_HCUSTOM' => 'අභිරුචි',
    'LBL_HDEFAULT' => 'DEFAULT',
    'LBL_LANGUAGE' => 'භාෂා:',
    'LBL_CUSTOM_FIELDS' => '* ක්ෂේත්රයේ ශබ්දාගාර නිර්මාණය',

//SECTION
    'LBL_SECTION_EDLABELS' => 'සංස්කරණය කරන්න ලේබල',
    'LBL_SECTION_PACKAGES' => 'පැකේජ',
    'LBL_SECTION_PACKAGE' => 'පැකේජය',
    'LBL_SECTION_MODULES' => 'මොඩියුල',
    'LBL_SECTION_DROPDOWNS' => 'Dropdowns',
    'LBL_SECTION_PROPERTIES' => 'ගුණ',
    'LBL_SECTION_DROPDOWNED' => 'සංස්කරණය කරන්න Drop Down',
    'LBL_SECTION_HELP' => 'උදව්',
    'LBL_SECTION_MAIN' => 'ප්රධාන',
    'LBL_SECTION_FIELDEDITOR' => 'සංස්කරණය කරන්න ක්ෂේත්ර',
    'LBL_SECTION_DEPLOY' => 'යොදවන',
    'LBL_SECTION_MODULE' => 'Module',
//WIZARDS

//LIST VIEW EDITOR
    'LBL_DEFAULT' => 'පෙරනිමි',
    'LBL_HIDDEN' => 'සඟවා',
    'LBL_AVAILABLE' => 'ඇත',
    'LBL_LISTVIEW_DESCRIPTION' => 'පහත ප්රදර්ශනය තීරු තුනක් ඇත. <B> පෙරනිමි </ b> තීරුව පෙර සැකසුම මඟින් ලැයිස්තුවක් දැක්ම ප්රදර්ශනය කරන බව ක්ෂේත්ර අන්තර්ගත වේ. <B> අතිරේක </ b> තීරුව පරිශීලක චාරිත්රයක් දැක්ම නිර්මාණය කිරීම සඳහා භාවිතා කිරීමට තෝරා හැකි බව ක්ෂේත්ර අන්තර්ගත වේ. <B> </ b> දැනට පවතින තීරුව පරිශීලකයන් විසින් භාවිතය සඳහා පෙරනිමි හෝ අතිරේක තීරු එකතු කිරීමට පරිපාලක ලෙස ඔබ සඳහා ලබා ගත හැකි ක්ෂේත්ර දක්වනු ඇත.',
    'LBL_LISTVIEW_EDIT' => 'දැක්ම කර්තෘ ලැයිස්තුගත',

//Manager Backups History
    'LBL_MB_PREVIEW' => 'පෙරදසුන',
    'LBL_MB_RESTORE' => 'පිළිනැගුම',
    'LBL_MB_DELETE' => 'මකා',
    'LBL_MB_DEFAULT_LAYOUT' => 'ප්රකෘති සැකසුම',

//END WIZARDS

//BUTTONS
    'LBL_BTN_ADD' => 'එකතු කරන්න',
    'LBL_BTN_SAVE' => 'සුරකින්න',
    'LBL_BTN_SAVE_CHANGES' => 'වෙනස්කම් සුරකින්න',
    'LBL_BTN_DONT_SAVE' => 'අතහරින්නද වෙනස්',
    'LBL_BTN_CANCEL' => 'අවලංගු කරන්න',
    'LBL_BTN_CLOSE' => 'වසන්න / * 508 අනුකූල විසඳුමක් සඳහා * /',
    'LBL_BTN_SAVEPUBLISH' => 'සුරකින්න සහ යෙදවීමට',
    'LBL_BTN_CLONE' => 'පරිගණක ක්රිඩාවට',
    'LBL_BTN_ADDROWS' => 'පේළි එක් කරන්න',
    'LBL_BTN_ADDFIELD' => 'ක්ෂේත්ර එකතු කරන්න',
    'LBL_BTN_ADDDROPDOWN' => 'Drop Down එකතු කරන්න',
    'LBL_BTN_SORT_ASCENDING' => 'වර්ග යද්දි',
    'LBL_BTN_SORT_DESCENDING' => 'වර්ග අවරෝහන',
    'LBL_BTN_EDLABELS' => 'සංස්කරණය කරන්න ලේබල',
    'LBL_BTN_UNDO' => 'ආපසු කරන්න',
    'LBL_BTN_REDO' => 'නැවත කරන්න',
    'LBL_BTN_ADDCUSTOMFIELD' => 'රේගු ක්ෂේත්ර එකතු කරන්න',
    'LBL_BTN_EXPORT' => 'අපනයන අභිමතකරණ',
    'LBL_BTN_DUPLICATE' => 'අනුපිටපත්',
    'LBL_BTN_PUBLISH' => 'ප්රකාශයට පත් කරනු ලබයි',
    'LBL_BTN_DEPLOY' => 'යොදවන',
    'LBL_BTN_EXP' => ' අපනයන',
    'LBL_BTN_DELETE' => 'මකා',
    'LBL_BTN_VIEW_LAYOUTS' => 'දැක්ම, පිරිසැලසුම්',
    'LBL_BTN_VIEW_FIELDS' => 'දැක්ම ෆීල්ඩ්ස්',
    'LBL_BTN_VIEW_RELATIONSHIPS' => 'දැක්ම සබඳතා',
    'LBL_BTN_ADD_RELATIONSHIP' => 'සම්බන්ධතා එකතු කරන්න',
    'LBL_BTN_RENAME_MODULE' => 'වෙනස් මොඩියුලය නම',
//TABS


//ERRORS
    'ERROR_ALREADY_EXISTS' => 'දෝෂය: ක්ෂේත්ර දැනටමත් පවතී',
    'ERROR_INVALID_KEY_VALUE' => "දෝෂය: වලංගු නොවන කී අගය: [']",
    'ERROR_NO_HISTORY' => 'සොයාගැනීමට නොමැත ඉතිහාසය ගොනු',
    'ERROR_MINIMUM_FIELDS' => 'පිරිසැලසුම අවම වශයෙන් එක් ක්ෂේත්රයේ අඩංගු විය යුතුය',
    'ERROR_GENERIC_TITLE' => 'දෝෂයක් හටගෙන ඇත',
    'ERROR_REQUIRED_FIELDS' => 'ඔබ දිගටම කරගෙන කැමති බව ඔබට විශ්වාස ද? පහත දැක්වෙන අවශ්ය ක්ෂේත්ර පිරිසැලසුම සිට අතුරුදන් වේ:  ',


//PACKAGE AND MODULE BUILDER
    'LBL_PACKAGE_NAME' => 'පැකේජයේ නම:',
    'LBL_MODULE_NAME' => 'මොඩියුලය නම:',
    'LBL_AUTHOR' => 'කර්තෘ:',
    'LBL_DESCRIPTION' => 'විස්තරය:',
    'LBL_KEY' => 'යතුර:',
    'LBL_ADD_README' => ' කරන්න පුථවන්',
    'LBL_LAST_MODIFIED' => 'අවසන් වරට සංස්කරණය:',
    'LBL_NEW_MODULE' => 'නව මොඩියුලය',
    'LBL_LABEL' => 'ලේබලය:',
    'LBL_LABEL_TITLE' => 'ලේබලය',
    'LBL_WIDTH' => 'පළල',
    'LBL_PACKAGE' => 'පැකේජය:',
    'LBL_TYPE' => 'වර්ගය:',
    'LBL_NAV_TAB' => 'සංචලනය Tab',
    'LBL_CREATE' => 'සාදන්න',
    'LBL_LIST' => 'ලැයිස්තුව',
    'LBL_VIEW' => 'දැක්ම',
    'LBL_HISTORY' => ' දැක්ම ඉතිහාසය',
    'LBL_RESTORE_DEFAULT' => 'පෙරනිමි පිළිනැගුම',
    'LBL_ACTIVITIES' => 'ක්‍රියාකාරකම්',
    'LBL_NEW' => 'අලුත්',
    'LBL_TYPE_BASIC' => 'basic',
    'LBL_TYPE_COMPANY' => 'company',
    'LBL_TYPE_PERSON' => 'person',
    'LBL_TYPE_ISSUE' => 'issue',
    'LBL_TYPE_SALE' => 'sale',
    'LBL_TYPE_FILE' => 'file',
    'LBL_RSUB' => 'මෙය ඔබේ මොඩියුලය ප්රදර්ශනය කරන බව උප පුවරුව',
    'LBL_MSUB' => 'මෙය ඔබේ මොඩියුලය ප්රදර්ශනය සඳහා අදාළ මොඩියුලය වෙත ලබා දෙන උප පුවරුව',
    'LBL_MB_IMPORTABLE' => 'ආනයනය',

// VISIBILITY EDITOR
    'LBL_PACKAGE_WAS_DELETED' => '[[package]] මකා',

//EXPORT CUSTOMS
    'LBL_EC_TITLE' => 'අපනයන අභිමතකරණ',
    'LBL_EC_NAME' => 'පැකේජයේ නම:',
    'LBL_EC_AUTHOR' => 'කර්තෘ:',
    'LBL_EC_DESCRIPTION' => 'විස්තරය:',
    'LBL_EC_CHECKERROR' => 'මොඩියුල මොඩියුල තෝරා ගන්න.',
    'LBL_EC_CUSTOMFIELD' => 'සැකසුණු ක්ෂේත්රයේ(ගේ)',
    'LBL_EC_CUSTOMLAYOUT' => 'අවශ්ය පරිදි වෙනස් සැකැස්ම(ගේ)',
    'LBL_EC_NOCUSTOM' => 'මෙයට මොඩියුල අවශ්ය පරිදි වෙනස් කර ඇත.',
    'LBL_EC_EMPTYCUSTOM' => 'හිස් අභිමතකරණ ඇත.',
    'LBL_EC_EXPORTBTN' => ' අපනයන',
    'LBL_MODULE_DEPLOYED' => 'මොඩියුලය යොදවා ඇත.',
    'LBL_UNDEFINED' => 'නිර්වචනය නොකළ',
    'LBL_EC_VIEWS' => 'customized view(s)',
    'LBL_EC_SUITEFEEDS' => 'customized Feed(s)',
    'LBL_EC_DASHLETS' => 'customized Dashlet(s)',
    'LBL_EC_CSS' => 'customized css(s)',
    'LBL_EC_TPLS' => 'customized tpls(s)',
    'LBL_EC_IMAGES' => 'customized image(s)',
    'LBL_EC_JS' => 'customized js(s)',
    'LBL_EC_QTIP' => 'customized qtip(s)',

//AJAX STATUS
    'LBL_AJAX_FAILED_DATA' => 'දත්ත ලබාගැනීම අසාර්ථක විය',
    'LBL_AJAX_LOADING' => 'පූරණය වෙමින්...',
    'LBL_AJAX_DELETING' => 'මකමින්...',
    'LBL_AJAX_BUILDPROGRESS' => 'ප්රගති දී ගොඩනගනු...',
    'LBL_AJAX_DEPLOYPROGRESS' => 'ප්රගති දී යෙදවීමට...',

    'LBL_AJAX_RESPONSE_TITLE' => 'ප්රතිඵල',
    'LBL_AJAX_RESPONSE_MESSAGE' => 'මෙම මෙහෙයුම සාර්ථකව අවසන්',
    'LBL_AJAX_LOADING_TITLE' => 'ප්රගතියේ..',
    'LBL_AJAX_LOADING_MESSAGE' => 'පැටවීම බලා වෙන්න..',

//JS
    'LBL_JS_REMOVE_PACKAGE' => 'ඔබ මෙම පැකේජය ඉවත් කිරීමට අදහස් ඔබට විශ්වාස ද? මෙම ස්ථිර ලෙස මෙම පැකේජය සමග සම්බන්ධ සියළුම ගොනු මකා ඇත.',
    'LBL_JS_REMOVE_MODULE' => 'ඔබ මෙම මොඩියුලය ඉවත් කිරීමට අදහස් ඔබට විශ්වාස ද? මෙම ස්ථිර ලෙස මෙම මොඩියුලය හා සියළුම ගොනු මකා ඇත.',
    'LBL_JS_DEPLOY_PACKAGE' => 'මෙම මොඩියුලය නැවත යොදවා විට ඔබ ශබ්දාගාර සිදු ඕනෑම අභිමතකරණ යටපත් කෙරෙනු ඇත. ඔබ ඉදිරියට කිරීමට අවශ්ය බව ඔබට විශ්වාසද?',

    'LBL_DEPLOY_IN_PROGRESS' => 'පැකේජය යෙදවීම',
    'LBL_JS_VALIDATE_NAME' => 'නම -, කල හැක්කේ අංක ලිපියක් සමග ආරම්භ හිඩැස් නැති යුතුය.',
    'LBL_JS_VALIDATE_PACKAGE_NAME' => 'පැකේජයේ නම දැනටමත් පවතී',
    'LBL_JS_VALIDATE_KEY' => 'ප්රධාන - කල හැක්කේ අංක ලිපියක් සමග ආරම්භ හිඩැස් නැති යුතුය.',
    'LBL_JS_VALIDATE_LABEL' => 'මෙම මොඩියුලය සඳහා දර්ශණ නම ලෙස භාවිතා කරන බව ලේබලයක් ඇතුලත් කරන්න',
    'LBL_JS_VALIDATE_TYPE' => 'ඔබ ඉහත ලැයිස්තුවෙන් ඉදිකිරීමට කැමති මොඩියුලය වර්ගය තෝරන්න',
    'LBL_JS_VALIDATE_REL_LABEL' => 'ලේබලය - මෙම subpanel ඉහත ප්රදර්ශනය කරන බව ලේබලයක් කරුණාකර එක් කරන්න',

//CONFIRM
    'LBL_CONFIRM_FIELD_DELETE' => 'මෙම චාරිත්රය ක්ෂේත්රයේ මකා දැමීම මෙම චාරිත්රය ක්ෂේත්රයේ හා දත්ත-ගබඩාව සිරිත් ක්ෂේත්රයට අදාල සියලුම දත්ත දෙකම මකා ඇත. ක්ෂේත්ර තවදුරටත් කිසිදු මොඩියුලය සැකසුම් පෙනී කරනු ඇත. \\ n \\ n ඔබට දිගටම කිරීමට බලාපොරොත්තු?',

    'LBL_CONFIRM_RELATIONSHIP_DELETE' => 'ඔබ මෙම සම්බන්ධතාවය ඉවත් කිරීමට කැමති බව ඔබට විශ්වාස ද?',
    'LBL_CONFIRM_DONT_SAVE' => 'වෙනස් ඔබ පසුගිය ගැලවීම සිට, ඔබ බේරා ගැනීමට කැමති කර ඇත?',
    'LBL_CONFIRM_DONT_SAVE_TITLE' => 'වෙනස්කම් සුරකින්න?',
    'LBL_CONFIRM_LOWER_LENGTH' => 'දත්ත ලොප් කළ හැකි අතර මෙම අහෝසි කල නොහැක, ඔබ ඉදිරියට කිරීමට බලාපොරොත්තු ඔබට විශ්වාසද?',

//POPUP HELP
    'LBL_POPHELP_FIELD_DATA_TYPE' => 'ක්ෂේත්රයේ ඇතුල් කරන බව දත්ත වර්ගය මත පදනම් වූ නිසි දත්ත වර්ගය තෝරන්න.',
    'LBL_POPHELP_IMPORTABLE' => '<b>Yes</b>: The field will be included in an import operation.<br><b>No</b>: The field will not be included in an import.<br><b>Required</b>: A value for the field must be provided in any import.',
    'LBL_POPHELP_IMAGE_WIDTH' => 'Enter a number for Width, as measured in pixels.<br> The uploaded image will be scaled to this Width.',
    'LBL_POPHELP_IMAGE_HEIGHT' => 'Enter a number for the Height, as measured in pixels.<br> The uploaded image will be scaled to this Height.',
    'LBL_POPHELP_DUPLICATE_MERGE' => '<b>Enabled</b>: The field will appear in the Merge Duplicates feature, but will not be available to use for the filter conditions in the Find Duplicates feature.<br><b>Disabled</b>: The field will not appear in the Merge Duplicates feature, and will not be available to use for the filter conditions in the Find Duplicates feature.<br><b>Filter</b>: The field will appear in the Merge Duplicates feature, and will be available to use for the filter conditions in the Find Duplicates feature.<br><b>Default selected filter</b>: The field will appear in the Merge Duplicates feature, and will be used by default for the filter conditions in the Find Duplicates feature.<br><b>Only filter</b>: The field will not appear in the Merge Duplicates feature, but will be available to use for the filter conditions in the Find Duplicates feature.',

//Revert Module labels
    'LBL_RESET' => 'නැවත සකසන්න',
    'LBL_RESET_MODULE' => 'මොඩියුලය යළි පිහිටුවන්න',
    'LBL_REMOVE_CUSTOM' => 'අභිමතකරණ ඉවත් කරන්න',
    'LBL_CLEAR_RELATIONSHIPS' => 'පැහැදිලි සබඳතා',
    'LBL_RESET_LABELS' => 'ලේබල යළි පිහිටුවන්න',
    'LBL_RESET_LAYOUTS' => '"පිරිසැලසුම් යළි පිහිටුවන්න',
    'LBL_REMOVE_FIELDS' => 'රේගු ෆීල්ඩ්ස් ඉවත් කරන්න',
    'LBL_CLEAR_EXTENSIONS' => 'පැහැදිලි දිගු',
    'LBL_HISTORY_TIMESTAMP' => 'අවකාශය ඇත්තේ පාලකයන්ට',
    'LBL_HISTORY_TITLE' => ' ඉතිහාසය',

    'fieldTypes' => array(
        'varchar' => 'පෙළ ක්ෂේත්ර',
        'int' => 'පූර්ණ සංඛ්යාවක්',
        'float' => 'පාවෙන',
        'bool' => 'සලකුණු කොටුව',
        'enum' => 'පතන',
        'dynamicenum' => 'ඩයිනමික් මෙනුව තෝරන්න',
        'multienum' => 'බහු තේරීම්',
        'date' => 'දිනය',
        'phone' => 'දුරකතන',
        'currency' => 'මුදල්',
        'html' => 'HTML',
        'radioenum' => 'ගුවන්විදුලිය',
        'relate' => 'විස්තර කරන්න',
        'address' => 'Address',
        'text' => 'TextArea',
        'url' => 'ඒ.ස.නි.',
        'iframe' => 'IFrame',
        'datetimecombo' => 'දිනය වේලාව',
        'decimal' => 'දශම',
        'image' => 'රූප',
        'wysiwyg' => 'WYSIWYG',
    ),
    'labelTypes' => array(
        "frequently_used" => "නිතර ලේබල් භාවිතා",
        "all" => "සියලුම ලේබල",
    ),

    'parent' => 'Flex සම්බන්ධ',

    'LBL_CONFIRM_SAVE_DROPDOWN' => "ඔබ දක ලැයිස්තුවෙන් ඉවත් කිරීම සඳහා මෙම අයිතමය තෝරා ඇත. අගය ලෙස මෙම අයිතමය සමග මෙම ලැයිස්තුව භාවිතා ඕනෑම මෙනුව තෝරන්න ක්ෂේත්ර තවදුරටත් වටිනාකම දර්ශනය වනු ඇත, සහ වටිනාකම තවදුරටත් දක ක්ෂේත්ර වලින් තෝරා ගැනීමට හැකි වනු ඇත. ඔබ දිගටම කරගෙන කිරීමට අවශ්ය බව ඔබට විශ්වාසද?",

    'LBL_ALL_MODULES' => 'සියලුම මොඩියුල',
    'LBL_RELATED_FIELD_ID_NAME_LABEL' => '{0} (අදාළ {1} ID)',
);
